{
  "text": {
    " ": 0,
    "h": 568,
    "e": 506,
    "y": 1159,
    " h": 99,
    "he": 581,
    "ey": 523,
    "y ": 1160,
    " he": 102,
    "hey": 586,
    "ey ": 524,
    " hey": 105,
    "hey ": 587,
    "l": 768,
    "o": 883,
    "el": 508,
    "ll": 776,
    "lo": 779,
    "o ": 884,
    "hel": 582,
    "ell": 509,
    "llo": 777,
    "lo ": 780,
    " hel": 103,
    "hell": 583,
    "ello": 510,
    "llo ": 778,
    "i": 696,
    "hi": 588,
    "i ": 697,
    " hi": 106,
    "hi ": 589,
    " hi ": 107,
    "x": 1148,
    "n": 834,
    " x": 295,
    "xi": 1152,
    "in": 710,
    "n ": 835,
    " xi": 298,
    "xin": 1153,
    "in ": 711,
    " xin": 299,
    "xin ": 1154,
    "c": 429,
    "à": 1180,
    " c": 37,
    "ch": 434,
    "hà": 614,
    "ào": 1185,
    " ch": 40,
    "chà": 447,
    "hào": 617,
    "ào ": 1186,
    " chà": 45,
    "chào": 448,
    "hào ": 618,
    "b": 384,
    "u": 1087,
    "ổ": 1437,
    " b": 9,
    "bu": 402,
    "uổ": 1125,
    "ổi": 1438,
    " bu": 19,
    "buổ": 403,
    "uổi": 1126,
    "ổi ": 1439,
    " buổ": 20,
    "buổi": 404,
    "uổi ": 1127,
    "s": 975,
    "á": 1189,
    "g": 525,
    " s": 221,
    "sá": 994,
    "án": 1197,
    "ng": 842,
    "g ": 526,
    " sá": 231,
    "sán": 997,
    "áng": 1199,
    "ng ": 843,
    " sán": 233,
    "sáng": 998,
    "áng ": 1200,
    "ạ": 1328,
    "bạ": 414,
    "ạn": 1333,
    " bạ": 27,
    "bạn": 415,
    "ạn ": 1334,
    " bạn": 28,
    "bạn ": 416,
    "ề": 1393,
    "iề": 738,
    "ều": 1396,
    "u ": 1088,
    "chi": 439,
    "hiề": 594,
    "iều": 741,
    "ều ": 1397,
    " chi": 42,
    "chiề": 440,
    "hiều": 595,
    "iều ": 742,
    "t": 1005,
    "ố": 1422,
    " t": 238,
    "tố": 1084,
    "ối": 1425,
    " tố": 279,
    "tối": 1085,
    "ối ": 1426,
    " tối": 280,
    "tối ": 1086,
    "p": 918,
    "sh": 980,
    "ho": 596,
    "op": 905,
    "p ": 919,
    " sh": 224,
    "sho": 984,
    "hop": 601,
    "op ": 906,
    " sho": 226,
    "shop": 985,
    "hop ": 602,
    "ơ": 1297,
    " ơ": 333,
    "ơi": 1298,
    " ơi": 334,
    "ơi ": 1299,
    " ơi ": 335,
    "ử": 1473,
    "a": 351,
    "cử": 482,
    "ửa": 1474,
    "a ": 352,
    " cử": 67,
    "cửa": 483,
    "ửa ": 1475,
    " cửa": 68,
    "cửa ": 484,
    "àn": 1182,
    " hà": 110,
    "hàn": 615,
    "àng": 1183,
    " hàn": 111,
    "hàng": 616,
    "àng ": 1184,
    "ê": 1217,
    " ê": 311,
    "ê ": 1218,
    " ê ": 312,
    " a": 4,
    "al": 361,
    " al": 7,
    "alo": 362,
    " alo": 8,
    "alo ": 363,
    "m": 800,
    "ì": 1223,
    " m": 152,
    "mì": 824,
    "ìn": 1227,
    "nh": 854,
    "h ": 569,
    " mì": 164,
    "mìn": 826,
    "ình": 1228,
    "nh ": 855,
    " mìn": 166,
    "mình": 827,
    "ình ": 1229,
    "ầ": 1353,
    "cầ": 476,
    "ần": 1354,
    " cầ": 63,
    "cần": 477,
    "ần ": 1355,
    " cần": 64,
    "cần ": 478,
    "ư": 1304,
    "tư": 1074,
    "ư ": 1305,
    " tư": 272,
    "tư ": 1075,
    " tư ": 273,
    "v": 1128,
    "ấ": 1348,
    " v": 281,
    "vấ": 1135,
    "ấn": 1349,
    " vấ": 286,
    "vấn": 1136,
    "ấn ": 1350,
    " vấn": 287,
    "vấn ": 1137,
    "cho": 441,
    "ho ": 597,
    " cho": 43,
    "cho ": 442,
    "ỏ": 1419,
    "hỏ": 672,
    "ỏi": 1420,
    " hỏ": 116,
    "hỏi": 673,
    "ỏi ": 1421,
    " hỏi": 117,
    "hỏi ": 674,
    "ú": 1257,
    "hú": 636,
    "út": 1263,
    "t ": 1006,
    "chú": 453,
    "hút": 637,
    "út ": 1264,
    " chú": 48,
    "chút": 454,
    "hút ": 638,
    "by": 405,
    "ye": 1161,
    "e ": 507,
    " by": 21,
    "bye": 406,
    "ye ": 1162,
    " bye": 22,
    "bye ": 407,
    "tạ": 1078,
    "ạm": 1331,
    "m ": 801,
    " tạ": 275,
    "tạm": 1079,
    "ạm ": 1332,
    " tạm": 276,
    "tạm ": 1080,
    "ệ": 1402,
    "bi": 391,
    "iệ": 746,
    "ệt": 1405,
    " bi": 12,
    "biệ": 394,
    "iệt": 749,
    "ệt ": 1406,
    " biệ": 14,
    "biệt": 395,
    "iệt ": 750,
    "ủ": 1466,
    " n": 171,
    "gủ": 566,
    "ủ ": 1467,
    " ng": 174,
    "ngủ": 852,
    "gủ ": 567,
    " ngủ": 179,
    "ngủ ": 853,
    "go": 539,
    "on": 900,
    "ngo": 844,
    "gon": 540,
    "on ": 901,
    " ngo": 175,
    "ngon": 845,
    "gon ": 541,
    "d": 485,
    " g": 80,
    "oo": 902,
    "od": 889,
    "db": 489,
    " go": 87,
    "goo": 542,
    "ood": 903,
    "odb": 890,
    "dby": 490,
    " goo": 88,
    "good": 543,
    "oodb": 904,
    "odby": 891,
    "dbye": 491,
    "ẹ": 1382,
    "hẹ": 657,
    "ẹn": 1383,
    " hẹ": 114,
    "hẹn": 658,
    "ẹn ": 1384,
    " hẹn": 115,
    "hẹn ": 659,
    "ặ": 1379,
    "gặ": 557,
    "ặp": 1380,
    " gặ": 95,
    "gặp": 558,
    "ặp ": 1381,
    " gặp": 96,
    "gặp ": 559,
    " l": 134,
    "lạ": 794,
    "ại": 1329,
    " lạ": 148,
    "lại": 795,
    "ại ": 1330,
    " lại": 149,
    "lại ": 796,
    "đ": 1270,
    " đ": 315,
    "đú": 1283,
    "ún": 1260,
    " đú": 324,
    "đún": 1284,
    "úng": 1261,
    " đún": 325,
    "đúng": 1285,
    "úng ": 1262,
    "r": 948,
    "ồ": 1431,
    " r": 216,
    "rồ": 970,
    "ồi": 1432,
    " rồ": 219,
    "rồi": 971,
    "ồi ": 1433,
    " rồi": 220,
    "rồi ": 972,
    " y": 302,
    "es": 521,
    "s ": 976,
    " ye": 303,
    "yes": 1163,
    "es ": 522,
    " yes": 304,
    "yes ": 1164,
    "í": 1230,
    "hí": 624,
    "ín": 1237,
    "chí": 451,
    "hín": 628,
    "ính": 1238,
    " chí": 47,
    "chín": 452,
    "hính": 629,
    "ính ": 1239,
    "xá": 1155,
    "ác": 1191,
    "c ": 430,
    " xá": 300,
    "xác": 1156,
    "ác ": 1192,
    " xác": 301,
    "xác ": 1157,
    "ẩ": 1358,
    "hu": 605,
    "uẩ": 1117,
    "ẩn": 1361,
    "chu": 443,
    "huẩ": 612,
    "uẩn": 1118,
    "ẩn ": 1362,
    " chu": 44,
    "chuẩ": 446,
    "huẩn": 613,
    "uẩn ": 1119,
    "ô": 1246,
    "lu": 783,
    "uô": 1111,
    "ôn": 1249,
    " lu": 140,
    "luô": 784,
    "uôn": 1112,
    "ôn ": 1250,
    " luô": 141,
    "luôn": 785,
    "uôn ": 1113,
    "br": 399,
    "ro": 957,
    " br": 17,
    "bro": 400,
    "ro ": 958,
    " bro": 18,
    "bro ": 401,
    "ả": 1335,
    " p": 202,
    "ph": 923,
    "hả": 646,
    "ải": 1336,
    " ph": 205,
    "phả": 928,
    "hải": 647,
    "ải ": 1337,
    " phả": 208,
    "phải": 929,
    "hải ": 648,
    "k": 751,
    " o": 195,
    "ok": 895,
    "k ": 752,
    " ok": 198,
    "ok ": 896,
    " ok ": 199,
    "há": 619,
    "á ": 1190,
    " nh": 180,
    "nhá": 859,
    "há ": 620,
    " nhá": 182,
    "nhá ": 860,
    "đồ": 1294,
    "ồn": 1434,
    " đồ": 331,
    "đồn": 1295,
    "ồng": 1435,
    " đồn": 332,
    "đồng": 1296,
    "ồng ": 1436,
    "ý": 1265,
    " ý": 313,
    "ý ": 1266,
    " ý ": 314,
    " k": 124,
    "kh": 753,
    "hô": 630,
    " kh": 125,
    "khô": 758,
    "hôn": 631,
    "ông": 1251,
    " khô": 128,
    "khôn": 759,
    "hông": 632,
    "ông ": 1252,
    "th": 1013,
    "íc": 1234,
    " th": 239,
    "thí": 1019,
    "híc": 626,
    "ích": 1235,
    "ch ": 435,
    " thí": 242,
    "thíc": 1020,
    "hích": 627,
    "ích ": 1236,
    "tô": 1068,
    "ôi": 1247,
    " tô": 268,
    "tôi": 1069,
    "ôi ": 1248,
    " tôi": 269,
    "tôi ": 1070,
    "â": 1207,
    "đâ": 1277,
    "âu": 1210,
    " đâ": 320,
    "đâu": 1278,
    "âu ": 1211,
    " đâu": 321,
    "đâu ": 1279,
    "mu": 813,
    "uố": 1120,
    "ốn": 1427,
    " mu": 157,
    "muố": 816,
    "uốn": 1123,
    "ốn ": 1428,
    " muố": 159,
    "muốn": 817,
    "uốn ": 1124,
    "ó": 1242,
    "có": 471,
    "ó ": 1243,
    " có": 59,
    "có ": 472,
    " có ": 60,
    "bá": 408,
    " bá": 23,
    "bán": 409,
    "án ": 1198,
    " bán": 24,
    "bán ": 410,
    "đi": 1274,
    "ện": 1403,
    " đi": 318,
    "điệ": 1275,
    "iện": 747,
    "ện ": 1404,
    " điệ": 319,
    "điện": 1276,
    "iện ": 748,
    "oạ": 915,
    "tho": 1017,
    "hoạ": 603,
    "oại": 916,
    " tho": 241,
    "thoạ": 1018,
    "hoại": 604,
    "oại ": 917,
    "tì": 1062,
    "ìm": 1225,
    " tì": 264,
    "tìm": 1063,
    "ìm ": 1226,
    " tìm": 265,
    "tìm ": 1064,
    "la": 769,
    "ap": 376,
    "pt": 937,
    "to": 1044,
    " la": 135,
    "lap": 772,
    "apt": 377,
    "pto": 938,
    "top": 1045,
    " lap": 137,
    "lapt": 773,
    "apto": 378,
    "ptop": 939,
    "top ": 1046,
    "ớ": 1449,
    "nư": 877,
    "ướ": 1315,
    "ớc": 1450,
    " nư": 191,
    "nướ": 878,
    "ước": 1316,
    "ớc ": 1451,
    " nướ": 192,
    "nước": 879,
    "ước ": 1317,
    "oa": 885,
    " ho": 108,
    "hoa": 598,
    "oa ": 886,
    " hoa": 109,
    "hoa ": 599,
    "củ": 479,
    "ủa": 1468,
    " củ": 65,
    "của": 480,
    "ủa ": 1469,
    " của": 66,
    "của ": 481,
    "ữ": 1476,
    "hữ": 693,
    "ữn": 1479,
    "nhữ": 863,
    "hữn": 694,
    "ững": 1480,
    " nhữ": 184,
    "nhữn": 864,
    "hững": 695,
    "ững ": 1481,
    " lo": 138,
    "loạ": 781,
    " loạ": 139,
    "loại": 782,
    "nà": 871,
    " nà": 187,
    "nào": 872,
    " nào": 188,
    "nào ": 873,
    "gi": 527,
    "ià": 721,
    "ày": 1187,
    " gi": 81,
    "già": 531,
    "iày": 722,
    "ày ": 1188,
    " già": 83,
    "giày": 532,
    "iày ": 723,
    "ể": 1398,
    "hể": 664,
    "ể ": 1399,
    "thể": 1029,
    "hể ": 665,
    " thể": 247,
    "thể ": 1030,
    "ha": 570,
    "ao": 374,
    "tha": 1014,
    "hao": 575,
    "ao ": 375,
    " tha": 240,
    "thao": 1016,
    "hao ": 576,
    "xe": 1149,
    "em": 511,
    " xe": 296,
    "xem": 1150,
    "em ": 512,
    " xem": 297,
    "xem ": 1151,
    "sả": 999,
    "ản": 1340,
    " sả": 234,
    "sản": 1000,
    "ản ": 1341,
    " sản": 235,
    "sản ": 1001,
    "hẩ": 651,
    "ẩm": 1359,
    "phẩ": 930,
    "hẩm": 652,
    "ẩm ": 1360,
    " phẩ": 209,
    "phẩm": 931,
    "hẩm ": 653,
    "tú": 1071,
    "úi": 1258,
    " tú": 270,
    "túi": 1072,
    "úi ": 1259,
    " túi": 271,
    "túi ": 1073,
    "ách": 1193,
    "xách": 1158,
    "ách ": 1194,
    " d": 69,
    "da": 486,
    "an": 368,
    " da": 70,
    "dan": 487,
    "anh": 372,
    " dan": 71,
    "danh": 488,
    "anh ": 373,
    "sác": 995,
    " sác": 232,
    "sách": 996,
    "q": 940,
    " q": 211,
    "qu": 941,
    "uầ": 1114,
    " qu": 212,
    "quầ": 946,
    "uần": 1115,
    " quầ": 215,
    "quần": 947,
    "uần ": 1116,
    " á": 307,
    "áo": 1203,
    " áo": 309,
    "áo ": 1204,
    " áo ": 310,
    "má": 818,
    "áy": 1205,
    " má": 160,
    "máy": 819,
    "áy ": 1206,
    " máy": 161,
    "máy ": 820,
    "tí": 1065,
    " tí": 266,
    "tín": 1066,
    " tín": 267,
    "tính": 1067,
    "bả": 417,
    " bả": 29,
    "bản": 418,
    "ảng": 1342,
    " bản": 30,
    "bảng": 419,
    "ảng ": 1343,
    "iá": 724,
    "giá": 533,
    "iá ": 725,
    " giá": 84,
    "giá ": 534,
    "ba": 385,
    " ba": 10,
    "bao": 386,
    " bao": 11,
    "bao ": 387,
    "iê": 726,
    "êu": 1221,
    "nhi": 856,
    "hiê": 592,
    "iêu": 727,
    "êu ": 1222,
    " nhi": 181,
    "nhiê": 857,
    "hiêu": 593,
    "iêu ": 728,
    " ả": 339,
    " ản": 340,
    "ảnh": 1344,
    " ảnh": 341,
    "ảnh ": 1345,
    "là": 786,
    "à ": 1181,
    " là": 142,
    "là ": 787,
    " là ": 143,
    "ai": 359,
    " ai": 5,
    "ai ": 360,
    " ai ": 6,
    " à": 305,
    " à ": 306,
    "at": 379,
    "tb": 1007,
    "bo": 396,
    "ot": 910,
    "cha": 436,
    "hat": 577,
    "atb": 380,
    "tbo": 1008,
    "bot": 397,
    "ot ": 911,
    " cha": 41,
    "chat": 438,
    "hatb": 578,
    "atbo": 381,
    "tbot": 1009,
    "bot ": 398,
    "đa": 1271,
    " đa": 316,
    "đan": 1272,
    "ang": 370,
    " đan": 317,
    "đang": 1273,
    "ang ": 371,
    "nó": 874,
    "ói": 1244,
    " nó": 189,
    "nói": 875,
    "ói ": 1245,
    " nói": 190,
    "nói ": 876,
    "uy": 1099,
    "yệ": 1177,
    "huy": 608,
    "uyệ": 1109,
    "yện": 1178,
    "chuy": 445,
    "huyệ": 611,
    "uyện": 1110,
    "yện ": 1179,
    "vớ": 1145,
    "ới": 1452,
    " vớ": 293,
    "với": 1146,
    "ới ": 1453,
    " với": 294,
    "với ": 1147,
    "co": 461,
    " co": 51,
    "con": 462,
    " con": 52,
    "con ": 463,
    "ờ": 1454,
    "gư": 554,
    "ườ": 1320,
    "ời": 1455,
    "ngư": 848,
    "gườ": 555,
    "ười": 1321,
    "ời ": 1456,
    " ngư": 177,
    "ngườ": 849,
    "gười": 556,
    "ười ": 1322,
    "ay": 382,
    " ha": 100,
    "hay": 579,
    "ay ": 383,
    " hay": 101,
    "hay ": 580,
    "ậ": 1363,
    "hậ": 654,
    "ật": 1366,
    "thậ": 1023,
    "hật": 655,
    "ật ": 1367,
    " thậ": 244,
    "thật": 1024,
    "hật ": 656,
    " bo": 15,
    " bot": 16,
    "han": 573,
    "than": 1015,
    "hanh": 574,
    "oá": 912,
    " to": 255,
    "toá": 1047,
    "oán": 913,
    " toá": 256,
    "toán": 1048,
    "oán ": 914,
    "ằ": 1375,
    "bằ": 423,
    "ằn": 1376,
    " bằ": 33,
    "bằn": 424,
    "ằng": 1377,
    " bằn": 34,
    "bằng": 425,
    "ằng ": 1378,
    "hư": 642,
    "ươ": 1310,
    "ơn": 1300,
    "phư": 926,
    "hươ": 644,
    "ươn": 1313,
    "ơng": 1302,
    " phư": 207,
    "phươ": 927,
    "hươn": 645,
    "ương": 1314,
    "ơng ": 1303,
    "ứ": 1470,
    "hứ": 690,
    "ức": 1471,
    "thứ": 1037,
    "hức": 691,
    "ức ": 1472,
    " thứ": 251,
    "thức": 1038,
    "hức ": 692,
    "ỗ": 1440,
    "hỗ": 678,
    "ỗ ": 1441,
    " hỗ": 118,
    "hỗ ": 679,
    " hỗ ": 119,
    "ợ": 1462,
    "tr": 1049,
    "rợ": 973,
    "ợ ": 1463,
    " tr": 257,
    "trợ": 1057,
    "rợ ": 974,
    " trợ": 261,
    "trợ ": 1058,
    "ua": 1089,
    "qua": 942,
    "ua ": 1090,
    " qua": 213,
    "qua ": 943,
    "ẻ": 1385,
    "hẻ": 660,
    "ẻ ": 1386,
    "thẻ": 1025,
    "hẻ ": 661,
    " thẻ": 245,
    "thẻ ": 1026,
    "mo": 809,
    "om": 897,
    " mo": 155,
    "mom": 811,
    "omo": 898,
    "mo ": 810,
    " mom": 156,
    "momo": 812,
    "omo ": 899,
    "chư": 455,
    " chư": 49,
    "chươ": 456,
    "rì": 967,
    "trì": 1055,
    "rìn": 968,
    " trì": 260,
    "trìn": 1056,
    "rình": 969,
    "ế": 1387,
    "yế": 1168,
    "ến": 1389,
    "khu": 756,
    "uyế": 1103,
    "yến": 1169,
    "ến ": 1390,
    " khu": 127,
    "khuy": 757,
    "huyế": 609,
    "uyến": 1104,
    "yến ": 1170,
    "ã": 1214,
    "mã": 821,
    "ãi": 1215,
    " mã": 162,
    "mãi": 822,
    "ãi ": 1216,
    " mãi": 163,
    "mãi ": 823,
    "iả": 729,
    "ảm": 1338,
    "giả": 535,
    "iảm": 730,
    "ảm ": 1339,
    " giả": 85,
    "giảm": 536,
    "iảm ": 731,
    "gì": 549,
    "ì ": 1224,
    " gì": 91,
    "gì ": 550,
    " gì ": 92,
    "mua": 814,
    " mua": 158,
    "mua ": 815,
    "nhiề": 858,
    "đư": 1289,
    "ượ": 1325,
    "ợc": 1464,
    " đư": 328,
    "đượ": 1292,
    "ược": 1326,
    "ợc ": 1465,
    " đượ": 330,
    "được": 1293,
    "ược ": 1327,
    " ư": 336,
    "ưu": 1308,
    " ưu": 337,
    "ưu ": 1309,
    " ưu ": 338,
    "đã": 1280,
    " đã": 322,
    "đãi": 1281,
    " đãi": 323,
    "đãi ": 1282,
    "hờ": 683,
    "thờ": 1035,
    "hời": 684,
    " thờ": 250,
    "thời": 1036,
    "hời ": 685,
    "ia": 698,
    "gia": 528,
    "ian": 699,
    "an ": 369,
    " gia": 82,
    "gian": 529,
    "ian ": 700,
    "iao": 701,
    "giao": 530,
    "iao ": 702,
    "lâ": 788,
    " lâ": 144,
    "lâu": 789,
    " lâu": 145,
    "lâu ": 790,
    "í ": 1231,
    "phí": 924,
    "hí ": 625,
    " phí": 206,
    "phí ": 925,
    "ip": 716,
    "shi": 981,
    "hip": 590,
    "ip ": 717,
    " shi": 225,
    "ship": 983,
    "hip ": 591,
    "ọ": 1414,
    "họ": 669,
    "ọn": 1415,
    "chọ": 457,
    "họn": 670,
    "ọn ": 1416,
    " chọ": 50,
    "chọn": 458,
    "họn ": 671,
    "đơ": 1286,
    " đơ": 326,
    "đơn": 1287,
    "ơn ": 1301,
    " đơn": 327,
    "đơn ": 1288,
    "ị": 1407,
    "vị": 1143,
    "ị ": 1408,
    " vị": 291,
    "vị ": 1144,
    " vị ": 292,
    "vậ": 1138,
    "ận": 1364,
    " vậ": 288,
    "vận": 1139,
    "ận ": 1365,
    " vận": 289,
    "vận ": 1140,
    "yể": 1174,
    "ển": 1400,
    "uyể": 1107,
    "yển": 1175,
    "ển ": 1401,
    "huyể": 610,
    "uyển": 1108,
    "yển ": 1176,
    "dư": 500,
    "ưa": 1306,
    " dư": 76,
    "dưa": 501,
    "ưa ": 1307,
    " dưa": 77,
    "dưa ": 502,
    "lư": 791,
    " lư": 146,
    "lướ": 792,
    "ưới": 1318,
    " lướ": 147,
    "lưới": 793,
    "ưới ": 1319,
    "ti": 1039,
    "ền": 1394,
    " ti": 252,
    "tiề": 1042,
    "iền": 739,
    "ền ": 1395,
    " tiề": 254,
    "tiền": 1043,
    "iền ": 740,
    "ắ": 1370,
    "bắ": 420,
    "ắp": 1373,
    " bắ": 31,
    "bắp": 421,
    "ắp ": 1374,
    " bắp": 32,
    "bắp ": 422,
    "cả": 473,
    " cả": 61,
    "cải": 474,
    " cải": 62,
    "cải ": 475,
    "hị": 666,
    "ịt": 1412,
    "thị": 1031,
    "hịt": 667,
    "ịt ": 1413,
    " thị": 248,
    "thịt": 1032,
    "hịt ": 668,
    "eo": 513,
    "heo": 584,
    "eo ": 514,
    " heo": 104,
    "heo ": 585,
    "gà": 547,
    " gà": 89,
    "gà ": 548,
    " gà ": 90,
    "gu": 544,
    "yê": 1165,
    "ên": 1219,
    "ngu": 846,
    "guy": 545,
    "uyê": 1101,
    "yên": 1166,
    "ên ": 1220,
    " ngu": 176,
    "nguy": 847,
    "guyê": 546,
    "uyên": 1102,
    "yên ": 1167,
    "hế": 662,
    "ế ": 1388,
    "thế": 1027,
    "hế ": 663,
    " thế": 246,
    "thế ": 1028,
    "cá": 466,
    " cá": 55,
    "cá ": 467,
    " cá ": 56,
    "iể": 743,
    "biể": 392,
    "iển": 744,
    " biể": 13,
    "biển": 393,
    "iển ": 745,
    "sa": 977,
    " sa": 222,
    "sao": 978,
    " sao": 223,
    "sao ": 979,
    "sữ": 1002,
    "ữa": 1477,
    " sữ": 236,
    "sữa": 1003,
    "ữa ": 1478,
    " sữa": 237,
    "sữa ": 1004,
    "tươ": 1076,
    "ươi": 1311,
    " tươ": 274,
    "tươi": 1077,
    "ươi ": 1312,
    "kho": 754,
    "oai": 887,
    " kho": 126,
    "khoa": 755,
    "hoai": 600,
    "oai ": 888,
    "tâ": 1059,
    "ây": 1212,
    " tâ": 262,
    "tây": 1060,
    "ây ": 1213,
    " tây": 263,
    "tây ": 1061,
    "cà": 464,
    " cà": 53,
    "cà ": 465,
    " cà ": 54,
    "hua": 606,
    "chua": 444,
    "hua ": 607,
    "ánh": 1201,
    "bánh": 411,
    "ánh ": 1202,
    "gọ": 560,
    "ọt": 1417,
    "ngọ": 850,
    "gọt": 561,
    "ọt ": 1418,
    " ngọ": 178,
    "ngọt": 851,
    "gọt ": 562,
    "su": 991,
    " su": 229,
    "suố": 992,
    "uối": 1121,
    " suố": 230,
    "suối": 993,
    "uối ": 1122,
    "ộ": 1442,
    "mộ": 831,
    "ột": 1447,
    " mộ": 169,
    "một": 832,
    "ột ": 1448,
    " một": 170,
    "một ": 833,
    "hai": 571,
    "chai": 437,
    "hai ": 572,
    "ă": 1267,
    "hă": 639,
    "ăn": 1268,
    "khă": 760,
    "hăn": 640,
    "ăn ": 1269,
    " khă": 129,
    "khăn": 761,
    "hăn ": 641,
    "iấ": 732,
    "ấy": 1351,
    "giấ": 537,
    "iấy": 733,
    "ấy ": 1352,
    " giấ": 86,
    "giấy": 538,
    "iấy ": 734,
    "dầ": 503,
    "ầu": 1356,
    " dầ": 78,
    "dầu": 504,
    "ầu ": 1357,
    " dầu": 79,
    "dầu ": 505,
    "gộ": 563,
    "ội": 1443,
    " gộ": 97,
    "gội": 564,
    "ội ": 1444,
    " gội": 98,
    "gội ": 565,
    "tắ": 1081,
    "ắm": 1371,
    " tắ": 277,
    "tắm": 1082,
    "ắm ": 1372,
    " tắm": 278,
    "tắm ": 1083,
    "mì ": 825,
    " mì ": 165,
    "gó": 551,
    " gó": 93,
    "gói": 552,
    " gói": 94,
    "gói ": 553,
    "ra": 952,
    " ra": 217,
    "ra ": 953,
    " ra ": 218,
    "or": 907,
    "re": 954,
    " or": 200,
    "ore": 908,
    "reo": 955,
    " ore": 201,
    "oreo": 909,
    "reo ": 956,
    "dâ": 497,
    " dâ": 74,
    "dâu": 498,
    " dâu": 75,
    "dâu ": 499,
    "quy": 944,
    "uy ": 1100,
    " quy": 214,
    "quy ": 945,
    "nắ": 880,
    " nắ": 193,
    "nắm": 881,
    " nắm": 194,
    "nắm ": 882,
    "ki": 762,
    "im": 708,
    " ki": 130,
    "kim": 763,
    "im ": 709,
    " kim": 131,
    "kim ": 764,
    "hâ": 621,
    "âm": 1208,
    "châ": 449,
    "hâm": 622,
    "âm ": 1209,
    " châ": 46,
    "châm": 450,
    "hâm ": 623,
    "_": 342,
    " _": 1,
    "__": 344,
    "_n": 348,
    "nu": 868,
    "um": 1091,
    "mb": 802,
    "be": 388,
    "er": 518,
    "r_": 949,
    "_ ": 343,
    " __": 2,
    "__n": 346,
    "_nu": 349,
    "num": 869,
    "umb": 1092,
    "mbe": 803,
    "ber": 389,
    "er_": 519,
    "r__": 950,
    "__ ": 345,
    " __n": 3,
    "__nu": 347,
    "_num": 350,
    "numb": 870,
    "umbe": 1093,
    "mber": 804,
    "ber_": 390,
    "er__": 520,
    "r__ ": 951,
    "bị": 426,
    "ịc": 1409,
    " bị": 35,
    "bịc": 427,
    "ịch": 1410,
    " bịc": 36,
    "bịch": 428,
    "ịch ": 1411,
    "ậy": 1368,
    "vậy": 1141,
    "ậy ": 1369,
    " vậy": 290,
    "vậy ": 1142,
    "hủ": 688,
    " hủ": 122,
    "hủ ": 689,
    " hủ ": 123,
    "iế": 735,
    "ếu": 1391,
    "tiế": 1040,
    "iếu": 736,
    "ếu ": 1392,
    " tiế": 253,
    "tiếu": 1041,
    "iếu ": 737,
    "na": 836,
    "am": 364,
    " na": 172,
    "nam": 839,
    "am ": 365,
    " nam": 173,
    "nam ": 840,
    "va": 1129,
    " va": 282,
    "van": 1130,
    " van": 283,
    "vang": 1131,
    "như": 861,
    "hư ": 643,
    " như": 183,
    "như ": 862,
    "ở": 1460,
    "hở": 686,
    "ở ": 1461,
    "phở": 932,
    "hở ": 687,
    " phở": 210,
    "phở ": 933,
    "ò": 1240,
    "bò": 412,
    "ò ": 1241,
    " bò": 25,
    "bò ": 413,
    " bò ": 26,
    "ru": 959,
    "yề": 1171,
    "tru": 1050,
    "ruy": 960,
    "uyề": 1105,
    "yền": 1172,
    " tru": 258,
    "truy": 1051,
    "ruyề": 961,
    "uyền": 1106,
    "yền ": 1173,
    "hố": 675,
    "thố": 1033,
    "hốn": 676,
    "ống": 1429,
    " thố": 249,
    "thốn": 1034,
    "hống": 677,
    "ống ": 1430,
    "ờn": 1457,
    "đườ": 1290,
    "ườn": 1323,
    "ờng": 1458,
    " đườ": 329,
    "đườn": 1291,
    "ường": 1324,
    "ờng ": 1459,
    "mí": 828,
    "ía": 1232,
    " mí": 167,
    "mía": 829,
    "ía ": 1233,
    " mía": 168,
    "mía ": 830,
    " á ": 308,
    "ù": 1253,
    "hù": 633,
    "ùn": 1254,
    "thù": 1021,
    "hùn": 634,
    "ùng": 1255,
    " thù": 243,
    "thùn": 1022,
    "hùng": 635,
    "ùng ": 1256,
    "ku": 765,
    "un": 1094,
    " ku": 132,
    "kun": 766,
    "un ": 1095,
    " kun": 133,
    "kun ": 767,
    "rá": 962,
    "ái": 1195,
    "trá": 1052,
    "rái": 963,
    "ái ": 1196,
    " trá": 259,
    "trái": 1053,
    "rái ": 964,
    "câ": 468,
    " câ": 57,
    "cây": 469,
    " cây": 58,
    "cây ": 470,
    "du": 492,
    "ut": 1096,
    "tc": 1010,
    " du": 72,
    "dut": 493,
    "utc": 1097,
    "tch": 1011,
    " dut": 73,
    "dutc": 494,
    "utch": 1098,
    "tch ": 1012,
    "ad": 356,
    "dy": 495,
    "lad": 770,
    "ady": 357,
    "dy ": 496,
    " lad": 136,
    "lady": 771,
    "ady ": 358,
    "vi": 1132,
    "mi": 805,
    "il": 703,
    "lk": 774,
    " vi": 284,
    "vin": 1133,
    "ina": 712,
    "ami": 366,
    "mil": 806,
    "ilk": 704,
    "lk ": 775,
    " vin": 285,
    "vina": 1134,
    "inam": 713,
    "nami": 841,
    "amil": 367,
    "milk": 807,
    "ilk ": 705,
    "rán": 965,
    "trán": 1054,
    "ráng": 966,
    "ni": 865,
    " ni": 185,
    "nin": 866,
    "inh": 714,
    " nin": 186,
    "ninh": 867,
    "inh ": 715,
    "ảo": 1346,
    " hả": 112,
    "hảo": 649,
    "ảo ": 1347,
    " hảo": 113,
    "hảo ": 650,
    "ca": 431,
    " ca": 38,
    "cay": 432,
    " cay": 39,
    "cay ": 433,
    "sn": 988,
    "ac": 353,
    "ck": 459,
    " sn": 227,
    "sna": 989,
    "nac": 837,
    "ack": 354,
    "ck ": 460,
    " sna": 228,
    "snac": 990,
    "nack": 838,
    "ack ": 355,
    "oi": 892,
    "is": 718,
    " oi": 196,
    "ois": 893,
    "ish": 719,
    " ois": 197,
    "oish": 894,
    "ishi": 720,
    "shi ": 982,
    "pe": 920,
    "ep": 515,
    "ps": 934,
    "si": 986,
    " pe": 203,
    "pep": 921,
    "eps": 516,
    "psi": 935,
    "si ": 987,
    " pep": 204,
    "peps": 922,
    "epsi": 517,
    "psi ": 936,
    "lố": 797,
    "ốc": 1423,
    " lố": 150,
    "lốc": 798,
    "ốc ": 1424,
    " lốc": 151,
    "lốc ": 799,
    "hộ": 680,
    "ộp": 1445,
    " hộ": 120,
    "hộp": 681,
    "ộp ": 1446,
    " hộp": 121,
    "hộp ": 682,
    " mi": 153,
    "ilo": 706,
    " mil": 154,
    "milo": 808,
    "ilo ": 707
  },
  "response": null,
  "action_text": null
}