{
  "text": {
    " ": 0,
    "h": 804,
    "e": 718,
    "y": 1615,
    " h": 136,
    "he": 818,
    "ey": 741,
    "y ": 1616,
    " he": 139,
    "hey": 825,
    "ey ": 742,
    " hey": 142,
    "hey ": 826,
    "l": 1083,
    "o": 1252,
    "el": 726,
    "ll": 1094,
    "lo": 1097,
    "o ": 1253,
    "hel": 821,
    "ell": 727,
    "llo": 1095,
    "lo ": 1098,
    " hel": 140,
    "hell": 822,
    "ello": 728,
    "llo ": 1096,
    "i": 983,
    "hi": 827,
    "i ": 984,
    " hi": 143,
    "hi ": 828,
    " hi ": 144,
    "x": 1600,
    "n": 1189,
    " x": 420,
    "xi": 1607,
    "in": 998,
    "n ": 1190,
    " xi": 425,
    "xin": 1608,
    "in ": 999,
    " xin": 426,
    "xin ": 1609,
    "c": 614,
    "à": 1640,
    " c": 51,
    "ch": 621,
    "hà": 863,
    "ào": 1650,
    " ch": 55,
    "chà": 638,
    "hào": 866,
    "ào ": 1651,
    " chà": 60,
    "chào": 639,
    "hào ": 867,
    "b": 551,
    "u": 1524,
    "ổ": 1986,
    " b": 11,
    "bu": 571,
    "uổ": 1568,
    "ổi": 1988,
    " bu": 22,
    "buổ": 574,
    "uổi": 1569,
    "ổi ": 1989,
    " buổ": 23,
    "buổi": 575,
    "uổi ": 1570,
    "s": 1373,
    "á": 1652,
    "g": 747,
    " s": 319,
    "sá": 1394,
    "án": 1660,
    "ng": 1198,
    "g ": 748,
    " sá": 330,
    "sán": 1395,
    "áng": 1662,
    "ng ": 1199,
    " sán": 331,
    "sáng": 1396,
    "áng ": 1663,
    "ạ": 1841,
    "bạ": 594,
    "ạn": 1849,
    " bạ": 36,
    "bạn": 595,
    "ạn ": 1850,
    " bạn": 37,
    "bạn ": 596,
    "ề": 1924,
    "iề": 1033,
    "ều": 1928,
    "u ": 1525,
    "chi": 627,
    "hiề": 836,
    "iều": 1036,
    "ều ": 1929,
    " chi": 57,
    "chiề": 630,
    "hiều": 837,
    "iều ": 1037,
    "t": 1408,
    "ố": 1967,
    " t": 340,
    "tố": 1519,
    "ối": 1971,
    " tố": 396,
    "tối": 1520,
    "ối ": 1972,
    " tối": 397,
    "tối ": 1521,
    "p": 1295,
    "sh": 1381,
    "ho": 844,
    "op": 1272,
    "p ": 1296,
    " sh": 322,
    "sho": 1384,
    "hop": 848,
    "op ": 1273,
    " sho": 324,
    "shop": 1385,
    "hop ": 849,
    "ơ": 1805,
    " ơ": 485,
    "ơi": 1806,
    " ơi": 486,
    "ơi ": 1807,
    " ơi ": 487,
    "ử": 2047,
    "a": 515,
    "cử": 690,
    "ửa": 2048,
    "a ": 516,
    " cử": 91,
    "cửa": 691,
    "ửa ": 2049,
    " cửa": 92,
    "cửa ": 692,
    "àn": 1644,
    " hà": 148,
    "hàn": 864,
    "àng": 1646,
    " hàn": 149,
    "hàng": 865,
    "àng ": 1647,
    "ê": 1691,
    " ê": 444,
    "ê ": 1692,
    " ê ": 445,
    " a": 4,
    "al": 527,
    " al": 7,
    "alo": 528,
    " alo": 8,
    "alo ": 529,
    "m": 1137,
    "ì": 1701,
    " m": 223,
    "mì": 1165,
    "ìn": 1705,
    "nh": 1210,
    "h ": 805,
    " mì": 236,
    "mìn": 1167,
    "ình": 1706,
    "nh ": 1211,
    " mìn": 238,
    "mình": 1168,
    "ình ": 1707,
    "ầ": 1871,
    "cầ": 681,
    "ần": 1872,
    " cầ": 85,
    "cần": 682,
    "ần ": 1873,
    " cần": 86,
    "cần ": 683,
    "ư": 1812,
    "tư": 1509,
    "ư ": 1813,
    " tư": 389,
    "tư ": 1510,
    " tư ": 390,
    "v": 1571,
    "ấ": 1864,
    " v": 402,
    "vấ": 1583,
    "ấn": 1865,
    " vấ": 408,
    "vấn": 1584,
    "ấn ": 1866,
    " vấn": 409,
    "vấn ": 1585,
    "cho": 631,
    "ho ": 845,
    " cho": 58,
    "cho ": 632,
    "ỏ": 1962,
    "hỏ": 943,
    "ỏi": 1965,
    " hỏ": 165,
    "hỏi": 946,
    "ỏi ": 1966,
    " hỏi": 166,
    "hỏi ": 947,
    "ú": 1745,
    "hú": 894,
    "út": 1751,
    "t ": 1409,
    "chú": 646,
    "hút": 895,
    "út ": 1752,
    " chú": 64,
    "chút": 647,
    "hút ": 896,
    "by": 576,
    "ye": 1617,
    "e ": 719,
    " by": 24,
    "bye": 577,
    "ye ": 1618,
    " bye": 25,
    "bye ": 578,
    "tạ": 1513,
    "ạm": 1847,
    "m ": 1138,
    " tạ": 392,
    "tạm": 1514,
    "ạm ": 1848,
    " tạm": 393,
    "tạm ": 1515,
    "ệ": 1939,
    "bi": 558,
    "iệ": 1046,
    "ệt": 1944,
    " bi": 14,
    "biệ": 563,
    "iệt": 1049,
    "ệt ": 1945,
    " biệ": 17,
    "biệt": 564,
    "iệt ": 1050,
    "ủ": 2037,
    " n": 253,
    "gủ": 802,
    "ủ ": 2038,
    " ng": 256,
    "ngủ": 1208,
    "gủ ": 803,
    " ngủ": 261,
    "ngủ ": 1209,
    "go": 766,
    "on": 1267,
    "ngo": 1200,
    "gon": 767,
    "on ": 1268,
    " ngo": 257,
    "ngon": 1201,
    "gon ": 768,
    "d": 693,
    " g": 108,
    "oo": 1269,
    "od": 1257,
    "db": 694,
    " go": 118,
    "goo": 769,
    "ood": 1270,
    "odb": 1258,
    "dby": 695,
    " goo": 119,
    "good": 770,
    "oodb": 1271,
    "odby": 1259,
    "dbye": 696,
    "ẹ": 1908,
    "hẹ": 926,
    "ẹn": 1910,
    " hẹ": 163,
    "hẹn": 927,
    "ẹn ": 1911,
    " hẹn": 164,
    "hẹn ": 928,
    "ặ": 1903,
    "gặ": 790,
    "ặp": 1906,
    " gặ": 130,
    "gặp": 791,
    "ặp ": 1907,
    " gặp": 131,
    "gặp ": 792,
    " l": 195,
    "lạ": 1122,
    "ại": 1845,
    " lạ": 213,
    "lại": 1123,
    "ại ": 1846,
    " lại": 214,
    "lại ": 1124,
    "đ": 1760,
    " đ": 454,
    "đú": 1776,
    "ún": 1746,
    " đú": 465,
    "đún": 1777,
    "úng": 1747,
    " đún": 466,
    "đúng": 1778,
    "úng ": 1748,
    "r": 1323,
    "ồ": 1979,
    " r": 304,
    "rồ": 1365,
    "ồi": 1981,
    " rồ": 317,
    "rồi": 1366,
    "ồi ": 1982,
    " rồi": 318,
    "rồi ": 1367,
    " y": 431,
    "es": 736,
    "s ": 1374,
    " ye": 432,
    "yes": 1619,
    "es ": 737,
    " yes": 433,
    "yes ": 1620,
    "í": 1708,
    "hí": 877,
    "ín": 1715,
    "chí": 644,
    "hín": 881,
    "ính": 1716,
    " chí": 63,
    "chín": 645,
    "hính": 882,
    "ính ": 1717,
    "xá": 1612,
    "ác": 1654,
    "c ": 615,
    " xá": 429,
    "xác": 1613,
    "ác ": 1655,
    " xác": 430,
    "xác ": 1614,
    "ẩ": 1878,
    "hu": 852,
    "uẩ": 1559,
    "ẩn": 1881,
    "chu": 633,
    "huẩ": 859,
    "uẩn": 1560,
    "ẩn ": 1882,
    " chu": 59,
    "chuẩ": 636,
    "huẩn": 860,
    "uẩn ": 1561,
    "ô": 1730,
    "lu": 1107,
    "uô": 1556,
    "ôn": 1736,
    " lu": 203,
    "luô": 1108,
    "uôn": 1557,
    "ôn ": 1737,
    " luô": 204,
    "luôn": 1109,
    "uôn ": 1558,
    "br": 568,
    "ro": 1334,
    " br": 20,
    "bro": 569,
    "ro ": 1335,
    " bro": 21,
    "bro ": 570,
    "ả": 1853,
    " p": 290,
    "ph": 1300,
    "hả": 912,
    "ải": 1854,
    " ph": 291,
    "phả": 1309,
    "hải": 913,
    "ải ": 1855,
    " phả": 296,
    "phải": 1310,
    "hải ": 914,
    "k": 1051,
    " o": 285,
    "ok": 1262,
    "k ": 1052,
    " ok": 286,
    "ok ": 1263,
    " ok ": 287,
    "há": 868,
    "á ": 1653,
    " nh": 262,
    "nhá": 1218,
    "há ": 869,
    " nhá": 265,
    "nhá ": 1219,
    "đồ": 1798,
    "ồn": 1983,
    " đồ": 480,
    "đồn": 1800,
    "ồng": 1984,
    " đồn": 482,
    "đồng": 1801,
    "ồng ": 1985,
    "ý": 1753,
    " ý": 449,
    "ý ": 1754,
    " ý ": 450,
    " k": 177,
    "kh": 1056,
    "hô": 886,
    " kh": 180,
    "khô": 1063,
    "hôn": 888,
    "ông": 1738,
    " khô": 184,
    "khôn": 1065,
    "hông": 889,
    "ông ": 1739,
    "th": 1416,
    "íc": 1712,
    " th": 341,
    "thí": 1429,
    "híc": 879,
    "ích": 1713,
    "ch ": 622,
    " thí": 346,
    "thíc": 1430,
    "hích": 880,
    "ích ": 1714,
    "tô": 1501,
    "ôi": 1732,
    " tô": 384,
    "tôi": 1502,
    "ôi ": 1733,
    " tôi": 385,
    "tôi ": 1503,
    "â": 1676,
    "đâ": 1770,
    "âu": 1681,
    " đâ": 461,
    "đâu": 1771,
    "âu ": 1682,
    " đâu": 462,
    "đâu ": 1772,
    "mu": 1152,
    "uố": 1562,
    "ốn": 1973,
    " mu": 228,
    "muố": 1155,
    "uốn": 1565,
    "ốn ": 1974,
    " muố": 230,
    "muốn": 1156,
    "uốn ": 1566,
    "xe": 1604,
    "em": 729,
    " xe": 423,
    "xem": 1605,
    "em ": 730,
    " xem": 424,
    "xem ": 1606,
    "thô": 1431,
    " thô": 347,
    "thôn": 1432,
    "ti": 1453,
    " ti": 358,
    "tin": 1456,
    " tin": 360,
    "tin ": 1457,
    "sả": 1397,
    "ản": 1858,
    " sả": 332,
    "sản": 1398,
    "ản ": 1859,
    " sản": 333,
    "sản ": 1399,
    "hẩ": 920,
    "ẩm": 1879,
    "phẩ": 1311,
    "hẩm": 921,
    "ẩm ": 1880,
    " phẩ": 297,
    "phẩm": 1312,
    "hẩm ": 922,
    "ở": 2016,
    " ở": 494,
    "ở ": 2017,
    " ở ": 495,
    "là": 1110,
    "àm": 1642,
    " là": 205,
    "làm": 1112,
    "àm ": 1643,
    " làm": 207,
    "làm ": 1113,
    "sa": 1375,
    "ao": 542,
    " sa": 320,
    "sao": 1376,
    "ao ": 543,
    " sao": 321,
    "sao ": 1377,
    "ể": 1930,
    "để": 1793,
    "ể ": 1931,
    " để": 476,
    "để ": 1794,
    " để ": 477,
    "chi ": 628,
    "ế": 1916,
    "iế": 1028,
    "ết": 1920,
    "tiế": 1460,
    "iết": 1029,
    "ết ": 1921,
    " tiế": 362,
    "tiết": 1461,
    "iết ": 1030,
    "hì": 875,
    "ì ": 1702,
    "thì": 1427,
    "hì ": 876,
    " thì": 345,
    "thì ": 1428,
    "cá": 664,
    " cá": 74,
    "các": 666,
    "ách": 1656,
    " các": 76,
    "cách": 668,
    "ách ": 1657,
    "hế": 931,
    "ế ": 1917,
    "thế": 1439,
    "hế ": 932,
    " thế": 351,
    "thế ": 1440,
    "nà": 1233,
    " nà": 272,
    "nào": 1236,
    " nào": 274,
    "nào ": 1237,
    "tì": 1493,
    "ìm": 1703,
    " tì": 379,
    "tìm": 1494,
    "ìm ": 1704,
    " tìm": 380,
    "tìm ": 1495,
    "iể": 1038,
    "ểu": 1934,
    "hiể": 838,
    "iểu": 1041,
    "ểu ": 1935,
    " hiể": 145,
    "hiểu": 839,
    "iểu ": 1042,
    "về": 1591,
    "ề ": 1925,
    " về": 413,
    "về ": 1592,
    " về ": 414,
    "ó": 1722,
    "có": 676,
    "ó ": 1723,
    " có": 81,
    "có ": 677,
    " có ": 82,
    "hể": 933,
    "thể": 1441,
    "hể ": 934,
    " thể": 352,
    "thể ": 1442,
    "à ": 1641,
    "là ": 1111,
    " là ": 206,
    "ai": 525,
    " ai": 5,
    "ai ": 526,
    " ai ": 6,
    " à": 437,
    " à ": 438,
    "ha": 809,
    "at": 544,
    "tb": 1410,
    "bo": 565,
    "ot": 1280,
    "cha": 623,
    "hat": 814,
    "atb": 545,
    "tbo": 1411,
    "bot": 566,
    "ot ": 1281,
    " cha": 56,
    "chat": 625,
    "hatb": 815,
    "atbo": 546,
    "tbot": 1412,
    "bot ": 567,
    "đa": 1761,
    "an": 536,
    " đa": 455,
    "đan": 1762,
    "ang": 538,
    " đan": 456,
    "đang": 1763,
    "ang ": 539,
    "nó": 1241,
    "ói": 1726,
    " nó": 277,
    "nói": 1242,
    "ói ": 1727,
    " nói": 278,
    "nói ": 1243,
    "uy": 1543,
    "yệ": 1637,
    "ện": 1940,
    "huy": 855,
    "uyệ": 1554,
    "yện": 1638,
    "ện ": 1941,
    "chuy": 635,
    "huyệ": 858,
    "uyện": 1555,
    "yện ": 1639,
    "ớ": 2003,
    "vớ": 1597,
    "ới": 2006,
    " vớ": 418,
    "với": 1598,
    "ới ": 2007,
    " với": 419,
    "với ": 1599,
    "co": 659,
    " co": 70,
    "con": 660,
    " con": 71,
    "con ": 661,
    "ờ": 2010,
    "gư": 784,
    "ườ": 1828,
    "ời": 2011,
    "ngư": 1204,
    "gườ": 785,
    "ười": 1829,
    "ời ": 2012,
    " ngư": 259,
    "ngườ": 1205,
    "gười": 786,
    "ười ": 1830,
    "ay": 549,
    " ha": 137,
    "hay": 816,
    "ay ": 550,
    " hay": 138,
    "hay ": 817,
    "má": 1157,
    "áy": 1674,
    " má": 231,
    "máy": 1160,
    "áy ": 1675,
    " máy": 233,
    "máy ": 1161,
    "tí": 1498,
    " tí": 382,
    "tín": 1499,
    " tín": 383,
    "tính": 1500,
    "ậ": 1883,
    "hậ": 923,
    "ật": 1886,
    "thậ": 1435,
    "hật": 924,
    "ật ": 1887,
    " thậ": 349,
    "thật": 1436,
    "hật ": 925,
    " bo": 18,
    " bot": 19,
    "tha": 1419,
    "han": 812,
    "anh": 540,
    " tha": 342,
    "than": 1421,
    "hanh": 813,
    "anh ": 541,
    "to": 1467,
    "oá": 1287,
    " to": 365,
    "toá": 1470,
    "oán": 1288,
    "án ": 1661,
    " toá": 367,
    "toán": 1471,
    "oán ": 1289,
    "ằ": 1899,
    "bằ": 600,
    "ằn": 1900,
    " bằ": 40,
    "bằn": 601,
    "ằng": 1901,
    " bằn": 41,
    "bằng": 602,
    "ằng ": 1902,
    "ữ": 2050,
    "hữ": 977,
    "ữn": 2054,
    "nhữ": 1222,
    "hữn": 978,
    "ững": 2055,
    " nhữ": 267,
    "nhữn": 1223,
    "hững": 979,
    "ững ": 2056,
    "hư": 903,
    "ươ": 1818,
    "ơn": 1808,
    "phư": 1307,
    "hươ": 905,
    "ươn": 1821,
    "ơng": 1810,
    " phư": 295,
    "phươ": 1308,
    "hươn": 906,
    "ương": 1822,
    "ơng ": 1811,
    "ứ": 2041,
    "hứ": 974,
    "ức": 2042,
    "thứ": 1449,
    "hức": 975,
    "ức ": 2043,
    " thứ": 356,
    "thức": 1450,
    "hức ": 976,
    "ỗ": 1990,
    "hỗ": 954,
    "ỗ ": 1991,
    " hỗ": 169,
    "hỗ ": 955,
    " hỗ ": 170,
    "ợ": 2025,
    "tr": 1472,
    "rợ": 1368,
    "ợ ": 2026,
    " tr": 368,
    "trợ": 1486,
    "rợ ": 1369,
    " trợ": 375,
    "trợ ": 1487,
    "q": 1317,
    " q": 300,
    "qu": 1318,
    "ua": 1526,
    " qu": 301,
    "qua": 1319,
    "ua ": 1527,
    " qua": 302,
    "qua ": 1320,
    "ẻ": 1914,
    "hẻ": 929,
    "ẻ ": 1915,
    "thẻ": 1437,
    "hẻ ": 930,
    " thẻ": 350,
    "thẻ ": 1438,
    "mo": 1148,
    "om": 1264,
    " mo": 226,
    "mom": 1150,
    "omo": 1265,
    "mo ": 1149,
    " mom": 227,
    "momo": 1151,
    "omo ": 1266,
    "chư": 648,
    " chư": 65,
    "chươ": 649,
    "rì": 1349,
    "trì": 1480,
    "rìn": 1350,
    " trì": 372,
    "trìn": 1481,
    "rình": 1351,
    "yế": 1624,
    "ến": 1918,
    "khu": 1061,
    "uyế": 1547,
    "yến": 1625,
    "ến ": 1919,
    " khu": 183,
    "khuy": 1062,
    "huyế": 856,
    "uyến": 1548,
    "yến ": 1626,
    "ã": 1685,
    "mã": 1162,
    "ãi": 1686,
    " mã": 234,
    "mãi": 1163,
    "ãi ": 1687,
    " mãi": 235,
    "mãi ": 1164,
    "gi": 752,
    "iả": 1022,
    "ảm": 1856,
    " gi": 111,
    "giả": 762,
    "iảm": 1023,
    "ảm ": 1857,
    " giả": 116,
    "giảm": 763,
    "iảm ": 1024,
    "iá": 1009,
    "giá": 758,
    "iá ": 1010,
    " giá": 114,
    "giá ": 759,
    "gì": 779,
    " gì": 124,
    "gì ": 780,
    " gì ": 125,
    "mua": 1153,
    " mua": 229,
    "mua ": 1154,
    "nhi": 1212,
    " nhi": 263,
    "nhiề": 1214,
    "đư": 1782,
    "ượ": 1838,
    "ợc": 2027,
    " đư": 469,
    "đượ": 1785,
    "ược": 1839,
    "ợc ": 2028,
    " đượ": 471,
    "được": 1786,
    "ược ": 1840,
    " ư": 488,
    "ưu": 1816,
    " ưu": 489,
    "ưu ": 1817,
    " ưu ": 490,
    "đã": 1773,
    " đã": 463,
    "đãi": 1774,
    " đãi": 464,
    "đãi ": 1775,
    "hờ": 962,
    "thờ": 1447,
    "hời": 963,
    " thờ": 355,
    "thời": 1448,
    "hời ": 964,
    "ia": 985,
    "gia": 753,
    "ian": 986,
    "an ": 537,
    " gia": 112,
    "gian": 754,
    "ian ": 987,
    "iao": 988,
    "giao": 755,
    "iao ": 989,
    "ba": 552,
    " ba": 12,
    "bao": 553,
    " bao": 13,
    "bao ": 554,
    "lâ": 1114,
    " lâ": 208,
    "lâu": 1117,
    " lâu": 210,
    "lâu ": 1118,
    "í ": 1709,
    "phí": 1303,
    "hí ": 878,
    " phí": 293,
    "phí ": 1304,
    "ip": 1005,
    "shi": 1382,
    "hip": 829,
    "ip ": 1006,
    " shi": 323,
    "ship": 1383,
    "hip ": 830,
    "iê": 1011,
    "êu": 1699,
    "hiê": 831,
    "iêu": 1017,
    "êu ": 1700,
    "nhiê": 1213,
    "hiêu": 833,
    "iêu ": 1018,
    "ọ": 1957,
    "họ": 940,
    "ọn": 1958,
    "chọ": 652,
    "họn": 941,
    "ọn ": 1959,
    " chọ": 67,
    "chọn": 653,
    "họn ": 942,
    "đơ": 1779,
    " đơ": 467,
    "đơn": 1780,
    "ơn ": 1809,
    " đơn": 468,
    "đơn ": 1781,
    "ị": 1948,
    "vị": 1593,
    "ị ": 1949,
    " vị": 415,
    "vị ": 1594,
    " vị ": 416,
    "vậ": 1586,
    "ận": 1884,
    " vậ": 410,
    "vận": 1587,
    "ận ": 1885,
    " vận": 411,
    "vận ": 1588,
    "yể": 1634,
    "ển": 1932,
    "uyể": 1552,
    "yển": 1635,
    "ển ": 1933,
    "huyể": 857,
    "uyển": 1553,
    "yển ": 1636,
    " d": 93,
    "dư": 708,
    "ưa": 1814,
    " dư": 98,
    "dưa": 709,
    "ưa ": 1815,
    " dưa": 99,
    "dưa ": 710,
    "lư": 1119,
    "ướ": 1823,
    " lư": 211,
    "lướ": 1120,
    "ưới": 1826,
    " lướ": 212,
    "lưới": 1121,
    "ưới ": 1827,
    "ền": 1926,
    "tiề": 1463,
    "iền": 1034,
    "ền ": 1927,
    " tiề": 363,
    "tiền": 1464,
    "iền ": 1035,
    "ắ": 1892,
    "bắ": 597,
    "ắp": 1897,
    " bắ": 38,
    "bắp": 598,
    "ắp ": 1898,
    " bắp": 39,
    "bắp ": 599,
    "cả": 678,
    " cả": 83,
    "cải": 679,
    " cải": 84,
    "cải ": 680,
    "củ": 687,
    "ủa": 2039,
    " củ": 89,
    "của": 688,
    "ủa ": 2040,
    " của": 90,
    "của ": 689,
    "hị": 937,
    "ịt": 1955,
    "thị": 1443,
    "hịt": 938,
    "ịt ": 1956,
    " thị": 353,
    "thịt": 1444,
    "hịt ": 939,
    "eo": 731,
    "heo": 823,
    "eo ": 732,
    " heo": 141,
    "heo ": 824,
    "gà": 774,
    " gà": 120,
    "gà ": 775,
    " gà ": 121,
    "gu": 771,
    "yê": 1621,
    "ên": 1695,
    "ngu": 1202,
    "guy": 772,
    "uyê": 1545,
    "yên": 1622,
    "ên ": 1696,
    " ngu": 258,
    "nguy": 1203,
    "guyê": 773,
    "uyên": 1546,
    "yên ": 1623,
    "cá ": 665,
    " cá ": 75,
    "biể": 561,
    "iển": 1039,
    " biể": 16,
    "biển": 562,
    "iển ": 1040,
    "sữ": 1405,
    "ữa": 2052,
    " sữ": 338,
    "sữa": 1406,
    "ữa ": 2053,
    " sữa": 339,
    "sữa ": 1407,
    "tươ": 1511,
    "ươi": 1819,
    " tươ": 391,
    "tươi": 1512,
    "ươi ": 1820,
    "oa": 1254,
    "kho": 1059,
    "hoa": 846,
    "oai": 1255,
    " kho": 182,
    "khoa": 1060,
    "hoai": 847,
    "oai ": 1256,
    "tâ": 1490,
    "ây": 1683,
    " tâ": 377,
    "tây": 1491,
    "ây ": 1684,
    " tây": 378,
    "tây ": 1492,
    "cà": 662,
    " cà": 72,
    "cà ": 663,
    " cà ": 73,
    "hua": 853,
    "chua": 634,
    "hua ": 854,
    "bá": 579,
    " bá": 26,
    "bán": 580,
    "ánh": 1664,
    " bán": 27,
    "bánh": 582,
    "ánh ": 1665,
    "gọ": 793,
    "ọt": 1960,
    "ngọ": 1206,
    "gọt": 794,
    "ọt ": 1961,
    " ngọ": 260,
    "ngọt": 1207,
    "gọt ": 795,
    "nư": 1244,
    "ớc": 2004,
    " nư": 279,
    "nướ": 1245,
    "ước": 1824,
    "ớc ": 2005,
    " nướ": 280,
    "nước": 1246,
    "ước ": 1825,
    "su": 1389,
    " su": 327,
    "suố": 1392,
    "uối": 1563,
    " suố": 329,
    "suối": 1393,
    "uối ": 1564,
    "ộ": 1992,
    "mộ": 1184,
    "ột": 2001,
    " mộ": 249,
    "một": 1185,
    "ột ": 2002,
    " một": 250,
    "một ": 1186,
    "hai": 810,
    "chai": 624,
    "hai ": 811,
    "ă": 1755,
    "hă": 897,
    "ăn": 1756,
    "khă": 1066,
    "hăn": 898,
    "ăn ": 1757,
    " khă": 185,
    "khăn": 1067,
    "hăn ": 899,
    "iấ": 1025,
    "ấy": 1869,
    "giấ": 764,
    "iấy": 1026,
    "ấy ": 1870,
    " giấ": 117,
    "giấy": 765,
    "iấy ": 1027,
    "dầ": 713,
    "ầu": 1874,
    " dầ": 101,
    "dầu": 714,
    "ầu ": 1875,
    " dầu": 102,
    "dầu ": 715,
    "gộ": 796,
    "ội": 1993,
    " gộ": 132,
    "gội": 797,
    "ội ": 1994,
    " gội": 133,
    "gội ": 798,
    "tắ": 1516,
    "ắm": 1895,
    " tắ": 394,
    "tắm": 1517,
    "ắm ": 1896,
    " tắm": 395,
    "tắm ": 1518,
    "mì ": 1166,
    " mì ": 237,
    "gó": 781,
    " gó": 126,
    "gói": 782,
    " gói": 127,
    "gói ": 783,
    "ra": 1327,
    " ra": 305,
    "ra ": 1328,
    " ra ": 306,
    "or": 1274,
    "re": 1331,
    " or": 288,
    "ore": 1275,
    "reo": 1332,
    " ore": 289,
    "oreo": 1276,
    "reo ": 1333,
    "dâ": 705,
    " dâ": 96,
    "dâu": 706,
    " dâu": 97,
    "dâu ": 707,
    "quy": 1321,
    "uy ": 1544,
    " quy": 303,
    "quy ": 1322,
    "nắ": 1247,
    " nắ": 281,
    "nắm": 1248,
    " nắm": 282,
    "nắm ": 1249,
    "ki": 1072,
    "im": 996,
    " ki": 188,
    "kim": 1073,
    "im ": 997,
    " kim": 189,
    "kim ": 1074,
    "hâ": 872,
    "âm": 1677,
    "châ": 642,
    "hâm": 873,
    "âm ": 1678,
    " châ": 62,
    "châm": 643,
    "hâm ": 874,
    "_": 503,
    " _": 1,
    "__": 505,
    "_n": 512,
    "nu": 1230,
    "um": 1528,
    "mb": 1142,
    "be": 555,
    "er": 733,
    "r_": 1324,
    "_ ": 504,
    " __": 2,
    "__n": 507,
    "_nu": 513,
    "num": 1231,
    "umb": 1529,
    "mbe": 1143,
    "ber": 556,
    "er_": 734,
    "r__": 1325,
    "__ ": 506,
    " __n": 3,
    "__nu": 508,
    "_num": 514,
    "numb": 1232,
    "umbe": 1530,
    "mber": 1144,
    "ber_": 557,
    "er__": 735,
    "r__ ": 1326,
    "bị": 608,
    "ịc": 1952,
    " bị": 46,
    "bịc": 610,
    "ịch": 1953,
    " bịc": 48,
    "bịch": 611,
    "ịch ": 1954,
    "ậy": 1890,
    "vậy": 1589,
    "ậy ": 1891,
    " vậy": 412,
    "vậy ": 1590,
    "hủ": 972,
    " hủ": 175,
    "hủ ": 973,
    " hủ ": 176,
    "ếu": 1922,
    "iếu": 1031,
    "ếu ": 1923,
    "tiếu": 1462,
    "iếu ": 1032,
    "na": 1191,
    "am": 532,
    " na": 254,
    "nam": 1195,
    "am ": 533,
    " nam": 255,
    "nam ": 1196,
    "va": 1572,
    " va": 403,
    "van": 1573,
    " van": 404,
    "vang": 1574,
    "như": 1220,
    "hư ": 904,
    " như": 266,
    "như ": 1221,
    "hở": 965,
    "phở": 1313,
    "hở ": 966,
    " phở": 298,
    "phở ": 1314,
    "ò": 1720,
    "bò": 586,
    "ò ": 1721,
    " bò": 30,
    "bò ": 587,
    " bò ": 31,
    "ru": 1336,
    "yề": 1631,
    "tru": 1473,
    "ruy": 1337,
    "uyề": 1550,
    "yền": 1632,
    " tru": 369,
    "truy": 1474,
    "ruyề": 1338,
    "uyền": 1551,
    "yền ": 1633,
    "hố": 948,
    "thố": 1445,
    "hốn": 949,
    "ống": 1975,
    " thố": 354,
    "thốn": 1446,
    "hống": 950,
    "ống ": 1976,
    "ờn": 2013,
    "đườ": 1783,
    "ườn": 1831,
    "ờng": 2014,
    " đườ": 470,
    "đườn": 1784,
    "ường": 1832,
    "ờng ": 2015,
    "mí": 1169,
    "ía": 1710,
    " mí": 239,
    "mía": 1170,
    "ía ": 1711,
    " mía": 240,
    "mía ": 1171,
    " á": 439,
    " á ": 440,
    "ù": 1740,
    "hù": 890,
    "ùn": 1742,
    "thù": 1433,
    "hùn": 892,
    "ùng": 1743,
    " thù": 348,
    "thùn": 1434,
    "hùng": 893,
    "ùng ": 1744,
    "ku": 1077,
    "un": 1531,
    " ku": 191,
    "kun": 1078,
    "un ": 1532,
    " kun": 192,
    "kun ": 1079,
    "rá": 1339,
    "ái": 1658,
    "trá": 1475,
    "rái": 1340,
    "ái ": 1659,
    " trá": 370,
    "trái": 1476,
    "rái ": 1341,
    "câ": 671,
    " câ": 78,
    "cây": 674,
    " cây": 80,
    "cây ": 675,
    "du": 697,
    "ut": 1540,
    "tc": 1413,
    " du": 94,
    "dut": 698,
    "utc": 1541,
    "tch": 1414,
    " dut": 95,
    "dutc": 699,
    "utch": 1542,
    "tch ": 1415,
    "la": 1084,
    "ad": 520,
    "dy": 703,
    " la": 196,
    "lad": 1085,
    "ady": 523,
    "dy ": 704,
    " lad": 197,
    "lady": 1086,
    "ady ": 524,
    "vi": 1575,
    "mi": 1145,
    "il": 993,
    "lk": 1092,
    " vi": 405,
    "vin": 1576,
    "ina": 1000,
    "ami": 534,
    "mil": 1146,
    "ilk": 994,
    "lk ": 1093,
    " vin": 406,
    "vina": 1577,
    "inam": 1002,
    "nami": 1197,
    "amil": 535,
    "milk": 1147,
    "ilk ": 995,
    "rán": 1342,
    "trán": 1477,
    "ráng": 1344,
    "ni": 1224,
    " ni": 268,
    "nin": 1225,
    "inh": 1003,
    " nin": 269,
    "ninh": 1226,
    "inh ": 1004,
    "ảo": 1862,
    " hả": 158,
    "hảo": 915,
    "ảo ": 1863,
    " hảo": 160,
    "hảo ": 916,
    "ca": 616,
    " ca": 52,
    "cay": 619,
    " cay": 54,
    "cay ": 620,
    "rố": 1360,
    "ốt": 1977,
    " rố": 314,
    "rốt": 1363,
    "ốt ": 1978,
    " rốt": 316,
    "rốt ": 1364,
    "hấ": 917,
    "ấu": 1867,
    " hấ": 161,
    "hấu": 918,
    "ấu ": 1868,
    " hấu": 162,
    "hấu ": 919,
    "ụ": 2033,
    "cụ": 684,
    "ục": 2035,
    " cụ": 87,
    "cục": 685,
    "ục ": 2036,
    " cục": 88,
    "cục ": 686,
    "xà": 1610,
    " xà": 427,
    "xà ": 1611,
    " xà ": 428,
    "bô": 588,
    " bô": 32,
    "bôn": 589,
    " bôn": 33,
    "bông": 590,
    "f": 743,
    "li": 1089,
    "if": 990,
    "fe": 744,
    "eb": 723,
    "uo": 1535,
    "oy": 1282,
    " li": 199,
    "lif": 1090,
    "ife": 991,
    "feb": 745,
    "ebu": 724,
    "buo": 572,
    "uoy": 1536,
    "oy ": 1283,
    " lif": 200,
    "life": 1091,
    "ifeb": 992,
    "febu": 746,
    "ebuo": 725,
    "buoy": 573,
    "uoy ": 1537,
    "bẹ": 603,
    "ẹ ": 1909,
    " bẹ": 42,
    "bẹ ": 604,
    " bẹ ": 43,
    "xa": 1601,
    " xa": 421,
    "xan": 1602,
    " xan": 422,
    "xanh": 1603,
    "lố": 1125,
    "ốc": 1969,
    " lố": 215,
    "lốc": 1126,
    "ốc ": 1970,
    " lốc": 216,
    "lốc ": 1127,
    "hộ": 956,
    "ộp": 1999,
    " hộ": 171,
    "hộp": 957,
    "ộp ": 2000,
    " hộp": 172,
    "hộp ": 958,
    "no": 1227,
    " no": 270,
    "non": 1228,
    " non": 271,
    "non ": 1229,
    "ke": 1053,
    " ke": 178,
    "kem": 1054,
    " kem": 179,
    "kem ": 1055,
    "đá": 1767,
    " đá": 459,
    "đán": 1768,
    " đán": 460,
    "đánh": 1769,
    "ră": 1352,
    " ră": 310,
    "răn": 1353,
    "ăng": 1758,
    " răn": 311,
    "răng": 1354,
    "ăng ": 1759,
    "cl": 656,
    "os": 1277,
    "se": 1378,
    "eu": 738,
    "up": 1538,
    " cl": 68,
    "clo": 657,
    "los": 1099,
    "ose": 1278,
    "seu": 1379,
    "eup": 739,
    "up ": 1539,
    " clo": 69,
    "clos": 658,
    "lose": 1100,
    "oseu": 1279,
    "seup": 1380,
    "eup ": 740,
    " ă": 451,
    " ăn": 452,
    " ăn ": 453,
    "cái": 669,
    " cái": 77,
    "cái ": 670,
    "ân": 1679,
    "lân": 1115,
    "ân ": 1680,
    " lân": 209,
    "lân ": 1116,
    "số": 1400,
    "ố ": 1968,
    " số": 334,
    "số ": 1401,
    " số ": 335,
    "đi": 1764,
    " đi": 457,
    "điệ": 1765,
    "iện": 1047,
    " điệ": 458,
    "điện": 1766,
    "iện ": 1048,
    "oạ": 1290,
    "tho": 1425,
    "hoạ": 850,
    "oại": 1291,
    " tho": 344,
    "thoạ": 1426,
    "hoại": 851,
    "oại ": 1292,
    "đị": 1795,
    "ịa": 1950,
    " đị": 478,
    "địa": 1796,
    "ịa ": 1951,
    " địa": 479,
    "địa ": 1797,
    "ỉ": 1946,
    "hỉ": 935,
    "ỉ ": 1947,
    "chỉ": 650,
    "hỉ ": 936,
    " chỉ": 66,
    "chỉ ": 651,
    "rẻ": 1358,
    " rẻ": 312,
    "rẻ ": 1359,
    " rẻ ": 313,
    "hơ": 900,
    " hơ": 152,
    "hơn": 901,
    " hơn": 153,
    "hơn ": 902,
    "bán ": 581,
    "dướ": 711,
    " dướ": 100,
    "dưới": 712,
    "các ": 667,
    " lo": 201,
    "loạ": 1101,
    " loạ": 202,
    "loại": 1102,
    "sn": 1386,
    "ac": 517,
    "ck": 654,
    " sn": 325,
    "sna": 1387,
    "nac": 1193,
    "ack": 518,
    "ck ": 655,
    " sna": 326,
    "snac": 1388,
    "nack": 1194,
    "ack ": 519,
    "áo": 1666,
    "chá": 640,
    "háo": 870,
    "áo ": 1667,
    " chá": 61,
    "cháo": 641,
    "háo ": 871,
    "kẹ": 1080,
    "ẹo": 1912,
    " kẹ": 193,
    "kẹo": 1081,
    "ẹo ": 1913,
    " kẹo": 194,
    "kẹo ": 1082,
    " e": 105,
    " em": 106,
    " em ": 107,
    "cao": 617,
    " cao": 53,
    "cao ": 618,
    "rê": 1346,
    "trê": 1478,
    "rên": 1347,
    " trê": 371,
    "trên": 1479,
    "rên ": 1348,
    "bị ": 609,
    " bị ": 47,
    " hu": 146,
    "yết": 1627,
    " huy": 147,
    "uyết": 1549,
    "yết ": 1628,
    "áp": 1668,
    " áp": 441,
    "áp ": 1669,
    " áp ": 442,
    "nê": 1238,
    " nê": 275,
    "nên": 1239,
    " nên": 276,
    "nên ": 1240,
    "ự": 2057,
    "hự": 980,
    "ực": 2060,
    "thự": 1451,
    "hực": 981,
    "ực ": 2061,
    " thự": 357,
    "thực": 1452,
    "hực ": 982,
    "tốt": 1522,
    " tốt": 398,
    "tốt ": 1523,
    "tiể": 1465,
    " tiể": 364,
    "tiểu": 1466,
    "ỡ": 2023,
    "mỡ": 1187,
    "ỡ ": 2024,
    " mỡ": 251,
    "mỡ ": 1188,
    " mỡ ": 252,
    "áu": 1672,
    "máu": 1158,
    "áu ": 1673,
    " máu": 232,
    "máu ": 1159,
    "gợ": 799,
    "ợi": 2029,
    " gợ": 134,
    "gợi": 800,
    "ợi ": 2030,
    " gợi": 135,
    "gợi ": 801,
    "mó": 1172,
    "ón": 1728,
    " mó": 241,
    "món": 1173,
    "ón ": 1729,
    " món": 242,
    "món ": 1174,
    "ù ": 1741,
    "phù": 1305,
    "hù ": 891,
    " phù": 294,
    "phù ": 1306,
    "hợ": 967,
    "ợp": 2031,
    " hợ": 173,
    "hợp": 968,
    "ợp ": 2032,
    " hợp": 174,
    "hợp ": 969,
    "é": 1688,
    "bé": 583,
    "éo": 1689,
    " bé": 28,
    "béo": 584,
    "éo ": 1690,
    " béo": 29,
    "béo ": 585,
    "phì": 1301,
    " phì": 292,
    "phì ": 1302,
    "cân": 672,
    " cân": 79,
    "cân ": 673,
    "ránh": 1345,
    "kiê": 1075,
    "iên": 1014,
    "êng": 1697,
    " kiê": 190,
    "kiên": 1076,
    "iêng": 1016,
    "êng ": 1698,
    "mặ": 1181,
    "ặn": 1904,
    " mặ": 247,
    "mặn": 1182,
    "ặn ": 1905,
    " mặn": 248,
    "mặn ": 1183,
    " an": 9,
    " an ": 10,
    "oà": 1284,
    "toà": 1468,
    "oàn": 1285,
    "àn ": 1645,
    " toà": 366,
    "toàn": 1469,
    "oàn ": 1286,
    "bệ": 605,
    " bệ": 44,
    "bện": 606,
    "ệnh": 1942,
    " bện": 45,
    "bệnh": 607,
    "ệnh ": 1943,
    "sứ": 1402,
    " sứ": 336,
    "sức": 1403,
    " sức": 337,
    "sức ": 1404,
    "ỏe": 1963,
    "khỏ": 1068,
    "hỏe": 944,
    "ỏe ": 1964,
    " khỏ": 186,
    "khỏe": 1069,
    "hỏe ": 945,
    "thi": 1422,
    "hiế": 834,
    " thi": 343,
    "thiế": 1423,
    "hiếu": 835,
    "bổ": 612,
    "ổ ": 1987,
    " bổ": 49,
    "bổ ": 613,
    " bổ ": 50,
    "sun": 1390,
    "ung": 1533,
    " sun": 328,
    "sung": 1391,
    "ung ": 1534,
    "gầ": 787,
    "ầy": 1876,
    " gầ": 128,
    "gầy": 788,
    "ầy ": 1877,
    " gầy": 129,
    "gầy ": 789,
    " yế": 434,
    "yếu": 1629,
    " yếu": 436,
    "yếu ": 1630,
    "hiệ": 842,
    "thiệ": 1424,
    "hiện": 843,
    "rạ": 1355,
    "trạ": 1482,
    "rạn": 1356,
    "ạng": 1851,
    " trạ": 373,
    "trạn": 1483,
    "rạng": 1357,
    "ạng ": 1852,
    "ma": 1139,
    " ma": 224,
    "man": 1140,
    " man": 225,
    "mang": 1141,
    "thai": 1420,
    "rối": 1361,
    " rối": 315,
    "rối ": 1362,
    "oạn": 1293,
    "loạn": 1103,
    "oạn ": 1294,
    "tiê": 1458,
    " tiê": 361,
    "tiêu": 1459,
    "hó": 883,
    "óa": 1724,
    " hó": 150,
    "hóa": 884,
    "óa ": 1725,
    " hóa": 151,
    "hóa ": 885,
    "ga": 749,
    " ga": 109,
    "gan": 750,
    " gan": 110,
    "gan ": 751,
    "ễ": 1936,
    "iễ": 1043,
    "ễm": 1937,
    "hiễ": 840,
    "iễm": 1044,
    "ễm ": 1938,
    "nhiễ": 1215,
    "hiễm": 841,
    "iễm ": 1045,
    " u": 399,
    " uố": 400,
    " uốn": 401,
    "uống": 1567,
    "iú": 1019,
    "úp": 1749,
    "giú": 760,
    "iúp": 1020,
    "úp ": 1750,
    " giú": 115,
    "giúp": 761,
    "iúp ": 1021,
    "tìn": 1496,
    " tìn": 381,
    "tình": 1497,
    "tă": 1506,
    " tă": 387,
    "tăn": 1507,
    " tăn": 388,
    "tăng": 1508,
    "tim": 1454,
    " tim": 359,
    "tim ": 1455,
    "huố": 861,
    "chuố": 637,
    "huối": 862,
    "rứ": 1370,
    "ứn": 2044,
    "trứ": 1488,
    "rứn": 1371,
    "ứng": 2045,
    " trứ": 376,
    "trứn": 1489,
    "rứng": 1372,
    "ứng ": 2046,
    "au": 547,
    "rau": 1329,
    "au ": 548,
    " rau": 307,
    "rau ": 1330,
    "bin": 559,
    "na ": 1192,
    " bin": 15,
    "bina": 560,
    "ina ": 1001,
    " ả": 491,
    " ản": 492,
    "ảnh": 1860,
    " ảnh": 493,
    "ảnh ": 1861,
    "ưở": 1833,
    "ởn": 2020,
    " hư": 154,
    "hưở": 907,
    "ưởn": 1836,
    "ởng": 2021,
    " hưở": 155,
    "hưởn": 908,
    "ưởng": 1837,
    "ởng ": 2022,
    "đế": 1790,
    " đế": 474,
    "đến": 1791,
    " đến": 475,
    "đến ": 1792,
    "êm": 1693,
    "viê": 1578,
    "iêm": 1012,
    "êm ": 1694,
    " viê": 407,
    "viêm": 1579,
    "iêm ": 1013,
    "hớ": 959,
    "ớp": 2008,
    "khớ": 1070,
    "hớp": 960,
    "ớp ": 2009,
    " khớ": 187,
    "khớp": 1071,
    "hớp ": 961,
    " hải": 159,
    " yến": 435,
    "mạ": 1175,
    "ạc": 1842,
    " mạ": 243,
    "mạc": 1176,
    "ạch": 1843,
    " mạc": 244,
    "mạch": 1177,
    "ạch ": 1844,
    "độ": 1802,
    "ộn": 1995,
    " độ": 483,
    "độn": 1803,
    "ộng": 1997,
    " độn": 484,
    "động": 1804,
    "ộng ": 1998,
    "gâ": 776,
    " gâ": 122,
    "gây": 777,
    " gây": 123,
    "gây ": 778,
    "hụ": 970,
    "ụ ": 2034,
    "phụ": 1315,
    "hụ ": 971,
    " phụ": 299,
    "phụ ": 1316,
    "nữ": 1250,
    "ữ ": 2051,
    " nữ": 283,
    "nữ ": 1251,
    " nữ ": 284,
    "nho": 1216,
    " nho": 264,
    "nho ": 1217,
    "ô ": 1731,
    "hô ": 887,
    "khô ": 1064,
    " í": 446,
    "ít": 1718,
    " ít": 447,
    "ít ": 1719,
    " ít ": 448,
    "vịt": 1595,
    " vịt": 417,
    "vịt ": 1596,
    "lộ": 1128,
    " lộ": 217,
    "lộn": 1129,
    "ộn ": 1996,
    " lộn": 218,
    "lộn ": 1130,
    "trẻ": 1484,
    " trẻ": 374,
    "trẻ ": 1485,
    "đậ": 1787,
    "ậu": 1888,
    " đậ": 472,
    "đậu": 1788,
    "ậu ": 1889,
    " đậu": 473,
    "đậu ": 1789,
    "nàn": 1234,
    "ành": 1648,
    " nàn": 273,
    "nành": 1235,
    "ành ": 1649,
    "lợ": 1131,
    " lợ": 219,
    "lợi": 1132,
    " lợi": 220,
    "lợi ": 1133,
    "ià": 1007,
    "già": 756,
    "ià ": 1008,
    " già": 113,
    "già ": 757,
    "lự": 1134,
    "ựa": 2058,
    " lự": 221,
    "lựa": 1135,
    "ựa ": 2059,
    " lựa": 222,
    "lựa ": 1136,
    "chay": 626,
    "ôm": 1734,
    "tôm": 1504,
    "ôm ": 1735,
    " tôm": 386,
    "tôm ": 1505,
    "hạ": 909,
    " hạ": 156,
    "hại": 910,
    " hại": 157,
    "hại ": 911,
    "dị": 716,
    " dị": 103,
    "dị ": 717,
    " dị ": 104,
    " ứ": 496,
    " ứn": 497,
    " ứng": 498,
    "bư": 591,
    "ởi": 2018,
    " bư": 34,
    "bưở": 592,
    "ưởi": 1834,
    "ởi ": 2019,
    " bưở": 35,
    "bưởi": 593,
    "ưởi ": 1835,
    "mắ": 1178,
    "ắc": 1893,
    " mắ": 245,
    "mắc": 1179,
    "ắc ": 1894,
    " mắc": 246,
    "mắc ": 1180,
    "hồ": 951,
    " hồ": 167,
    "hồi": 952,
    " hồi": 168,
    "hồi ": 953,
    "lan": 1087,
    " lan": 198,
    "lang": 1088,
    "khi": 1057,
    " khi": 181,
    "khi ": 1058,
    "]": 499,
    "p]": 1297,
    "]h": 500,
    "ea": 720,
    "lt": 1104,
    "h_": 806,
    "_a": 509,
    "dv": 700,
    "vo": 1580,
    "oi": 1260,
    "áp]": 1670,
    "p]h": 1298,
    "]he": 501,
    "hea": 819,
    "eal": 721,
    "alt": 530,
    "lth": 1105,
    "th_": 1417,
    "h_a": 807,
    "_ad": 510,
    "adv": 521,
    "dvo": 701,
    "voi": 1581,
    "oi ": 1261,
    " áp]": 443,
    "áp]h": 1671,
    "p]he": 1299,
    "]hea": 502,
    "heal": 820,
    "ealt": 722,
    "alth": 531,
    "lth_": 1106,
    "th_a": 1418,
    "h_ad": 808,
    "_adv": 511,
    "advo": 522,
    "dvoi": 702,
    "voi ": 1582,
    "ồ ": 1980,
    "đồ ": 1799,
    " đồ ": 481,
    "chiê": 629,
    "hiên": 832,
    "iên ": 1015,
    " rá": 308,
    " rán": 309,
    "rán ": 1343
  },
  "response": null,
  "action_text": null
}