{
  "text": {
    " ": 0,
    "h": 676,
    "e": 606,
    "y": 1352,
    " h": 121,
    "he": 687,
    "ey": 626,
    "y ": 1353,
    " he": 124,
    "hey": 692,
    "ey ": 627,
    " hey": 127,
    "hey ": 693,
    "l": 907,
    "o": 1044,
    "el": 611,
    "ll": 916,
    "lo": 919,
    "o ": 1045,
    "hel": 688,
    "ell": 612,
    "llo": 917,
    "lo ": 920,
    " hel": 125,
    "hell": 689,
    "ello": 613,
    "llo ": 918,
    "i": 824,
    "hi": 694,
    "i ": 825,
    " hi": 128,
    "hi ": 695,
    " hi ": 129,
    "x": 1337,
    "n": 989,
    " x": 356,
    "xi": 1344,
    "in": 839,
    "n ": 990,
    " xi": 361,
    "xin": 1345,
    "in ": 840,
    " xin": 362,
    "xin ": 1346,
    "c": 510,
    "à": 1375,
    " c": 46,
    "ch": 517,
    "hà": 721,
    "ào": 1383,
    " ch": 50,
    "chà": 531,
    "hào": 724,
    "ào ": 1384,
    " chà": 55,
    "chào": 532,
    "hào ": 725,
    "b": 454,
    "u": 1271,
    "ổ": 1674,
    " b": 11,
    "bu": 472,
    "uổ": 1312,
    "ổi": 1675,
    " bu": 21,
    "buổ": 475,
    "uổi": 1313,
    "ổi ": 1676,
    " buổ": 22,
    "buổi": 476,
    "uổi ": 1314,
    "s": 1145,
    "á": 1385,
    "g": 632,
    " s": 271,
    "sá": 1164,
    "án": 1393,
    "ng": 997,
    "g ": 633,
    " sá": 281,
    "sán": 1165,
    "áng": 1395,
    "ng ": 998,
    " sán": 282,
    "sáng": 1166,
    "áng ": 1396,
    "ạ": 1546,
    "bạ": 492,
    "ạn": 1551,
    " bạ": 33,
    "bạn": 493,
    "ạn ": 1552,
    " bạn": 34,
    "bạn ": 494,
    "ề": 1616,
    "iề": 865,
    "ều": 1620,
    "u ": 1272,
    "chi": 522,
    "hiề": 700,
    "iều": 868,
    "ều ": 1621,
    " chi": 52,
    "chiề": 524,
    "hiều": 701,
    "iều ": 869,
    "t": 1178,
    "ố": 1656,
    " t": 291,
    "tố": 1266,
    "ối": 1660,
    " tố": 337,
    "tối": 1267,
    "ối ": 1661,
    " tối": 338,
    "tối ": 1268,
    "p": 1083,
    "sh": 1153,
    "ho": 704,
    "op": 1062,
    "p ": 1084,
    " sh": 274,
    "sho": 1156,
    "hop": 708,
    "op ": 1063,
    " sho": 276,
    "shop": 1157,
    "hop ": 709,
    "ơ": 1515,
    " ơ": 407,
    "ơi": 1516,
    " ơi": 408,
    "ơi ": 1517,
    " ơi ": 409,
    "ử": 1719,
    "a": 424,
    "cử": 583,
    "ửa": 1720,
    "a ": 425,
    " cử": 86,
    "cửa": 584,
    "ửa ": 1721,
    " cửa": 87,
    "cửa ": 585,
    "àn": 1379,
    " hà": 133,
    "hàn": 722,
    "àng": 1381,
    " hàn": 134,
    "hàng": 723,
    "àng ": 1382,
    "ê": 1422,
    " ê": 376,
    "ê ": 1423,
    " ê ": 377,
    " a": 4,
    "al": 434,
    " al": 7,
    "alo": 435,
    " alo": 8,
    "alo ": 436,
    "m": 946,
    "ì": 1430,
    " m": 190,
    "mì": 971,
    "ìn": 1434,
    "nh": 1009,
    "h ": 677,
    " mì": 201,
    "mìn": 973,
    "ình": 1435,
    "nh ": 1010,
    " mìn": 203,
    "mình": 974,
    "ình ": 1436,
    "ầ": 1569,
    "cầ": 574,
    "ần": 1570,
    " cầ": 80,
    "cần": 575,
    "ần ": 1571,
    " cần": 81,
    "cần ": 576,
    "ư": 1522,
    "tư": 1256,
    "ư ": 1523,
    " tư": 330,
    "tư ": 1257,
    " tư ": 331,
    "v": 1315,
    "ấ": 1562,
    " v": 340,
    "vấ": 1322,
    "ấn": 1563,
    " vấ": 345,
    "vấn": 1323,
    "ấn ": 1564,
    " vấn": 346,
    "vấn ": 1324,
    "cho": 525,
    "ho ": 705,
    " cho": 53,
    "cho ": 526,
    "ỏ": 1651,
    "hỏ": 792,
    "ỏi": 1654,
    " hỏ": 143,
    "hỏi": 795,
    "ỏi ": 1655,
    " hỏi": 144,
    "hỏi ": 796,
    "ú": 1467,
    "hú": 748,
    "út": 1471,
    "t ": 1179,
    "chú": 539,
    "hút": 749,
    "út ": 1472,
    " chú": 59,
    "chút": 540,
    "hút ": 750,
    "by": 477,
    "ye": 1354,
    "e ": 607,
    " by": 23,
    "bye": 478,
    "ye ": 1355,
    " bye": 24,
    "bye ": 479,
    "tạ": 1260,
    "ạm": 1549,
    "m ": 947,
    " tạ": 333,
    "tạm": 1261,
    "ạm ": 1550,
    " tạm": 334,
    "tạm ": 1262,
    "ệ": 1628,
    "bi": 461,
    "iệ": 875,
    "ệt": 1633,
    " bi": 14,
    "biệ": 464,
    "iệt": 878,
    "ệt ": 1634,
    " biệ": 16,
    "biệt": 465,
    "iệt ": 879,
    "ủ": 1712,
    " n": 214,
    "gủ": 674,
    "ủ ": 1713,
    " ng": 217,
    "ngủ": 1007,
    "gủ ": 675,
    " ngủ": 222,
    "ngủ ": 1008,
    "go": 644,
    "on": 1057,
    "ngo": 999,
    "gon": 645,
    "on ": 1058,
    " ngo": 218,
    "ngon": 1000,
    "gon ": 646,
    "d": 586,
    " g": 101,
    "oo": 1059,
    "od": 1049,
    "db": 587,
    " go": 107,
    "goo": 647,
    "ood": 1060,
    "odb": 1050,
    "dby": 588,
    " goo": 108,
    "good": 648,
    "oodb": 1061,
    "odby": 1051,
    "dbye": 589,
    "ẹ": 1600,
    "hẹ": 775,
    "ẹn": 1602,
    " hẹ": 141,
    "hẹn": 776,
    "ẹn ": 1603,
    " hẹn": 142,
    "hẹn ": 777,
    "ặ": 1595,
    "gặ": 662,
    "ặp": 1598,
    " gặ": 115,
    "gặp": 663,
    "ặp ": 1599,
    " gặp": 116,
    "gặp ": 664,
    " l": 169,
    "lạ": 940,
    "ại": 1547,
    " lạ": 186,
    "lại": 941,
    "ại ": 1548,
    " lại": 187,
    "lại ": 942,
    "đ": 1480,
    " đ": 383,
    "đú": 1496,
    "ún": 1468,
    " đú": 394,
    "đún": 1497,
    "úng": 1469,
    " đún": 395,
    "đúng": 1498,
    "úng ": 1470,
    "r": 1106,
    "ồ": 1668,
    " r": 260,
    "rồ": 1140,
    "ồi": 1669,
    " rồ": 269,
    "rồi": 1141,
    "ồi ": 1670,
    " rồi": 270,
    "rồi ": 1142,
    " y": 367,
    "es": 621,
    "s ": 1146,
    " ye": 368,
    "yes": 1356,
    "es ": 622,
    " yes": 369,
    "yes ": 1357,
    "í": 1437,
    "hí": 735,
    "ín": 1444,
    "chí": 537,
    "hín": 739,
    "ính": 1445,
    " chí": 58,
    "chín": 538,
    "hính": 740,
    "ính ": 1446,
    "xá": 1349,
    "ác": 1387,
    "c ": 511,
    " xá": 365,
    "xác": 1350,
    "ác ": 1388,
    " xác": 366,
    "xác ": 1351,
    "ẩ": 1574,
    "hu": 712,
    "uẩ": 1304,
    "ẩn": 1577,
    "chu": 527,
    "huẩ": 719,
    "uẩn": 1305,
    "ẩn ": 1578,
    " chu": 54,
    "chuẩ": 530,
    "huẩn": 720,
    "uẩn ": 1306,
    "ô": 1455,
    "lu": 925,
    "uô": 1301,
    "ôn": 1458,
    " lu": 176,
    "luô": 926,
    "uôn": 1302,
    "ôn ": 1459,
    " luô": 177,
    "luôn": 927,
    "uôn ": 1303,
    "br": 469,
    "ro": 1115,
    " br": 19,
    "bro": 470,
    "ro ": 1116,
    " bro": 20,
    "bro ": 471,
    "ả": 1553,
    " p": 247,
    "ph": 1085,
    "hả": 761,
    "ải": 1554,
    " ph": 248,
    "phả": 1094,
    "hải": 762,
    "ải ": 1555,
    " phả": 253,
    "phải": 1095,
    "hải ": 763,
    "k": 880,
    " o": 242,
    "ok": 1052,
    "k ": 881,
    " ok": 243,
    "ok ": 1053,
    " ok ": 244,
    "há": 726,
    "á ": 1386,
    " nh": 223,
    "nhá": 1014,
    "há ": 727,
    " nhá": 225,
    "nhá ": 1015,
    "đồ": 1512,
    "ồn": 1671,
    " đồ": 405,
    "đồn": 1513,
    "ồng": 1672,
    " đồn": 406,
    "đồng": 1514,
    "ồng ": 1673,
    "ý": 1473,
    " ý": 378,
    "ý ": 1474,
    " ý ": 379,
    " k": 153,
    "kh": 885,
    "hô": 741,
    " kh": 156,
    "khô": 890,
    "hôn": 742,
    "ông": 1460,
    " khô": 159,
    "khôn": 891,
    "hông": 743,
    "ông ": 1461,
    "th": 1186,
    "íc": 1441,
    " th": 292,
    "thí": 1193,
    "híc": 737,
    "ích": 1442,
    "ch ": 518,
    " thí": 296,
    "thíc": 1194,
    "hích": 738,
    "ích ": 1443,
    "tô": 1253,
    "ôi": 1456,
    " tô": 328,
    "tôi": 1254,
    "ôi ": 1457,
    " tôi": 329,
    "tôi ": 1255,
    "â": 1407,
    "đâ": 1490,
    "âu": 1412,
    " đâ": 390,
    "đâu": 1491,
    "âu ": 1413,
    " đâu": 391,
    "đâu ": 1492,
    "mu": 958,
    "uố": 1307,
    "ốn": 1662,
    " mu": 193,
    "muố": 961,
    "uốn": 1310,
    "ốn ": 1663,
    " muố": 195,
    "muốn": 962,
    "uốn ": 1311,
    "xe": 1341,
    "em": 614,
    " xe": 359,
    "xem": 1342,
    "em ": 615,
    " xem": 360,
    "xem ": 1343,
    "thô": 1195,
    " thô": 297,
    "thôn": 1196,
    "ti": 1217,
    " ti": 308,
    "tin": 1218,
    " tin": 309,
    "tin ": 1219,
    "sả": 1167,
    "ản": 1558,
    " sả": 283,
    "sản": 1168,
    "ản ": 1559,
    " sản": 284,
    "sản ": 1169,
    "hẩ": 769,
    "ẩm": 1575,
    "phẩ": 1096,
    "hẩm": 770,
    "ẩm ": 1576,
    " phẩ": 254,
    "phẩm": 1097,
    "hẩm ": 771,
    "ở": 1697,
    " ở": 413,
    "ở ": 1698,
    " ở ": 414,
    "là": 928,
    "àm": 1377,
    " là": 178,
    "làm": 930,
    "àm ": 1378,
    " làm": 180,
    "làm ": 931,
    "sa": 1147,
    "ao": 447,
    " sa": 272,
    "sao": 1148,
    "ao ": 448,
    " sao": 273,
    "sao ": 1149,
    "ể": 1622,
    "để": 1507,
    "ể ": 1623,
    " để": 401,
    "để ": 1508,
    " để ": 402,
    "chi ": 523,
    "ế": 1608,
    "iế": 860,
    "ết": 1612,
    "tiế": 1220,
    "iết": 861,
    "ết ": 1613,
    " tiế": 310,
    "tiết": 1221,
    "iết ": 862,
    "hì": 733,
    "ì ": 1431,
    "thì": 1191,
    "hì ": 734,
    " thì": 295,
    "thì ": 1192,
    "cá": 557,
    " cá": 69,
    "các": 559,
    "ách": 1389,
    " các": 71,
    "cách": 561,
    "ách ": 1390,
    "hế": 780,
    "ế ": 1609,
    "thế": 1203,
    "hế ": 781,
    " thế": 301,
    "thế ": 1204,
    "nà": 1029,
    " nà": 232,
    "nào": 1030,
    " nào": 233,
    "nào ": 1031,
    "tì": 1247,
    "ìm": 1432,
    " tì": 324,
    "tìm": 1248,
    "ìm ": 1433,
    " tìm": 325,
    "tìm ": 1249,
    "iể": 870,
    "ểu": 1626,
    "hiể": 702,
    "iểu": 873,
    "ểu ": 1627,
    " hiể": 130,
    "hiểu": 703,
    "iểu ": 874,
    "về": 1330,
    "ề ": 1617,
    " về": 350,
    "về ": 1331,
    " về ": 351,
    "ó": 1449,
    "có": 569,
    "ó ": 1450,
    " có": 76,
    "có ": 570,
    " có ": 77,
    "hể": 782,
    "thể": 1205,
    "hể ": 783,
    " thể": 302,
    "thể ": 1206,
    "à ": 1376,
    "là ": 929,
    " là ": 179,
    "ai": 432,
    " ai": 5,
    "ai ": 433,
    " ai ": 6,
    " à": 370,
    " à ": 371,
    "ha": 678,
    "at": 449,
    "tb": 1180,
    "bo": 466,
    "ot": 1070,
    "cha": 519,
    "hat": 683,
    "atb": 450,
    "tbo": 1181,
    "bot": 467,
    "ot ": 1071,
    " cha": 51,
    "chat": 521,
    "hatb": 684,
    "atbo": 451,
    "tbot": 1182,
    "bot ": 468,
    "đa": 1481,
    "an": 441,
    " đa": 384,
    "đan": 1482,
    "ang": 443,
    " đan": 385,
    "đang": 1483,
    "ang ": 444,
    "nó": 1035,
    "ói": 1451,
    " nó": 236,
    "nói": 1036,
    "ói ": 1452,
    " nói": 237,
    "nói ": 1037,
    "uy": 1288,
    "yệ": 1372,
    "ện": 1629,
    "huy": 715,
    "uyệ": 1299,
    "yện": 1373,
    "ện ": 1630,
    "chuy": 529,
    "huyệ": 718,
    "uyện": 1300,
    "yện ": 1374,
    "ớ": 1686,
    "vớ": 1334,
    "ới": 1689,
    " vớ": 354,
    "với": 1335,
    "ới ": 1690,
    " với": 355,
    "với ": 1336,
    "co": 552,
    " co": 65,
    "con": 553,
    " con": 66,
    "con ": 554,
    "ờ": 1691,
    "gư": 659,
    "ườ": 1538,
    "ời": 1692,
    "ngư": 1003,
    "gườ": 660,
    "ười": 1539,
    "ời ": 1693,
    " ngư": 220,
    "ngườ": 1004,
    "gười": 661,
    "ười ": 1540,
    "ay": 452,
    " ha": 122,
    "hay": 685,
    "ay ": 453,
    " hay": 123,
    "hay ": 686,
    "má": 963,
    "áy": 1405,
    " má": 196,
    "máy": 966,
    "áy ": 1406,
    " máy": 198,
    "máy ": 967,
    "tí": 1250,
    " tí": 326,
    "tín": 1251,
    " tín": 327,
    "tính": 1252,
    "ậ": 1579,
    "hậ": 772,
    "ật": 1582,
    "thậ": 1199,
    "hật": 773,
    "ật ": 1583,
    " thậ": 299,
    "thật": 1200,
    "hật ": 774,
    " bo": 17,
    " bot": 18,
    "tha": 1187,
    "han": 681,
    "anh": 445,
    " tha": 293,
    "than": 1188,
    "hanh": 682,
    "anh ": 446,
    "to": 1227,
    "oá": 1077,
    " to": 313,
    "toá": 1230,
    "oán": 1078,
    "án ": 1394,
    " toá": 315,
    "toán": 1231,
    "oán ": 1079,
    "ằ": 1591,
    "bằ": 498,
    "ằn": 1592,
    " bằ": 37,
    "bằn": 499,
    "ằng": 1593,
    " bằn": 38,
    "bằng": 500,
    "ằng ": 1594,
    "ữ": 1722,
    "hữ": 818,
    "ữn": 1725,
    "nhữ": 1018,
    "hữn": 819,
    "ững": 1726,
    " nhữ": 227,
    "nhữn": 1019,
    "hững": 820,
    "ững ": 1727,
    "hư": 757,
    "ươ": 1528,
    "ơn": 1518,
    "phư": 1092,
    "hươ": 759,
    "ươn": 1531,
    "ơng": 1520,
    " phư": 252,
    "phươ": 1093,
    "hươn": 760,
    "ương": 1532,
    "ơng ": 1521,
    "ứ": 1716,
    "hứ": 815,
    "ức": 1717,
    "thứ": 1213,
    "hức": 816,
    "ức ": 1718,
    " thứ": 306,
    "thức": 1214,
    "hức ": 817,
    "ỗ": 1677,
    "hỗ": 800,
    "ỗ ": 1678,
    " hỗ": 145,
    "hỗ ": 801,
    " hỗ ": 146,
    "ợ": 1701,
    "tr": 1232,
    "rợ": 1143,
    "ợ ": 1702,
    " tr": 316,
    "trợ": 1242,
    "rợ ": 1144,
    " trợ": 321,
    "trợ ": 1243,
    "q": 1100,
    " q": 256,
    "qu": 1101,
    "ua": 1273,
    " qu": 257,
    "qua": 1102,
    "ua ": 1274,
    " qua": 258,
    "qua ": 1103,
    "ẻ": 1606,
    "hẻ": 778,
    "ẻ ": 1607,
    "thẻ": 1201,
    "hẻ ": 779,
    " thẻ": 300,
    "thẻ ": 1202,
    "mo": 954,
    "om": 1054,
    " mo": 191,
    "mom": 956,
    "omo": 1055,
    "mo ": 955,
    " mom": 192,
    "momo": 957,
    "omo ": 1056,
    "chư": 541,
    " chư": 60,
    "chươ": 542,
    "rì": 1129,
    "trì": 1240,
    "rìn": 1130,
    " trì": 320,
    "trìn": 1241,
    "rình": 1131,
    "yế": 1361,
    "ến": 1610,
    "khu": 888,
    "uyế": 1292,
    "yến": 1362,
    "ến ": 1611,
    " khu": 158,
    "khuy": 889,
    "huyế": 716,
    "uyến": 1293,
    "yến ": 1363,
    "ã": 1416,
    "mã": 968,
    "ãi": 1417,
    " mã": 199,
    "mãi": 969,
    "ãi ": 1418,
    " mãi": 200,
    "mãi ": 970,
    "gi": 634,
    "iả": 854,
    "ảm": 1556,
    " gi": 102,
    "giả": 640,
    "iảm": 855,
    "ảm ": 1557,
    " giả": 105,
    "giảm": 641,
    "iảm ": 856,
    "iá": 847,
    "giá": 638,
    "iá ": 848,
    " giá": 104,
    "giá ": 639,
    "gì": 654,
    " gì": 111,
    "gì ": 655,
    " gì ": 112,
    "mua": 959,
    " mua": 194,
    "mua ": 960,
    "nhi": 1011,
    " nhi": 224,
    "nhiề": 1013,
    "đư": 1502,
    "ượ": 1543,
    "ợc": 1703,
    " đư": 398,
    "đượ": 1505,
    "ược": 1544,
    "ợc ": 1704,
    " đượ": 400,
    "được": 1506,
    "ược ": 1545,
    " ư": 410,
    "ưu": 1526,
    " ưu": 411,
    "ưu ": 1527,
    " ưu ": 412,
    "đã": 1493,
    " đã": 392,
    "đãi": 1494,
    " đãi": 393,
    "đãi ": 1495,
    "hờ": 805,
    "thờ": 1211,
    "hời": 806,
    " thờ": 305,
    "thời": 1212,
    "hời ": 807,
    "ia": 826,
    "gia": 635,
    "ian": 827,
    "an ": 442,
    " gia": 103,
    "gian": 636,
    "ian ": 828,
    "iao": 829,
    "giao": 637,
    "iao ": 830,
    "ba": 455,
    " ba": 12,
    "bao": 456,
    " bao": 13,
    "bao ": 457,
    "lâ": 932,
    " lâ": 181,
    "lâu": 935,
    " lâu": 183,
    "lâu ": 936,
    "í ": 1438,
    "phí": 1088,
    "hí ": 736,
    " phí": 250,
    "phí ": 1089,
    "ip": 845,
    "shi": 1154,
    "hip": 696,
    "ip ": 846,
    " shi": 275,
    "ship": 1155,
    "hip ": 697,
    "iê": 849,
    "êu": 1428,
    "hiê": 698,
    "iêu": 852,
    "êu ": 1429,
    "nhiê": 1012,
    "hiêu": 699,
    "iêu ": 853,
    "ọ": 1646,
    "họ": 789,
    "ọn": 1647,
    "chọ": 545,
    "họn": 790,
    "ọn ": 1648,
    " chọ": 62,
    "chọn": 546,
    "họn ": 791,
    "đơ": 1499,
    " đơ": 396,
    "đơn": 1500,
    "ơn ": 1519,
    " đơn": 397,
    "đơn ": 1501,
    "ị": 1637,
    "vị": 1332,
    "ị ": 1638,
    " vị": 352,
    "vị ": 1333,
    " vị ": 353,
    "vậ": 1325,
    "ận": 1580,
    " vậ": 347,
    "vận": 1326,
    "ận ": 1581,
    " vận": 348,
    "vận ": 1327,
    "yể": 1369,
    "ển": 1624,
    "uyể": 1297,
    "yển": 1370,
    "ển ": 1625,
    "huyể": 717,
    "uyển": 1298,
    "yển ": 1371,
    " d": 88,
    "dư": 598,
    "ưa": 1524,
    " dư": 93,
    "dưa": 599,
    "ưa ": 1525,
    " dưa": 94,
    "dưa ": 600,
    "lư": 937,
    "ướ": 1533,
    " lư": 184,
    "lướ": 938,
    "ưới": 1536,
    " lướ": 185,
    "lưới": 939,
    "ưới ": 1537,
    "ền": 1618,
    "tiề": 1223,
    "iền": 866,
    "ền ": 1619,
    " tiề": 311,
    "tiền": 1224,
    "iền ": 867,
    "ắ": 1586,
    "bắ": 495,
    "ắp": 1589,
    " bắ": 35,
    "bắp": 496,
    "ắp ": 1590,
    " bắp": 36,
    "bắp ": 497,
    "cả": 571,
    " cả": 78,
    "cải": 572,
    " cải": 79,
    "cải ": 573,
    "củ": 580,
    "ủa": 1714,
    " củ": 84,
    "của": 581,
    "ủa ": 1715,
    " của": 85,
    "của ": 582,
    "hị": 786,
    "ịt": 1644,
    "thị": 1207,
    "hịt": 787,
    "ịt ": 1645,
    " thị": 303,
    "thịt": 1208,
    "hịt ": 788,
    "eo": 616,
    "heo": 690,
    "eo ": 617,
    " heo": 126,
    "heo ": 691,
    "gà": 652,
    " gà": 109,
    "gà ": 653,
    " gà ": 110,
    "gu": 649,
    "yê": 1358,
    "ên": 1424,
    "ngu": 1001,
    "guy": 650,
    "uyê": 1290,
    "yên": 1359,
    "ên ": 1425,
    " ngu": 219,
    "nguy": 1002,
    "guyê": 651,
    "uyên": 1291,
    "yên ": 1360,
    "cá ": 558,
    " cá ": 70,
    "biể": 462,
    "iển": 871,
    " biể": 15,
    "biển": 463,
    "iển ": 872,
    "sữ": 1175,
    "ữa": 1723,
    " sữ": 289,
    "sữa": 1176,
    "ữa ": 1724,
    " sữa": 290,
    "sữa ": 1177,
    "tươ": 1258,
    "ươi": 1529,
    " tươ": 332,
    "tươi": 1259,
    "ươi ": 1530,
    "oa": 1046,
    "kho": 886,
    "hoa": 706,
    "oai": 1047,
    " kho": 157,
    "khoa": 887,
    "hoai": 707,
    "oai ": 1048,
    "tâ": 1244,
    "ây": 1414,
    " tâ": 322,
    "tây": 1245,
    "ây ": 1415,
    " tây": 323,
    "tây ": 1246,
    "cà": 555,
    " cà": 67,
    "cà ": 556,
    " cà ": 68,
    "hua": 713,
    "chua": 528,
    "hua ": 714,
    "bá": 480,
    " bá": 25,
    "bán": 481,
    "ánh": 1397,
    " bán": 26,
    "bánh": 483,
    "ánh ": 1398,
    "gọ": 665,
    "ọt": 1649,
    "ngọ": 1005,
    "gọt": 666,
    "ọt ": 1650,
    " ngọ": 221,
    "ngọt": 1006,
    "gọt ": 667,
    "nư": 1038,
    "ớc": 1687,
    " nư": 238,
    "nướ": 1039,
    "ước": 1534,
    "ớc ": 1688,
    " nướ": 239,
    "nước": 1040,
    "ước ": 1535,
    "su": 1161,
    " su": 279,
    "suố": 1162,
    "uối": 1308,
    " suố": 280,
    "suối": 1163,
    "uối ": 1309,
    "ộ": 1679,
    "mộ": 984,
    "ột": 1684,
    " mộ": 210,
    "một": 985,
    "ột ": 1685,
    " một": 211,
    "một ": 986,
    "hai": 679,
    "chai": 520,
    "hai ": 680,
    "ă": 1475,
    "hă": 751,
    "ăn": 1476,
    "khă": 892,
    "hăn": 752,
    "ăn ": 1477,
    " khă": 160,
    "khăn": 893,
    "hăn ": 753,
    "iấ": 857,
    "ấy": 1567,
    "giấ": 642,
    "iấy": 858,
    "ấy ": 1568,
    " giấ": 106,
    "giấy": 643,
    "iấy ": 859,
    "dầ": 603,
    "ầu": 1572,
    " dầ": 96,
    "dầu": 604,
    "ầu ": 1573,
    " dầu": 97,
    "dầu ": 605,
    "gộ": 668,
    "ội": 1680,
    " gộ": 117,
    "gội": 669,
    "ội ": 1681,
    " gội": 118,
    "gội ": 670,
    "tắ": 1263,
    "ắm": 1587,
    " tắ": 335,
    "tắm": 1264,
    "ắm ": 1588,
    " tắm": 336,
    "tắm ": 1265,
    "mì ": 972,
    " mì ": 202,
    "gó": 656,
    " gó": 113,
    "gói": 657,
    " gói": 114,
    "gói ": 658,
    "ra": 1110,
    " ra": 261,
    "ra ": 1111,
    " ra ": 262,
    "or": 1064,
    "re": 1112,
    " or": 245,
    "ore": 1065,
    "reo": 1113,
    " ore": 246,
    "oreo": 1066,
    "reo ": 1114,
    "dâ": 595,
    " dâ": 91,
    "dâu": 596,
    " dâu": 92,
    "dâu ": 597,
    "quy": 1104,
    "uy ": 1289,
    " quy": 259,
    "quy ": 1105,
    "nắ": 1041,
    " nắ": 240,
    "nắm": 1042,
    " nắm": 241,
    "nắm ": 1043,
    "ki": 896,
    "im": 837,
    " ki": 162,
    "kim": 897,
    "im ": 838,
    " kim": 163,
    "kim ": 898,
    "hâ": 730,
    "âm": 1408,
    "châ": 535,
    "hâm": 731,
    "âm ": 1409,
    " châ": 57,
    "châm": 536,
    "hâm ": 732,
    "_": 415,
    " _": 1,
    "__": 417,
    "_n": 421,
    "nu": 1026,
    "um": 1275,
    "mb": 948,
    "be": 458,
    "er": 618,
    "r_": 1107,
    "_ ": 416,
    " __": 2,
    "__n": 419,
    "_nu": 422,
    "num": 1027,
    "umb": 1276,
    "mbe": 949,
    "ber": 459,
    "er_": 619,
    "r__": 1108,
    "__ ": 418,
    " __n": 3,
    "__nu": 420,
    "_num": 423,
    "numb": 1028,
    "umbe": 1277,
    "mber": 950,
    "ber_": 460,
    "er__": 620,
    "r__ ": 1109,
    "bị": 506,
    "ịc": 1641,
    " bị": 43,
    "bịc": 508,
    "ịch": 1642,
    " bịc": 45,
    "bịch": 509,
    "ịch ": 1643,
    "ậy": 1584,
    "vậy": 1328,
    "ậy ": 1585,
    " vậy": 349,
    "vậy ": 1329,
    "hủ": 813,
    " hủ": 151,
    "hủ ": 814,
    " hủ ": 152,
    "ếu": 1614,
    "iếu": 863,
    "ếu ": 1615,
    "tiếu": 1222,
    "iếu ": 864,
    "na": 991,
    "am": 437,
    " na": 215,
    "nam": 994,
    "am ": 438,
    " nam": 216,
    "nam ": 995,
    "va": 1316,
    " va": 341,
    "van": 1317,
    " van": 342,
    "vang": 1318,
    "như": 1016,
    "hư ": 758,
    " như": 226,
    "như ": 1017,
    "hở": 808,
    "phở": 1098,
    "hở ": 809,
    " phở": 255,
    "phở ": 1099,
    "ò": 1447,
    "bò": 487,
    "ò ": 1448,
    " bò": 29,
    "bò ": 488,
    " bò ": 30,
    "ru": 1117,
    "yề": 1366,
    "tru": 1233,
    "ruy": 1118,
    "uyề": 1295,
    "yền": 1367,
    " tru": 317,
    "truy": 1234,
    "ruyề": 1119,
    "uyền": 1296,
    "yền ": 1368,
    "hố": 797,
    "thố": 1209,
    "hốn": 798,
    "ống": 1664,
    " thố": 304,
    "thốn": 1210,
    "hống": 799,
    "ống ": 1665,
    "ờn": 1694,
    "đườ": 1503,
    "ườn": 1541,
    "ờng": 1695,
    " đườ": 399,
    "đườn": 1504,
    "ường": 1542,
    "ờng ": 1696,
    "mí": 975,
    "ía": 1439,
    " mí": 204,
    "mía": 976,
    "ía ": 1440,
    " mía": 205,
    "mía ": 977,
    " á": 372,
    " á ": 373,
    "ù": 1462,
    "hù": 744,
    "ùn": 1464,
    "thù": 1197,
    "hùn": 746,
    "ùng": 1465,
    " thù": 298,
    "thùn": 1198,
    "hùng": 747,
    "ùng ": 1466,
    "ku": 901,
    "un": 1278,
    " ku": 165,
    "kun": 902,
    "un ": 1279,
    " kun": 166,
    "kun ": 903,
    "rá": 1120,
    "ái": 1391,
    "trá": 1235,
    "rái": 1121,
    "ái ": 1392,
    " trá": 318,
    "trái": 1236,
    "rái ": 1122,
    "câ": 564,
    " câ": 73,
    "cây": 567,
    " cây": 75,
    "cây ": 568,
    "du": 590,
    "ut": 1285,
    "tc": 1183,
    " du": 89,
    "dut": 591,
    "utc": 1286,
    "tch": 1184,
    " dut": 90,
    "dutc": 592,
    "utch": 1287,
    "tch ": 1185,
    "la": 908,
    "ad": 429,
    "dy": 593,
    " la": 170,
    "lad": 909,
    "ady": 430,
    "dy ": 594,
    " lad": 171,
    "lady": 910,
    "ady ": 431,
    "vi": 1319,
    "mi": 951,
    "il": 834,
    "lk": 914,
    " vi": 343,
    "vin": 1320,
    "ina": 841,
    "ami": 439,
    "mil": 952,
    "ilk": 835,
    "lk ": 915,
    " vin": 344,
    "vina": 1321,
    "inam": 842,
    "nami": 996,
    "amil": 440,
    "milk": 953,
    "ilk ": 836,
    "rán": 1123,
    "trán": 1237,
    "ráng": 1124,
    "ni": 1020,
    " ni": 228,
    "nin": 1021,
    "inh": 843,
    " nin": 229,
    "ninh": 1022,
    "inh ": 844,
    "ảo": 1560,
    " hả": 137,
    "hảo": 764,
    "ảo ": 1561,
    " hảo": 138,
    "hảo ": 765,
    "ca": 512,
    " ca": 47,
    "cay": 515,
    " cay": 49,
    "cay ": 516,
    "rố": 1137,
    "ốt": 1666,
    " rố": 267,
    "rốt": 1138,
    "ốt ": 1667,
    " rốt": 268,
    "rốt ": 1139,
    "hấ": 766,
    "ấu": 1565,
    " hấ": 139,
    "hấu": 767,
    "ấu ": 1566,
    " hấu": 140,
    "hấu ": 768,
    "ụ": 1709,
    "cụ": 577,
    "ục": 1710,
    " cụ": 82,
    "cục": 578,
    "ục ": 1711,
    " cục": 83,
    "cục ": 579,
    "xà": 1347,
    " xà": 363,
    "xà ": 1348,
    " xà ": 364,
    "bô": 489,
    " bô": 31,
    "bôn": 490,
    " bôn": 32,
    "bông": 491,
    "f": 628,
    "li": 911,
    "if": 831,
    "fe": 629,
    "eb": 608,
    "uo": 1280,
    "oy": 1072,
    " li": 172,
    "lif": 912,
    "ife": 832,
    "feb": 630,
    "ebu": 609,
    "buo": 473,
    "uoy": 1281,
    "oy ": 1073,
    " lif": 173,
    "life": 913,
    "ifeb": 833,
    "febu": 631,
    "ebuo": 610,
    "buoy": 474,
    "uoy ": 1282,
    "bẹ": 501,
    "ẹ ": 1601,
    " bẹ": 39,
    "bẹ ": 502,
    " bẹ ": 40,
    "xa": 1338,
    " xa": 357,
    "xan": 1339,
    " xan": 358,
    "xanh": 1340,
    "lố": 943,
    "ốc": 1658,
    " lố": 188,
    "lốc": 944,
    "ốc ": 1659,
    " lốc": 189,
    "lốc ": 945,
    "hộ": 802,
    "ộp": 1682,
    " hộ": 147,
    "hộp": 803,
    "ộp ": 1683,
    " hộp": 148,
    "hộp ": 804,
    "no": 1023,
    " no": 230,
    "non": 1024,
    " non": 231,
    "non ": 1025,
    "ke": 882,
    " ke": 154,
    "kem": 883,
    " kem": 155,
    "kem ": 884,
    "đá": 1487,
    " đá": 388,
    "đán": 1488,
    " đán": 389,
    "đánh": 1489,
    "ră": 1132,
    " ră": 263,
    "răn": 1133,
    "ăng": 1478,
    " răn": 264,
    "răng": 1134,
    "ăng ": 1479,
    "cl": 549,
    "os": 1067,
    "se": 1150,
    "eu": 623,
    "up": 1283,
    " cl": 63,
    "clo": 550,
    "los": 921,
    "ose": 1068,
    "seu": 1151,
    "eup": 624,
    "up ": 1284,
    " clo": 64,
    "clos": 551,
    "lose": 922,
    "oseu": 1069,
    "seup": 1152,
    "eup ": 625,
    " ă": 380,
    " ăn": 381,
    " ăn ": 382,
    "cái": 562,
    " cái": 72,
    "cái ": 563,
    "ân": 1410,
    "lân": 933,
    "ân ": 1411,
    " lân": 182,
    "lân ": 934,
    "số": 1170,
    "ố ": 1657,
    " số": 285,
    "số ": 1171,
    " số ": 286,
    "đi": 1484,
    " đi": 386,
    "điệ": 1485,
    "iện": 876,
    " điệ": 387,
    "điện": 1486,
    "iện ": 877,
    "oạ": 1080,
    "tho": 1189,
    "hoạ": 710,
    "oại": 1081,
    " tho": 294,
    "thoạ": 1190,
    "hoại": 711,
    "oại ": 1082,
    "đị": 1509,
    "ịa": 1639,
    " đị": 403,
    "địa": 1510,
    "ịa ": 1640,
    " địa": 404,
    "địa ": 1511,
    "ỉ": 1635,
    "hỉ": 784,
    "ỉ ": 1636,
    "chỉ": 543,
    "hỉ ": 785,
    " chỉ": 61,
    "chỉ ": 544,
    "rẻ": 1135,
    " rẻ": 265,
    "rẻ ": 1136,
    " rẻ ": 266,
    "hơ": 754,
    " hơ": 135,
    "hơn": 755,
    " hơn": 136,
    "hơn ": 756,
    "bán ": 482,
    "dướ": 601,
    " dướ": 95,
    "dưới": 602,
    "các ": 560,
    " lo": 174,
    "loạ": 923,
    " loạ": 175,
    "loại": 924,
    "sn": 1158,
    "ac": 426,
    "ck": 547,
    " sn": 277,
    "sna": 1159,
    "nac": 992,
    "ack": 427,
    "ck ": 548,
    " sna": 278,
    "snac": 1160,
    "nack": 993,
    "ack ": 428,
    "áo": 1399,
    "chá": 533,
    "háo": 728,
    "áo ": 1400,
    " chá": 56,
    "cháo": 534,
    "háo ": 729,
    "kẹ": 904,
    "ẹo": 1604,
    " kẹ": 167,
    "kẹo": 905,
    "ẹo ": 1605,
    " kẹo": 168,
    "kẹo ": 906,
    " e": 98,
    " em": 99,
    " em ": 100,
    "cao": 513,
    " cao": 48,
    "cao ": 514,
    "rê": 1126,
    "trê": 1238,
    "rên": 1127,
    " trê": 319,
    "trên": 1239,
    "rên ": 1128,
    "bị ": 507,
    " bị ": 44,
    " hu": 131,
    "yết": 1364,
    " huy": 132,
    "uyết": 1294,
    "yết ": 1365,
    "áp": 1401,
    " áp": 374,
    "áp ": 1402,
    " áp ": 375,
    "nê": 1032,
    " nê": 234,
    "nên": 1033,
    " nên": 235,
    "nên ": 1034,
    "ự": 1728,
    "hự": 821,
    "ực": 1729,
    "thự": 1215,
    "hực": 822,
    "ực ": 1730,
    " thự": 307,
    "thực": 1216,
    "hực ": 823,
    "tốt": 1269,
    " tốt": 339,
    "tốt ": 1270,
    "tiể": 1225,
    " tiể": 312,
    "tiểu": 1226,
    "ỡ": 1699,
    "mỡ": 987,
    "ỡ ": 1700,
    " mỡ": 212,
    "mỡ ": 988,
    " mỡ ": 213,
    "áu": 1403,
    "máu": 964,
    "áu ": 1404,
    " máu": 197,
    "máu ": 965,
    "gợ": 671,
    "ợi": 1705,
    " gợ": 119,
    "gợi": 672,
    "ợi ": 1706,
    " gợi": 120,
    "gợi ": 673,
    "mó": 978,
    "ón": 1453,
    " mó": 206,
    "món": 979,
    "ón ": 1454,
    " món": 207,
    "món ": 980,
    "ù ": 1463,
    "phù": 1090,
    "hù ": 745,
    " phù": 251,
    "phù ": 1091,
    "hợ": 810,
    "ợp": 1707,
    " hợ": 149,
    "hợp": 811,
    "ợp ": 1708,
    " hợp": 150,
    "hợp ": 812,
    "é": 1419,
    "bé": 484,
    "éo": 1420,
    " bé": 27,
    "béo": 485,
    "éo ": 1421,
    " béo": 28,
    "béo ": 486,
    "phì": 1086,
    " phì": 249,
    "phì ": 1087,
    "cân": 565,
    " cân": 74,
    "cân ": 566,
    "ránh": 1125,
    "kiê": 899,
    "iên": 850,
    "êng": 1426,
    " kiê": 164,
    "kiên": 900,
    "iêng": 851,
    "êng ": 1427,
    "mặ": 981,
    "ặn": 1596,
    " mặ": 208,
    "mặn": 982,
    "ặn ": 1597,
    " mặn": 209,
    "mặn ": 983,
    " an": 9,
    " an ": 10,
    "oà": 1074,
    "toà": 1228,
    "oàn": 1075,
    "àn ": 1380,
    " toà": 314,
    "toàn": 1229,
    "oàn ": 1076,
    "bệ": 503,
    " bệ": 41,
    "bện": 504,
    "ệnh": 1631,
    " bện": 42,
    "bệnh": 505,
    "ệnh ": 1632,
    "sứ": 1172,
    " sứ": 287,
    "sức": 1173,
    " sức": 288,
    "sức ": 1174,
    "ỏe": 1652,
    "khỏ": 894,
    "hỏe": 793,
    "ỏe ": 1653,
    " khỏ": 161,
    "khỏe": 895,
    "hỏe ": 794
  },
  "response": null,
  "action_text": null
}