{
  "text": {
    "hey": 60,
    "hello": 58,
    "hi": 61,
    "xin": 172,
    "chào": 26,
    "buổi": 8,
    "sáng": 128,
    "bạn": 12,
    "chiều": 20,
    "tối": 162,
    "shop": 125,
    "ơi": 188,
    "cửa": 41,
    "hàng": 63,
    "ê": 177,
    "alo": 2,
    "mình": 91,
    "cần": 39,
    "tư": 158,
    "vấn": 165,
    "cho": 21,
    "hỏi": 66,
    "chút": 29,
    "bye": 9,
    "tạm": 160,
    "biệt": 5,
    "ngủ": 99,
    "ngon": 95,
    "goodbye": 51,
    "hẹn": 65,
    "gặp": 55,
    "lại": 82,
    "đúng": 182,
    "rồi": 122,
    "yes": 174,
    "chính": 28,
    "xác": 173,
    "chuẩn": 25,
    "luôn": 77,
    "bro": 7,
    "phải": 116,
    "ok": 111,
    "nhá": 102,
    "đồng": 187,
    "ý": 178,
    "không": 72,
    "thích": 133,
    "tôi": 157,
    "đâu": 180,
    "muốn": 87,
    "xem": 171,
    "thông": 134,
    "tin": 144,
    "sản": 129,
    "phẩm": 117,
    "ở": 190,
    "làm": 79,
    "sao": 123,
    "để": 186,
    "chi": 19,
    "tiết": 145,
    "thì": 132,
    "cách": 35,
    "thế": 138,
    "nào": 106,
    "tìm": 155,
    "hiểu": 62,
    "về": 168,
    "có": 37,
    "thể": 139,
    "là": 78,
    "ai": 1,
    "à": 175,
    "chatbot": 18,
    "đang": 179,
    "nói": 107,
    "chuyện": 24,
    "với": 170,
    "con": 32,
    "người": 97,
    "hay": 57,
    "máy": 88,
    "tính": 156,
    "thật": 136,
    "bot": 6,
    "thanh": 131,
    "toán": 148,
    "bằng": 14,
    "những": 104,
    "phương": 115,
    "thức": 143,
    "hỗ": 67,
    "trợ": 153,
    "qua": 119,
    "thẻ": 137,
    "momo": 85,
    "chương": 30,
    "trình": 152,
    "khuyến": 71,
    "mãi": 89,
    "giảm": 49,
    "giá": 48,
    "gì": 53,
    "mua": 86,
    "nhiều": 101,
    "được": 185,
    "ưu": 189,
    "đãi": 181,
    "thời": 142,
    "gian": 46,
    "giao": 47,
    "bao": 3,
    "lâu": 80,
    "phí": 114,
    "ship": 124,
    "nhiêu": 100,
    "chọn": 31,
    "đơn": 183,
    "vị": 169,
    "vận": 166,
    "chuyển": 23,
    "dưa": 44,
    "lưới": 81,
    "tiền": 147,
    "bắp": 13,
    "cải": 38,
    "của": 40,
    "thịt": 140,
    "heo": 59,
    "gà": 52,
    "nguyên": 96,
    "cá": 34,
    "biển": 4,
    "sữa": 130,
    "tươi": 159,
    "khoai": 70,
    "tây": 154,
    "cà": 33,
    "chua": 22,
    "bánh": 10,
    "ngọt": 98,
    "nước": 108,
    "suối": 127,
    "một": 93,
    "chai": 17,
    "khăn": 73,
    "giấy": 50,
    "dầu": 45,
    "gội": 56,
    "tắm": 161,
    "mì": 90,
    "gói": 54,
    "ra": 121,
    "oreo": 112,
    "dâu": 43,
    "quy": 120,
    "nắm": 109,
    "kim": 74,
    "châm": 27,
    "__number__": 0,
    "bịch": 15,
    "vậy": 167,
    "hủ": 69,
    "tiếu": 146,
    "nam": 94,
    "vang": 163,
    "như": 103,
    "phở": 118,
    "bò": 11,
    "truyền": 149,
    "thống": 141,
    "đường": 184,
    "mía": 92,
    "á": 176,
    "thùng": 135,
    "kun": 75,
    "trái": 150,
    "cây": 36,
    "dutch": 42,
    "lady": 76,
    "vinamilk": 164,
    "tráng": 151,
    "ninh": 105,
    "hảo": 64,
    "cay": 16,
    "snack": 126,
    "oishi": 110,
    "pepsi": 113,
    "lốc": 83,
    "hộp": 68,
    "milo": 84
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "affirm": 0,
    "deny": 8,
    "ask_product_info": 4,
    "ask_product_detail": 3,
    "bot_challenge": 7,
    "ask_payment": 1,
    "ask_promotion": 5,
    "ask_shipping": 6,
    "ask_price": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_product_price": 6,
    "utter_ask_more_help": 13,
    "utter_ask_payment": 14,
    "utter_ask_product_detail": 15,
    "utter_ask_product_info": 16,
    "utter_ask_promotion": 17,
    "utter_ask_shipping": 18,
    "utter_follow_up": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_iamabot": 22,
    "utter_sorry": 23,
    "utter_thank_you": 24
  },
  "action_text": null,
  "intent_response_key": null
}