{
  "text": {
    "hey": 114,
    "hello": 112,
    "hi": 115,
    "xin": 339,
    "chào": 50,
    "buổi": 14,
    "sáng": 260,
    "bạn": 27,
    "chiều": 43,
    "tối": 322,
    "shop": 253,
    "ơi": 381,
    "cửa": 78,
    "hàng": 121,
    "ê": 351,
    "alo": 3,
    "mình": 185,
    "cần": 73,
    "tư": 318,
    "vấn": 328,
    "cho": 44,
    "hỏi": 135,
    "chút": 54,
    "bye": 15,
    "tạm": 321,
    "biệt": 11,
    "ngủ": 203,
    "ngon": 198,
    "goodbye": 102,
    "hẹn": 133,
    "gặp": 108,
    "lại": 170,
    "đúng": 364,
    "rồi": 248,
    "yes": 346,
    "chính": 52,
    "xác": 343,
    "chuẩn": 48,
    "luôn": 162,
    "bro": 13,
    "phải": 231,
    "ok": 224,
    "nhá": 210,
    "đồng": 378,
    "ý": 354,
    "không": 148,
    "thích": 275,
    "tôi": 315,
    "đâu": 361,
    "muốn": 179,
    "xem": 338,
    "thông": 276,
    "tin": 289,
    "sản": 263,
    "phẩm": 232,
    "ở": 386,
    "làm": 164,
    "sao": 251,
    "để": 374,
    "chi": 41,
    "tiết": 292,
    "thì": 273,
    "cách": 66,
    "thế": 281,
    "nào": 217,
    "tìm": 312,
    "hiểu": 116,
    "về": 331,
    "có": 71,
    "thể": 282,
    "là": 163,
    "ai": 2,
    "à": 349,
    "chatbot": 39,
    "đang": 356,
    "nói": 219,
    "chuyện": 47,
    "với": 334,
    "con": 61,
    "người": 201,
    "hay": 111,
    "máy": 182,
    "tính": 314,
    "thật": 279,
    "bot": 12,
    "thanh": 268,
    "toán": 298,
    "bằng": 29,
    "những": 214,
    "phương": 230,
    "thức": 286,
    "hỗ": 138,
    "trợ": 308,
    "qua": 234,
    "thẻ": 280,
    "momo": 176,
    "chương": 55,
    "trình": 304,
    "khuyến": 146,
    "mãi": 183,
    "giảm": 100,
    "giá": 98,
    "gì": 106,
    "mua": 177,
    "nhiều": 205,
    "được": 367,
    "ưu": 382,
    "đãi": 363,
    "thời": 285,
    "gian": 95,
    "giao": 96,
    "bao": 6,
    "lâu": 166,
    "phí": 228,
    "ship": 252,
    "nhiêu": 204,
    "chọn": 59,
    "đơn": 365,
    "vị": 332,
    "vận": 329,
    "chuyển": 46,
    "dưa": 87,
    "lưới": 169,
    "tiền": 294,
    "bắp": 28,
    "cải": 72,
    "của": 77,
    "thịt": 283,
    "heo": 113,
    "gà": 104,
    "nguyên": 200,
    "cá": 64,
    "biển": 10,
    "sữa": 266,
    "tươi": 319,
    "khoai": 144,
    "tây": 311,
    "cà": 63,
    "chua": 45,
    "trứng": 309,
    "lốc": 171,
    "ovaltine": 225,
    "bán": 16,
    "đặc": 372,
    "đường": 366,
    "vậy": 330,
    "cua": 62,
    "cam": 37,
    "hú": 125,
    "lóc": 168,
    "sạch": 262,
    "nay": 196,
    "nục": 222,
    "hôm": 124,
    "điều": 358,
    "hồng": 137,
    "ba": 5,
    "sa": 250,
    "cắt": 74,
    "khúc": 149,
    "ra": 239,
    "rội": 249,
    "__number__": 1,
    "bịch": 33,
    "xương": 345,
    "như": 212,
    "xay": 337,
    "mía": 186,
    "mắc": 190,
    "thùng": 277,
    "kun": 153,
    "trái": 301,
    "cây": 69,
    "một": 192,
    "dutch": 83,
    "lady": 156,
    "dâu": 85,
    "em": 93,
    "ký": 154,
    "xoài": 341,
    "tứ": 324,
    "quý": 235,
    "ức": 387,
    "đắt": 371,
    "chị": 58,
    "chuối": 49,
    "già": 97,
    "rốt": 247,
    "hiện": 117,
    "tại": 320,
    "hấu": 132,
    "ngọt": 202,
    "bó": 23,
    "bẹ": 30,
    "xanh": 336,
    "bữa": 35,
    "hộp": 139,
    "non": 215,
    "xôi": 344,
    "rau": 240,
    "húng": 126,
    "quế": 238,
    "quýt": 236,
    "giờ": 101,
    "ổi": 385,
    "ruột": 241,
    "đỏ": 376,
    "1kg": 0,
    "nho": 207,
    "bên": 20,
    "râm": 243,
    "lên": 167,
    "số": 264,
    "điện": 359,
    "thoại": 272,
    "địa": 375,
    "chỉ": 57,
    "nước": 220,
    "suối": 257,
    "rẻ": 245,
    "hơn": 127,
    "dưới": 88,
    "trên": 303,
    "thìa": 274,
    "các": 65,
    "loại": 159,
    "bánh": 17,
    "snack": 254,
    "kem": 142,
    "đánh": 360,
    "răng": 244,
    "cục": 75,
    "xà": 342,
    "bông": 24,
    "mì": 184,
    "hảo": 131,
    "hủ": 141,
    "tiếu": 293,
    "cháo": 51,
    "kẹo": 155,
    "dầu": 90,
    "gội": 109,
    "cao": 38,
    "hồi": 136,
    "gợi": 110,
    "giúp": 99,
    "thấp": 278,
    "hải": 130,
    "danh": 79,
    "sách": 259,
    "ạ": 383,
    "hệ": 134,
    "thống": 284,
    "bị": 32,
    "huyết": 120,
    "áp": 350,
    "nên": 218,
    "ăn": 355,
    "thực": 287,
    "tốt": 323,
    "tiểu": 295,
    "mỡ": 193,
    "máu": 181,
    "món": 187,
    "phù": 229,
    "hợp": 140,
    "béo": 19,
    "phì": 227,
    "cân": 68,
    "kiêng": 152,
    "mặn": 191,
    "an": 4,
    "toàn": 297,
    "bệnh": 31,
    "sức": 265,
    "khỏe": 150,
    "thiếu": 270,
    "bổ": 34,
    "sung": 256,
    "gầy": 107,
    "yếu": 348,
    "thiện": 271,
    "trạng": 305,
    "mang": 175,
    "thai": 267,
    "rối": 246,
    "loạn": 160,
    "tiêu": 291,
    "hóa": 123,
    "gan": 94,
    "nhiễm": 206,
    "uống": 325,
    "tình": 313,
    "tăng": 317,
    "tim": 288,
    "mạch": 189,
    "dạ": 89,
    "dày": 84,
    "viêm": 326,
    "đại": 368,
    "tràng": 300,
    "nếu": 221,
    "gout": 103,
    "trị": 307,
    "tránh": 302,
    "vừa": 335,
    "chế": 56,
    "độ": 379,
    "loét": 158,
    "yến": 347,
    "bò": 22,
    "động": 380,
    "phụ": 233,
    "nữ": 223,
    "khô": 147,
    "ít": 352,
    "vịt": 333,
    "lộn": 172,
    "trẻ": 306,
    "đậu": 369,
    "nành": 216,
    "lợi": 173,
    "lựa": 174,
    "chay": 40,
    "tôm": 316,
    "gây": 105,
    "hại": 129,
    "dị": 91,
    "ứng": 388,
    "bưởi": 26,
    "lang": 157,
    "ảnh": 384,
    "hưởng": 128,
    "đến": 373,
    "đau": 357,
    "dứa": 92,
    "cám": 67,
    "khi": 143,
    "đồ": 377,
    "chiên": 42,
    "rán": 242,
    "khớp": 151,
    "đây": 362,
    "táo": 310,
    "muống": 180,
    "nhỉ": 213,
    "basa": 7,
    "còn": 70,
    "bơ": 25,
    "sáp": 261,
    "mỹ": 194,
    "hành": 122,
    "lá": 165,
    "biết": 9,
    "củ": 76,
    "quả": 237,
    "nhé": 211,
    "bí": 21,
    "mướp": 188,
    "đắng": 370,
    "bây": 18,
    "óc": 353,
    "chó": 53,
    "sành": 258,
    "dùng": 86,
    "tot": 296,
    "nhung": 209,
    "the": 269,
    "trang": 299,
    "nao": 195,
    "ca": 36,
    "phu": 226,
    "hop": 119,
    "voi": 327,
    "dua": 81,
    "luoi": 161,
    "co": 60,
    "bi": 8,
    "do": 80,
    "nguoi": 199,
    "tinh": 290,
    "suc": 255,
    "khoe": 145,
    "muong": 178,
    "nen": 197,
    "dung": 82,
    "hoi": 118,
    "nhu": 208,
    "xoai": 340
  },
  "intent": {
    "greet": 19,
    "goodbye": 18,
    "affirm": 0,
    "deny": 16,
    "ask_product_info": 10,
    "ask_product_detail": 9,
    "bot_challenge": 15,
    "ask_payment": 7,
    "ask_promotion": 11,
    "ask_shipping": 12,
    "ask_price": 8,
    "ask_shop_info": 13,
    "filter_products": 17,
    "ask_food_for_condition": 4,
    "ask_if_food_good_for_condition": 6,
    "ask_food_to_avoid": 5,
    "ask_co_ban_sp": 1,
    "ask_co_loai_nao": 2,
    "ask_con_hang_ko": 3,
    "ask_sp_phuhop_thetrang_nao": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 17,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_co_ban_sp": 1,
    "action_con_hang": 2,
    "action_filter_products": 8,
    "action_food_to_avoid": 9,
    "action_get_product_price": 10,
    "action_loai_sp": 12,
    "action_recommend_food": 13,
    "action_recommend_food_by_condition": 14,
    "action_sp_phuhop_thetrang_nao": 18,
    "utter_ask_more_help": 21,
    "utter_ask_payment": 22,
    "utter_ask_product_detail": 23,
    "utter_ask_product_info": 24,
    "utter_ask_promotion": 25,
    "utter_ask_shipping": 26,
    "utter_ask_shop_info": 27,
    "utter_follow_up": 28,
    "utter_goodbye": 29,
    "utter_greet": 30,
    "utter_iamabot": 31,
    "utter_sorry": 32,
    "utter_thank_you": 33
  },
  "action_text": null,
  "intent_response_key": null
}