{
  "text": {
    " ": 0,
    "h": 549,
    "e": 489,
    "y": 1122,
    " h": 95,
    "he": 560,
    "ey": 506,
    "y ": 1123,
    " he": 98,
    "hey": 565,
    "ey ": 507,
    " hey": 101,
    "hey ": 566,
    "l": 747,
    "o": 860,
    "el": 491,
    "ll": 753,
    "lo": 756,
    "o ": 861,
    "hel": 561,
    "ell": 492,
    "llo": 754,
    "lo ": 757,
    " hel": 99,
    "hell": 562,
    "ello": 493,
    "llo ": 755,
    "i": 676,
    "hi": 567,
    "i ": 677,
    " hi": 102,
    "hi ": 568,
    " hi ": 103,
    "x": 1112,
    "n": 811,
    " x": 288,
    "xi": 1116,
    "in": 690,
    "n ": 812,
    " xi": 291,
    "xin": 1117,
    "in ": 691,
    " xin": 292,
    "xin ": 1118,
    "c": 412,
    "à": 1143,
    " c": 35,
    "ch": 417,
    "hà": 592,
    "ào": 1150,
    " ch": 38,
    "chà": 431,
    "hào": 595,
    "ào ": 1151,
    " chà": 43,
    "chào": 432,
    "hào ": 596,
    "b": 371,
    "u": 1052,
    "ổ": 1396,
    " b": 9,
    "bu": 389,
    "uổ": 1087,
    "ổi": 1397,
    " bu": 19,
    "buổ": 390,
    "uổi": 1088,
    "ổi ": 1398,
    " buổ": 20,
    "buổi": 391,
    "uổi ": 1089,
    "s": 943,
    "á": 1152,
    "g": 508,
    " s": 213,
    "sá": 962,
    "án": 1160,
    "ng": 819,
    "g ": 509,
    " sá": 223,
    "sán": 963,
    "áng": 1162,
    "ng ": 820,
    " sán": 224,
    "sáng": 964,
    "áng ": 1163,
    "ạ": 1286,
    "bạ": 400,
    "ạn": 1291,
    " bạ": 27,
    "bạn": 401,
    "ạn ": 1292,
    " bạn": 28,
    "bạn ": 402,
    "ề": 1349,
    "iề": 717,
    "ều": 1353,
    "u ": 1053,
    "chi": 422,
    "hiề": 573,
    "iều": 720,
    "ều ": 1354,
    " chi": 40,
    "chiề": 424,
    "hiều": 574,
    "iều ": 721,
    "t": 971,
    "ố": 1381,
    " t": 229,
    "tố": 1049,
    "ối": 1384,
    " tố": 270,
    "tối": 1050,
    "ối ": 1385,
    " tối": 271,
    "tối ": 1051,
    "p": 891,
    "sh": 948,
    "ho": 577,
    "op": 881,
    "p ": 892,
    " sh": 216,
    "sho": 952,
    "hop": 581,
    "op ": 882,
    " sho": 218,
    "shop": 953,
    "hop ": 582,
    "ơ": 1255,
    " ơ": 324,
    "ơi": 1256,
    " ơi": 325,
    "ơi ": 1257,
    " ơi ": 326,
    "ử": 1432,
    "a": 341,
    "cử": 468,
    "ửa": 1433,
    "a ": 342,
    " cử": 66,
    "cửa": 469,
    "ửa ": 1434,
    " cửa": 67,
    "cửa ": 470,
    "àn": 1147,
    " hà": 105,
    "hàn": 593,
    "àng": 1148,
    " hàn": 106,
    "hàng": 594,
    "àng ": 1149,
    "ê": 1178,
    " ê": 302,
    "ê ": 1179,
    " ê ": 303,
    " a": 4,
    "al": 351,
    " al": 7,
    "alo": 352,
    " alo": 8,
    "alo ": 353,
    "m": 777,
    "ì": 1184,
    " m": 145,
    "mì": 801,
    "ìn": 1188,
    "nh": 831,
    "h ": 550,
    " mì": 157,
    "mìn": 803,
    "ình": 1189,
    "nh ": 832,
    " mìn": 159,
    "mình": 804,
    "ình ": 1190,
    "ầ": 1307,
    "cầ": 462,
    "ần": 1308,
    " cầ": 62,
    "cần": 463,
    "ần ": 1309,
    " cần": 63,
    "cần ": 464,
    "ư": 1262,
    "tư": 1039,
    "ư ": 1263,
    " tư": 263,
    "tư ": 1040,
    " tư ": 264,
    "v": 1090,
    "ấ": 1302,
    " v": 272,
    "vấ": 1097,
    "ấn": 1303,
    " vấ": 277,
    "vấn": 1098,
    "ấn ": 1304,
    " vấn": 278,
    "vấn ": 1099,
    "cho": 425,
    "ho ": 578,
    " cho": 41,
    "cho ": 426,
    "ỏ": 1378,
    "hỏ": 652,
    "ỏi": 1379,
    " hỏ": 111,
    "hỏi": 653,
    "ỏi ": 1380,
    " hỏi": 112,
    "hỏi ": 654,
    "ú": 1218,
    "hú": 616,
    "út": 1222,
    "t ": 972,
    "chú": 437,
    "hút": 617,
    "út ": 1223,
    " chú": 46,
    "chút": 438,
    "hút ": 618,
    "by": 392,
    "ye": 1124,
    "e ": 490,
    " by": 21,
    "bye": 393,
    "ye ": 1125,
    " bye": 22,
    "bye ": 394,
    "tạ": 1043,
    "ạm": 1289,
    "m ": 778,
    " tạ": 266,
    "tạm": 1044,
    "ạm ": 1290,
    " tạm": 267,
    "tạm ": 1045,
    "ệ": 1361,
    "bi": 378,
    "iệ": 727,
    "ệt": 1364,
    " bi": 12,
    "biệ": 381,
    "iệt": 728,
    "ệt ": 1365,
    " biệ": 14,
    "biệt": 382,
    "iệt ": 729,
    "ủ": 1425,
    " n": 164,
    "gủ": 547,
    "ủ ": 1426,
    " ng": 167,
    "ngủ": 829,
    "gủ ": 548,
    " ngủ": 172,
    "ngủ ": 830,
    "go": 520,
    "on": 876,
    "ngo": 821,
    "gon": 521,
    "on ": 877,
    " ngo": 168,
    "ngon": 822,
    "gon ": 522,
    "d": 471,
    " g": 77,
    "oo": 878,
    "od": 865,
    "db": 472,
    " go": 83,
    "goo": 523,
    "ood": 879,
    "odb": 866,
    "dby": 473,
    " goo": 84,
    "good": 524,
    "oodb": 880,
    "odby": 867,
    "dbye": 474,
    "ẹ": 1336,
    "hẹ": 637,
    "ẹn": 1337,
    " hẹ": 109,
    "hẹn": 638,
    "ẹn ": 1338,
    " hẹn": 110,
    "hẹn ": 639,
    "ặ": 1333,
    "gặ": 538,
    "ặp": 1334,
    " gặ": 91,
    "gặp": 539,
    "ặp ": 1335,
    " gặp": 92,
    "gặp ": 540,
    " l": 129,
    "lạ": 771,
    "ại": 1287,
    " lạ": 141,
    "lại": 772,
    "ại ": 1288,
    " lại": 142,
    "lại ": 773,
    "đ": 1229,
    " đ": 306,
    "đú": 1239,
    "ún": 1219,
    " đú": 313,
    "đún": 1240,
    "úng": 1220,
    " đún": 314,
    "đúng": 1241,
    "úng ": 1221,
    "r": 916,
    "ồ": 1390,
    " r": 208,
    "rồ": 938,
    "ồi": 1391,
    " rồ": 211,
    "rồi": 939,
    "ồi ": 1392,
    " rồi": 212,
    "rồi ": 940,
    " y": 295,
    "es": 504,
    "s ": 944,
    " ye": 296,
    "yes": 1126,
    "es ": 505,
    " yes": 297,
    "yes ": 1127,
    "í": 1191,
    "hí": 604,
    "ín": 1198,
    "chí": 435,
    "hín": 608,
    "ính": 1199,
    " chí": 45,
    "chín": 436,
    "hính": 609,
    "ính ": 1200,
    "xá": 1119,
    "ác": 1154,
    "c ": 413,
    " xá": 293,
    "xác": 1120,
    "ác ": 1155,
    " xác": 294,
    "xác ": 1121,
    "ẩ": 1312,
    "hu": 583,
    "uẩ": 1079,
    "ẩn": 1315,
    "chu": 427,
    "huẩ": 590,
    "uẩn": 1080,
    "ẩn ": 1316,
    " chu": 42,
    "chuẩ": 430,
    "huẩn": 591,
    "uẩn ": 1081,
    "ô": 1207,
    "lu": 758,
    "uô": 1076,
    "ôn": 1210,
    " lu": 132,
    "luô": 759,
    "uôn": 1077,
    "ôn ": 1211,
    " luô": 133,
    "luôn": 760,
    "uôn ": 1078,
    "br": 386,
    "ro": 925,
    " br": 17,
    "bro": 387,
    "ro ": 926,
    " bro": 18,
    "bro ": 388,
    "ả": 1293,
    " p": 195,
    "ph": 896,
    "hả": 626,
    "ải": 1294,
    " ph": 198,
    "phả": 901,
    "hải": 627,
    "ải ": 1295,
    " phả": 201,
    "phải": 902,
    "hải ": 628,
    "k": 730,
    " o": 188,
    "ok": 871,
    "k ": 731,
    " ok": 191,
    "ok ": 872,
    " ok ": 192,
    "há": 597,
    "á ": 1153,
    " nh": 173,
    "nhá": 836,
    "há ": 598,
    " nhá": 175,
    "nhá ": 837,
    "đồ": 1252,
    "ồn": 1393,
    " đồ": 322,
    "đồn": 1253,
    "ồng": 1394,
    " đồn": 323,
    "đồng": 1254,
    "ồng ": 1395,
    "ý": 1224,
    " ý": 304,
    "ý ": 1225,
    " ý ": 305,
    " k": 119,
    "kh": 732,
    "hô": 610,
    " kh": 120,
    "khô": 737,
    "hôn": 611,
    "ông": 1212,
    " khô": 123,
    "khôn": 738,
    "hông": 612,
    "ông ": 1213,
    "th": 979,
    "íc": 1195,
    " th": 230,
    "thí": 984,
    "híc": 606,
    "ích": 1196,
    "ch ": 418,
    " thí": 233,
    "thíc": 985,
    "hích": 607,
    "ích ": 1197,
    "tô": 1036,
    "ôi": 1208,
    " tô": 261,
    "tôi": 1037,
    "ôi ": 1209,
    " tôi": 262,
    "tôi ": 1038,
    "â": 1168,
    "đâ": 1233,
    "âu": 1171,
    " đâ": 309,
    "đâu": 1234,
    "âu ": 1172,
    " đâu": 310,
    "đâu ": 1235,
    "mu": 790,
    "uố": 1082,
    "ốn": 1386,
    " mu": 150,
    "muố": 793,
    "uốn": 1085,
    "ốn ": 1387,
    " muố": 152,
    "muốn": 794,
    "uốn ": 1086,
    "xe": 1113,
    "em": 494,
    " xe": 289,
    "xem": 1114,
    "em ": 495,
    " xem": 290,
    "xem ": 1115,
    "thô": 986,
    " thô": 234,
    "thôn": 987,
    "ti": 1006,
    " ti": 244,
    "tin": 1007,
    " tin": 245,
    "tin ": 1008,
    "sả": 965,
    "ản": 1298,
    " sả": 225,
    "sản": 966,
    "ản ": 1299,
    " sản": 226,
    "sản ": 967,
    "hẩ": 631,
    "ẩm": 1313,
    "phẩ": 903,
    "hẩm": 632,
    "ẩm ": 1314,
    " phẩ": 202,
    "phẩm": 904,
    "hẩm ": 633,
    "ở": 1419,
    " ở": 330,
    "ở ": 1420,
    " ở ": 331,
    "là": 761,
    "àm": 1145,
    " là": 134,
    "làm": 763,
    "àm ": 1146,
    " làm": 136,
    "làm ": 764,
    "sa": 945,
    "ao": 364,
    " sa": 214,
    "sao": 946,
    "ao ": 365,
    " sao": 215,
    "sao ": 947,
    "ể": 1355,
    "để": 1250,
    "ể ": 1356,
    " để": 320,
    "để ": 1251,
    " để ": 321,
    "chi ": 423,
    "ế": 1341,
    "iế": 712,
    "ết": 1345,
    "tiế": 1009,
    "iết": 713,
    "ết ": 1346,
    " tiế": 246,
    "tiết": 1010,
    "iết ": 714,
    "hì": 602,
    "ì ": 1185,
    "thì": 982,
    "hì ": 603,
    " thì": 232,
    "thì ": 983,
    "cá": 450,
    " cá": 53,
    "các": 452,
    "ách": 1156,
    " các": 55,
    "cách": 453,
    "ách ": 1157,
    "hế": 642,
    "ế ": 1342,
    "thế": 994,
    "hế ": 643,
    " thế": 238,
    "thế ": 995,
    "nà": 848,
    " nà": 180,
    "nào": 849,
    " nào": 181,
    "nào ": 850,
    "tì": 1030,
    "ìm": 1186,
    " tì": 257,
    "tìm": 1031,
    "ìm ": 1187,
    " tìm": 258,
    "tìm ": 1032,
    "iể": 722,
    "ểu": 1359,
    "hiể": 575,
    "iểu": 725,
    "ểu ": 1360,
    " hiể": 104,
    "hiểu": 576,
    "iểu ": 726,
    "về": 1105,
    "ề ": 1350,
    " về": 282,
    "về ": 1106,
    " về ": 283,
    "à ": 1144,
    "là ": 762,
    " là ": 135,
    "ai": 349,
    " ai": 5,
    "ai ": 350,
    " ai ": 6,
    " à": 298,
    " à ": 299,
    "ó": 1203,
    "có": 457,
    "ó ": 1204,
    " có": 58,
    "có ": 458,
    " có ": 59,
    "ha": 551,
    "at": 366,
    "tb": 973,
    "bo": 383,
    "ot": 886,
    "cha": 419,
    "hat": 556,
    "atb": 367,
    "tbo": 974,
    "bot": 384,
    "ot ": 887,
    " cha": 39,
    "chat": 421,
    "hatb": 557,
    "atbo": 368,
    "tbot": 975,
    "bot ": 385,
    "đa": 1230,
    "an": 358,
    " đa": 307,
    "đan": 1231,
    "ang": 360,
    " đan": 308,
    "đang": 1232,
    "ang ": 361,
    "nó": 851,
    "ói": 1205,
    " nó": 182,
    "nói": 852,
    "ói ": 1206,
    " nói": 183,
    "nói ": 853,
    "uy": 1064,
    "yệ": 1140,
    "ện": 1362,
    "huy": 586,
    "uyệ": 1074,
    "yện": 1141,
    "ện ": 1363,
    "chuy": 429,
    "huyệ": 589,
    "uyện": 1075,
    "yện ": 1142,
    "ớ": 1408,
    "vớ": 1109,
    "ới": 1411,
    " vớ": 286,
    "với": 1110,
    "ới ": 1412,
    " với": 287,
    "với ": 1111,
    "co": 445,
    " co": 49,
    "con": 446,
    " con": 50,
    "con ": 447,
    "ờ": 1413,
    "gư": 535,
    "ườ": 1278,
    "ời": 1414,
    "ngư": 825,
    "gườ": 536,
    "ười": 1279,
    "ời ": 1415,
    " ngư": 170,
    "ngườ": 826,
    "gười": 537,
    "ười ": 1280,
    "ay": 369,
    " ha": 96,
    "hay": 558,
    "ay ": 370,
    " hay": 97,
    "hay ": 559,
    "má": 795,
    "áy": 1166,
    " má": 153,
    "máy": 796,
    "áy ": 1167,
    " máy": 154,
    "máy ": 797,
    "tí": 1033,
    " tí": 259,
    "tín": 1034,
    " tín": 260,
    "tính": 1035,
    "ậ": 1317,
    "hậ": 634,
    "ật": 1320,
    "thậ": 990,
    "hật": 635,
    "ật ": 1321,
    " thậ": 236,
    "thật": 991,
    "hật ": 636,
    " bo": 15,
    " bot": 16,
    "hể": 644,
    "thể": 996,
    "hể ": 645,
    " thể": 239,
    "thể ": 997,
    "tha": 980,
    "han": 554,
    "anh": 362,
    " tha": 231,
    "than": 981,
    "hanh": 555,
    "anh ": 363,
    "to": 1014,
    "oá": 888,
    " to": 248,
    "toá": 1015,
    "oán": 889,
    "án ": 1161,
    " toá": 249,
    "toán": 1016,
    "oán ": 890,
    "ằ": 1329,
    "bằ": 406,
    "ằn": 1330,
    " bằ": 31,
    "bằn": 407,
    "ằng": 1331,
    " bằn": 32,
    "bằng": 408,
    "ằng ": 1332,
    "ữ": 1435,
    "hữ": 673,
    "ữn": 1438,
    "nhữ": 840,
    "hữn": 674,
    "ững": 1439,
    " nhữ": 177,
    "nhữn": 841,
    "hững": 675,
    "ững ": 1440,
    "hư": 622,
    "ươ": 1268,
    "ơn": 1258,
    "phư": 899,
    "hươ": 624,
    "ươn": 1271,
    "ơng": 1260,
    " phư": 200,
    "phươ": 900,
    "hươn": 625,
    "ương": 1272,
    "ơng ": 1261,
    "ứ": 1429,
    "hứ": 670,
    "ức": 1430,
    "thứ": 1004,
    "hức": 671,
    "ức ": 1431,
    " thứ": 243,
    "thức": 1005,
    "hức ": 672,
    "ỗ": 1399,
    "hỗ": 658,
    "ỗ ": 1400,
    " hỗ": 113,
    "hỗ ": 659,
    " hỗ ": 114,
    "ợ": 1421,
    "tr": 1017,
    "rợ": 941,
    "ợ ": 1422,
    " tr": 250,
    "trợ": 1025,
    "rợ ": 942,
    " trợ": 254,
    "trợ ": 1026,
    "q": 910,
    " q": 204,
    "qu": 911,
    "ua": 1054,
    " qu": 205,
    "qua": 912,
    "ua ": 1055,
    " qua": 206,
    "qua ": 913,
    "ẻ": 1339,
    "hẻ": 640,
    "ẻ ": 1340,
    "thẻ": 992,
    "hẻ ": 641,
    " thẻ": 237,
    "thẻ ": 993,
    "mo": 786,
    "om": 873,
    " mo": 148,
    "mom": 788,
    "omo": 874,
    "mo ": 787,
    " mom": 149,
    "momo": 789,
    "omo ": 875,
    "chư": 439,
    " chư": 47,
    "chươ": 440,
    "rì": 935,
    "trì": 1023,
    "rìn": 936,
    " trì": 253,
    "trìn": 1024,
    "rình": 937,
    "yế": 1131,
    "ến": 1343,
    "khu": 735,
    "uyế": 1068,
    "yến": 1132,
    "ến ": 1344,
    " khu": 122,
    "khuy": 736,
    "huyế": 587,
    "uyến": 1069,
    "yến ": 1133,
    "ã": 1175,
    "mã": 798,
    "ãi": 1176,
    " mã": 155,
    "mãi": 799,
    "ãi ": 1177,
    " mãi": 156,
    "mãi ": 800,
    "gi": 510,
    "iả": 706,
    "ảm": 1296,
    " gi": 78,
    "giả": 516,
    "iảm": 707,
    "ảm ": 1297,
    " giả": 81,
    "giảm": 517,
    "iảm ": 708,
    "iá": 701,
    "giá": 514,
    "iá ": 702,
    " giá": 80,
    "giá ": 515,
    "gì": 530,
    " gì": 87,
    "gì ": 531,
    " gì ": 88,
    "mua": 791,
    " mua": 151,
    "mua ": 792,
    "nhi": 833,
    " nhi": 174,
    "nhiề": 835,
    "đư": 1245,
    "ượ": 1283,
    "ợc": 1423,
    " đư": 317,
    "đượ": 1248,
    "ược": 1284,
    "ợc ": 1424,
    " đượ": 319,
    "được": 1249,
    "ược ": 1285,
    " ư": 327,
    "ưu": 1266,
    " ưu": 328,
    "ưu ": 1267,
    " ưu ": 329,
    "đã": 1236,
    " đã": 311,
    "đãi": 1237,
    " đãi": 312,
    "đãi ": 1238,
    "hờ": 663,
    "thờ": 1002,
    "hời": 664,
    " thờ": 242,
    "thời": 1003,
    "hời ": 665,
    "ia": 678,
    "gia": 511,
    "ian": 679,
    "an ": 359,
    " gia": 79,
    "gian": 512,
    "ian ": 680,
    "iao": 681,
    "giao": 513,
    "iao ": 682,
    "ba": 372,
    " ba": 10,
    "bao": 373,
    " bao": 11,
    "bao ": 374,
    "lâ": 765,
    " lâ": 137,
    "lâu": 766,
    " lâu": 138,
    "lâu ": 767,
    "í ": 1192,
    "phí": 897,
    "hí ": 605,
    " phí": 199,
    "phí ": 898,
    "ip": 696,
    "shi": 949,
    "hip": 569,
    "ip ": 697,
    " shi": 217,
    "ship": 951,
    "hip ": 570,
    "iê": 703,
    "êu": 1182,
    "hiê": 571,
    "iêu": 704,
    "êu ": 1183,
    "nhiê": 834,
    "hiêu": 572,
    "iêu ": 705,
    "ọ": 1373,
    "họ": 649,
    "ọn": 1374,
    "chọ": 441,
    "họn": 650,
    "ọn ": 1375,
    " chọ": 48,
    "chọn": 442,
    "họn ": 651,
    "đơ": 1242,
    " đơ": 315,
    "đơn": 1243,
    "ơn ": 1259,
    " đơn": 316,
    "đơn ": 1244,
    "ị": 1366,
    "vị": 1107,
    "ị ": 1367,
    " vị": 284,
    "vị ": 1108,
    " vị ": 285,
    "vậ": 1100,
    "ận": 1318,
    " vậ": 279,
    "vận": 1101,
    "ận ": 1319,
    " vận": 280,
    "vận ": 1102,
    "yể": 1137,
    "ển": 1357,
    "uyể": 1072,
    "yển": 1138,
    "ển ": 1358,
    "huyể": 588,
    "uyển": 1073,
    "yển ": 1139,
    " d": 68,
    "dư": 483,
    "ưa": 1264,
    " dư": 73,
    "dưa": 484,
    "ưa ": 1265,
    " dưa": 74,
    "dưa ": 485,
    "lư": 768,
    "ướ": 1273,
    " lư": 139,
    "lướ": 769,
    "ưới": 1276,
    " lướ": 140,
    "lưới": 770,
    "ưới ": 1277,
    "ền": 1351,
    "tiề": 1012,
    "iền": 718,
    "ền ": 1352,
    " tiề": 247,
    "tiền": 1013,
    "iền ": 719,
    "ắ": 1324,
    "bắ": 403,
    "ắp": 1327,
    " bắ": 29,
    "bắp": 404,
    "ắp ": 1328,
    " bắp": 30,
    "bắp ": 405,
    "cả": 459,
    " cả": 60,
    "cải": 460,
    " cải": 61,
    "cải ": 461,
    "củ": 465,
    "ủa": 1427,
    " củ": 64,
    "của": 466,
    "ủa ": 1428,
    " của": 65,
    "của ": 467,
    "hị": 646,
    "ịt": 1371,
    "thị": 998,
    "hịt": 647,
    "ịt ": 1372,
    " thị": 240,
    "thịt": 999,
    "hịt ": 648,
    "eo": 496,
    "heo": 563,
    "eo ": 497,
    " heo": 100,
    "heo ": 564,
    "gà": 528,
    " gà": 85,
    "gà ": 529,
    " gà ": 86,
    "gu": 525,
    "yê": 1128,
    "ên": 1180,
    "ngu": 823,
    "guy": 526,
    "uyê": 1066,
    "yên": 1129,
    "ên ": 1181,
    " ngu": 169,
    "nguy": 824,
    "guyê": 527,
    "uyên": 1067,
    "yên ": 1130,
    "cá ": 451,
    " cá ": 54,
    "biể": 379,
    "iển": 723,
    " biể": 13,
    "biển": 380,
    "iển ": 724,
    "sữ": 968,
    "ữa": 1436,
    " sữ": 227,
    "sữa": 969,
    "ữa ": 1437,
    " sữa": 228,
    "sữa ": 970,
    "tươ": 1041,
    "ươi": 1269,
    " tươ": 265,
    "tươi": 1042,
    "ươi ": 1270,
    "oa": 862,
    "kho": 733,
    "hoa": 579,
    "oai": 863,
    " kho": 121,
    "khoa": 734,
    "hoai": 580,
    "oai ": 864,
    "tâ": 1027,
    "ây": 1173,
    " tâ": 255,
    "tây": 1028,
    "ây ": 1174,
    " tây": 256,
    "tây ": 1029,
    "cà": 448,
    " cà": 51,
    "cà ": 449,
    " cà ": 52,
    "hua": 584,
    "chua": 428,
    "hua ": 585,
    "bá": 395,
    " bá": 23,
    "bán": 396,
    "ánh": 1164,
    " bán": 24,
    "bánh": 397,
    "ánh ": 1165,
    "gọ": 541,
    "ọt": 1376,
    "ngọ": 827,
    "gọt": 542,
    "ọt ": 1377,
    " ngọ": 171,
    "ngọt": 828,
    "gọt ": 543,
    "nư": 854,
    "ớc": 1409,
    " nư": 184,
    "nướ": 855,
    "ước": 1274,
    "ớc ": 1410,
    " nướ": 185,
    "nước": 856,
    "ước ": 1275,
    "su": 959,
    " su": 221,
    "suố": 960,
    "uối": 1083,
    " suố": 222,
    "suối": 961,
    "uối ": 1084,
    "ộ": 1401,
    "mộ": 808,
    "ột": 1406,
    " mộ": 162,
    "một": 809,
    "ột ": 1407,
    " một": 163,
    "một ": 810,
    "hai": 552,
    "chai": 420,
    "hai ": 553,
    "ă": 1226,
    "hă": 619,
    "ăn": 1227,
    "khă": 739,
    "hăn": 620,
    "ăn ": 1228,
    " khă": 124,
    "khăn": 740,
    "hăn ": 621,
    "iấ": 709,
    "ấy": 1305,
    "giấ": 518,
    "iấy": 710,
    "ấy ": 1306,
    " giấ": 82,
    "giấy": 519,
    "iấy ": 711,
    "dầ": 486,
    "ầu": 1310,
    " dầ": 75,
    "dầu": 487,
    "ầu ": 1311,
    " dầu": 76,
    "dầu ": 488,
    "gộ": 544,
    "ội": 1402,
    " gộ": 93,
    "gội": 545,
    "ội ": 1403,
    " gội": 94,
    "gội ": 546,
    "tắ": 1046,
    "ắm": 1325,
    " tắ": 268,
    "tắm": 1047,
    "ắm ": 1326,
    " tắm": 269,
    "tắm ": 1048,
    "mì ": 802,
    " mì ": 158,
    "gó": 532,
    " gó": 89,
    "gói": 533,
    " gói": 90,
    "gói ": 534,
    "ra": 920,
    " ra": 209,
    "ra ": 921,
    " ra ": 210,
    "or": 883,
    "re": 922,
    " or": 193,
    "ore": 884,
    "reo": 923,
    " ore": 194,
    "oreo": 885,
    "reo ": 924,
    "dâ": 480,
    " dâ": 71,
    "dâu": 481,
    " dâu": 72,
    "dâu ": 482,
    "quy": 914,
    "uy ": 1065,
    " quy": 207,
    "quy ": 915,
    "nắ": 857,
    " nắ": 186,
    "nắm": 858,
    " nắm": 187,
    "nắm ": 859,
    "ki": 741,
    "im": 688,
    " ki": 125,
    "kim": 742,
    "im ": 689,
    " kim": 126,
    "kim ": 743,
    "hâ": 599,
    "âm": 1169,
    "châ": 433,
    "hâm": 600,
    "âm ": 1170,
    " châ": 44,
    "châm": 434,
    "hâm ": 601,
    "_": 332,
    " _": 1,
    "__": 334,
    "_n": 338,
    "nu": 845,
    "um": 1056,
    "mb": 779,
    "be": 375,
    "er": 501,
    "r_": 917,
    "_ ": 333,
    " __": 2,
    "__n": 336,
    "_nu": 339,
    "num": 846,
    "umb": 1057,
    "mbe": 780,
    "ber": 376,
    "er_": 502,
    "r__": 918,
    "__ ": 335,
    " __n": 3,
    "__nu": 337,
    "_num": 340,
    "numb": 847,
    "umbe": 1058,
    "mber": 781,
    "ber_": 377,
    "er__": 503,
    "r__ ": 919,
    "bị": 409,
    "ịc": 1368,
    " bị": 33,
    "bịc": 410,
    "ịch": 1369,
    " bịc": 34,
    "bịch": 411,
    "ịch ": 1370,
    "ậy": 1322,
    "vậy": 1103,
    "ậy ": 1323,
    " vậy": 281,
    "vậy ": 1104,
    "hủ": 668,
    " hủ": 117,
    "hủ ": 669,
    " hủ ": 118,
    "ếu": 1347,
    "iếu": 715,
    "ếu ": 1348,
    "tiếu": 1011,
    "iếu ": 716,
    "na": 813,
    "am": 354,
    " na": 165,
    "nam": 816,
    "am ": 355,
    " nam": 166,
    "nam ": 817,
    "va": 1091,
    " va": 273,
    "van": 1092,
    " van": 274,
    "vang": 1093,
    "như": 838,
    "hư ": 623,
    " như": 176,
    "như ": 839,
    "hở": 666,
    "phở": 905,
    "hở ": 667,
    " phở": 203,
    "phở ": 906,
    "ò": 1201,
    "bò": 398,
    "ò ": 1202,
    " bò": 25,
    "bò ": 399,
    " bò ": 26,
    "ru": 927,
    "yề": 1134,
    "tru": 1018,
    "ruy": 928,
    "uyề": 1070,
    "yền": 1135,
    " tru": 251,
    "truy": 1019,
    "ruyề": 929,
    "uyền": 1071,
    "yền ": 1136,
    "hố": 655,
    "thố": 1000,
    "hốn": 656,
    "ống": 1388,
    " thố": 241,
    "thốn": 1001,
    "hống": 657,
    "ống ": 1389,
    "ờn": 1416,
    "đườ": 1246,
    "ườn": 1281,
    "ờng": 1417,
    " đườ": 318,
    "đườn": 1247,
    "ường": 1282,
    "ờng ": 1418,
    "mí": 805,
    "ía": 1193,
    " mí": 160,
    "mía": 806,
    "ía ": 1194,
    " mía": 161,
    "mía ": 807,
    " á": 300,
    " á ": 301,
    "ù": 1214,
    "hù": 613,
    "ùn": 1215,
    "thù": 988,
    "hùn": 614,
    "ùng": 1216,
    " thù": 235,
    "thùn": 989,
    "hùng": 615,
    "ùng ": 1217,
    "ku": 744,
    "un": 1059,
    " ku": 127,
    "kun": 745,
    "un ": 1060,
    " kun": 128,
    "kun ": 746,
    "rá": 930,
    "ái": 1158,
    "trá": 1020,
    "rái": 931,
    "ái ": 1159,
    " trá": 252,
    "trái": 1021,
    "rái ": 932,
    "câ": 454,
    " câ": 56,
    "cây": 455,
    " cây": 57,
    "cây ": 456,
    "du": 475,
    "ut": 1061,
    "tc": 976,
    " du": 69,
    "dut": 476,
    "utc": 1062,
    "tch": 977,
    " dut": 70,
    "dutc": 477,
    "utch": 1063,
    "tch ": 978,
    "la": 748,
    "ad": 346,
    "dy": 478,
    " la": 130,
    "lad": 749,
    "ady": 347,
    "dy ": 479,
    " lad": 131,
    "lady": 750,
    "ady ": 348,
    "vi": 1094,
    "mi": 782,
    "il": 683,
    "lk": 751,
    " vi": 275,
    "vin": 1095,
    "ina": 692,
    "ami": 356,
    "mil": 783,
    "ilk": 684,
    "lk ": 752,
    " vin": 276,
    "vina": 1096,
    "inam": 693,
    "nami": 818,
    "amil": 357,
    "milk": 784,
    "ilk ": 685,
    "rán": 933,
    "trán": 1022,
    "ráng": 934,
    "ni": 842,
    " ni": 178,
    "nin": 843,
    "inh": 694,
    " nin": 179,
    "ninh": 844,
    "inh ": 695,
    "ảo": 1300,
    " hả": 107,
    "hảo": 629,
    "ảo ": 1301,
    " hảo": 108,
    "hảo ": 630,
    "ca": 414,
    " ca": 36,
    "cay": 415,
    " cay": 37,
    "cay ": 416,
    "sn": 956,
    "ac": 343,
    "ck": 443,
    " sn": 219,
    "sna": 957,
    "nac": 814,
    "ack": 344,
    "ck ": 444,
    " sna": 220,
    "snac": 958,
    "nack": 815,
    "ack ": 345,
    "oi": 868,
    "is": 698,
    " oi": 189,
    "ois": 869,
    "ish": 699,
    " ois": 190,
    "oish": 870,
    "ishi": 700,
    "shi ": 950,
    "pe": 893,
    "ep": 498,
    "ps": 907,
    "si": 954,
    " pe": 196,
    "pep": 894,
    "eps": 499,
    "psi": 908,
    "si ": 955,
    " pep": 197,
    "peps": 895,
    "epsi": 500,
    "psi ": 909,
    "lố": 774,
    "ốc": 1382,
    " lố": 143,
    "lốc": 775,
    "ốc ": 1383,
    " lốc": 144,
    "lốc ": 776,
    "hộ": 660,
    "ộp": 1404,
    " hộ": 115,
    "hộp": 661,
    "ộp ": 1405,
    " hộp": 116,
    "hộp ": 662,
    " mi": 146,
    "ilo": 686,
    " mil": 147,
    "milo": 785,
    "ilo ": 687
  },
  "response": null,
  "action_text": null
}