{
  "text": {
    " ": 0,
    "h": 959,
    "e": 883,
    "y": 1867,
    " h": 176,
    "he": 970,
    "ey": 899,
    "y ": 1868,
    " he": 179,
    "hey": 976,
    "ey ": 900,
    " hey": 182,
    "hey ": 977,
    "l": 1248,
    "o": 1436,
    "el": 885,
    "ll": 1254,
    "lo": 1257,
    "o ": 1437,
    "hel": 972,
    "ell": 886,
    "llo": 1255,
    "lo ": 1258,
    " hel": 180,
    "hell": 973,
    "ello": 887,
    "llo ": 1256,
    "i": 1153,
    "hi": 978,
    "i ": 1154,
    " hi": 183,
    "hi ": 979,
    " hi ": 184,
    "x": 1839,
    "n": 1361,
    " x": 514,
    "xi": 1848,
    "in": 1162,
    "n ": 1362,
    " xi": 520,
    "xin": 1849,
    "in ": 1163,
    " xin": 521,
    "xin ": 1850,
    "c": 750,
    "à": 1889,
    " c": 69,
    "ch": 758,
    "hà": 1021,
    "ào": 1901,
    " ch": 74,
    "chà": 774,
    "hào": 1025,
    "ào ": 1902,
    " chà": 79,
    "chào": 775,
    "hào ": 1026,
    "b": 670,
    "u": 1751,
    "ổ": 2285,
    " b": 14,
    "bu": 694,
    "uổ": 1803,
    "ổi": 2287,
    " bu": 28,
    "buổ": 695,
    "uổi": 1804,
    "ổi ": 2288,
    " buổ": 29,
    "buổi": 696,
    "uổi ": 1805,
    "s": 1575,
    "á": 1905,
    "g": 901,
    " s": 396,
    "sá": 1599,
    "án": 1915,
    "ng": 1374,
    "g ": 902,
    " sá": 411,
    "sán": 1602,
    "áng": 1917,
    "ng ": 1375,
    " sán": 413,
    "sáng": 1603,
    "áng ": 1918,
    "ạ": 2131,
    "bạ": 727,
    "ạn": 2140,
    " bạ": 52,
    "bạn": 728,
    "ạn ": 2141,
    " bạn": 53,
    "bạn ": 729,
    "ề": 2221,
    "iề": 1193,
    "ều": 2225,
    "u ": 1752,
    "chi": 763,
    "hiề": 987,
    "iều": 1196,
    "ều ": 2226,
    " chi": 76,
    "chiề": 766,
    "hiều": 988,
    "iều ": 1197,
    "t": 1620,
    "ố": 2266,
    " t": 425,
    "tố": 1744,
    "ối": 2270,
    " tố": 487,
    "tối": 1745,
    "ối ": 2271,
    " tối": 488,
    "tối ": 1746,
    "p": 1486,
    "sh": 1581,
    "ho": 995,
    "op": 1460,
    "p ": 1487,
    " sh": 400,
    "sho": 1584,
    "hop": 1003,
    "op ": 1461,
    " sho": 402,
    "shop": 1585,
    "hop ": 1004,
    "ơ": 2092,
    " ơ": 601,
    "ơi": 2094,
    " ơi": 602,
    "ơi ": 2095,
    " ơi ": 603,
    "ử": 2354,
    "a": 635,
    "cử": 838,
    "ửa": 2355,
    "a ": 636,
    " cử": 118,
    "cửa": 839,
    "ửa ": 2356,
    " cửa": 119,
    "cửa ": 840,
    "àn": 1895,
    " hà": 192,
    "hàn": 1022,
    "àng": 1897,
    " hàn": 193,
    "hàng": 1023,
    "àng ": 1898,
    "ê": 1947,
    " ê": 544,
    "ê ": 1948,
    " ê ": 545,
    " a": 7,
    "al": 645,
    " al": 10,
    "alo": 646,
    " alo": 11,
    "alo ": 647,
    "m": 1305,
    "ì": 1957,
    " m": 281,
    "mì": 1332,
    "ìn": 1963,
    "nh": 1387,
    "h ": 960,
    " mì": 295,
    "mìn": 1334,
    "ình": 1964,
    "nh ": 1388,
    " mìn": 297,
    "mình": 1335,
    "ình ": 1965,
    "ầ": 2163,
    "cầ": 825,
    "ần": 2164,
    " cầ": 109,
    "cần": 826,
    "ần ": 2165,
    " cần": 110,
    "cần ": 827,
    "ư": 2100,
    "tư": 1735,
    "ư ": 2101,
    " tư": 481,
    "tư ": 1736,
    " tư ": 482,
    "v": 1809,
    "ấ": 2156,
    " v": 495,
    "vấ": 1819,
    "ấn": 2157,
    " vấ": 500,
    "vấn": 1820,
    "ấn ": 2158,
    " vấn": 501,
    "vấn ": 1821,
    "cho": 767,
    "ho ": 996,
    " cho": 77,
    "cho ": 768,
    "ỏ": 2260,
    "hỏ": 1113,
    "ỏi": 2264,
    " hỏ": 216,
    "hỏi": 1116,
    "ỏi ": 2265,
    " hỏi": 217,
    "hỏi ": 1117,
    "ú": 2007,
    "hú": 1057,
    "út": 2016,
    "t ": 1621,
    "chú": 782,
    "hút": 1063,
    "út ": 2017,
    " chú": 83,
    "chút": 783,
    "hút ": 1064,
    "by": 697,
    "ye": 1869,
    "e ": 884,
    " by": 30,
    "bye": 698,
    "ye ": 1870,
    " bye": 31,
    "bye ": 699,
    "tạ": 1739,
    "ạm": 2138,
    "m ": 1306,
    " tạ": 484,
    "tạm": 1742,
    "ạm ": 2139,
    " tạm": 486,
    "tạm ": 1743,
    "ệ": 2236,
    "bi": 680,
    "iệ": 1206,
    "ệt": 2242,
    " bi": 19,
    "biệ": 686,
    "iệt": 1209,
    "ệt ": 2243,
    " biệ": 23,
    "biệt": 687,
    "iệt ": 1210,
    "ủ": 2338,
    " n": 316,
    "gủ": 957,
    "ủ ": 2339,
    " ng": 322,
    "ngủ": 1385,
    "gủ ": 958,
    " ngủ": 327,
    "ngủ ": 1386,
    "go": 920,
    "on": 1453,
    "ngo": 1376,
    "gon": 921,
    "on ": 1454,
    " ngo": 323,
    "ngon": 1377,
    "gon ": 922,
    "d": 841,
    " g": 149,
    "oo": 1457,
    "od": 1441,
    "db": 845,
    " go": 159,
    "goo": 923,
    "ood": 1458,
    "odb": 1442,
    "dby": 846,
    " goo": 160,
    "good": 924,
    "oodb": 1459,
    "odby": 1443,
    "dbye": 847,
    "ẹ": 2205,
    "hẹ": 1093,
    "ẹn": 2207,
    " hẹ": 212,
    "hẹn": 1094,
    "ẹn ": 2208,
    " hẹn": 213,
    "hẹn ": 1095,
    "ặ": 2198,
    "gặ": 945,
    "ặp": 2203,
    " gặ": 170,
    "gặp": 946,
    "ặp ": 2204,
    " gặp": 171,
    "gặp ": 947,
    " l": 248,
    "lạ": 1290,
    "ại": 2136,
    " lạ": 271,
    "lại": 1291,
    "ại ": 2137,
    " lại": 272,
    "lại ": 1292,
    "đ": 2027,
    " đ": 557,
    "đú": 2049,
    "ún": 2011,
    " đú": 571,
    "đún": 2050,
    "úng": 2012,
    " đún": 572,
    "đúng": 2051,
    "úng ": 2013,
    "r": 1516,
    "ồ": 2278,
    " r": 375,
    "rồ": 1564,
    "ồi": 2280,
    " rồ": 392,
    "rồi": 1565,
    "ồi ": 2281,
    " rồi": 393,
    "rồi ": 1566,
    " y": 533,
    "es": 897,
    "s ": 1576,
    " ye": 534,
    "yes": 1871,
    "es ": 898,
    " yes": 535,
    "yes ": 1872,
    "í": 1966,
    "hí": 1037,
    "ín": 1973,
    "chí": 778,
    "hín": 1041,
    "ính": 1974,
    " chí": 81,
    "chín": 779,
    "hính": 1042,
    "ính ": 1975,
    "xá": 1858,
    "ác": 1907,
    "c ": 751,
    " xá": 527,
    "xác": 1859,
    "ác ": 1908,
    " xác": 528,
    "xác ": 1860,
    "ẩ": 2170,
    "hu": 1007,
    "uẩ": 1792,
    "ẩn": 2173,
    "chu": 769,
    "huẩ": 1017,
    "uẩn": 1793,
    "ẩn ": 2174,
    " chu": 78,
    "chuẩ": 772,
    "huẩn": 1018,
    "uẩn ": 1794,
    "ô": 1992,
    "lu": 1267,
    "uô": 1783,
    "ôn": 1998,
    " lu": 255,
    "luô": 1270,
    "uôn": 1784,
    "ôn ": 1999,
    " luô": 257,
    "luôn": 1271,
    "uôn ": 1785,
    "br": 691,
    "ro": 1526,
    " br": 26,
    "bro": 692,
    "ro ": 1527,
    " bro": 27,
    "bro ": 693,
    "ả": 2144,
    " p": 359,
    "ph": 1488,
    "hả": 1077,
    "ải": 2146,
    " ph": 360,
    "phả": 1499,
    "hải": 1078,
    "ải ": 2147,
    " phả": 366,
    "phải": 1500,
    "hải ": 1079,
    "k": 1213,
    " o": 354,
    "ok": 1448,
    "k ": 1214,
    " ok": 355,
    "ok ": 1449,
    " ok ": 356,
    "há": 1027,
    "á ": 1906,
    " nh": 328,
    "nhá": 1398,
    "há ": 1028,
    " nhá": 332,
    "nhá ": 1399,
    "đồ": 2084,
    "ồn": 2282,
    " đồ": 595,
    "đồn": 2086,
    "ồng": 2283,
    " đồn": 597,
    "đồng": 2087,
    "ồng ": 2284,
    "ý": 2018,
    " ý": 552,
    "ý ": 2019,
    " ý ": 553,
    " k": 229,
    "kh": 1220,
    "hô": 1047,
    " kh": 232,
    "khô": 1228,
    "hôn": 1051,
    "ông": 2000,
    " khô": 236,
    "khôn": 1230,
    "hông": 1052,
    "ông ": 2001,
    "th": 1628,
    "íc": 1970,
    " th": 426,
    "thí": 1642,
    "híc": 1039,
    "ích": 1971,
    "ch ": 759,
    " thí": 432,
    "thíc": 1643,
    "hích": 1040,
    "ích ": 1972,
    "tô": 1727,
    "ôi": 1994,
    " tô": 476,
    "tôi": 1728,
    "ôi ": 1995,
    " tôi": 477,
    "tôi ": 1729,
    "â": 1929,
    "đâ": 2041,
    "âu": 1934,
    " đâ": 566,
    "đâu": 2042,
    "âu ": 1935,
    " đâu": 567,
    "đâu ": 2043,
    "mu": 1317,
    "uố": 1797,
    "ốn": 2272,
    " mu": 286,
    "muố": 1322,
    "uốn": 1800,
    "ốn ": 2273,
    " muố": 289,
    "muốn": 1323,
    "uốn ": 1801,
    "xe": 1845,
    "em": 888,
    " xe": 518,
    "xem": 1846,
    "em ": 889,
    " xem": 519,
    "xem ": 1847,
    "thô": 1644,
    " thô": 433,
    "thôn": 1645,
    "ti": 1668,
    " ti": 445,
    "tin": 1671,
    " tin": 447,
    "tin ": 1672,
    "sả": 1609,
    "ản": 2150,
    " sả": 417,
    "sản": 1610,
    "ản ": 2151,
    " sản": 418,
    "sản ": 1611,
    "hẩ": 1087,
    "ẩm": 2171,
    "phẩ": 1501,
    "hẩm": 1088,
    "ẩm ": 2172,
    " phẩ": 367,
    "phẩm": 1502,
    "hẩm ": 1089,
    "ở": 2317,
    " ở": 615,
    "ở ": 2318,
    " ở ": 616,
    "là": 1272,
    "àm": 1893,
    " là": 258,
    "làm": 1274,
    "àm ": 1894,
    " làm": 260,
    "làm ": 1275,
    "sa": 1577,
    "ao": 658,
    " sa": 397,
    "sao": 1579,
    "ao ": 659,
    " sao": 399,
    "sao ": 1580,
    "ể": 2227,
    "để": 2077,
    "ể ": 2228,
    " để": 589,
    "để ": 2078,
    " để ": 590,
    "chi ": 764,
    "ế": 2213,
    "iế": 1188,
    "ết": 2217,
    "tiế": 1677,
    "iết": 1189,
    "ết ": 2218,
    " tiế": 449,
    "tiết": 1678,
    "iết ": 1190,
    "hì": 1033,
    "ì ": 1958,
    "thì": 1639,
    "hì ": 1034,
    " thì": 431,
    "thì ": 1640,
    "cá": 805,
    " cá": 96,
    "các": 807,
    "ách": 1909,
    " các": 98,
    "cách": 809,
    "ách ": 1910,
    "hế": 1098,
    "ế ": 2214,
    "thế": 1654,
    "hế ": 1099,
    " thế": 438,
    "thế ": 1655,
    "nà": 1414,
    " nà": 339,
    "nào": 1417,
    " nào": 341,
    "nào ": 1418,
    "tì": 1719,
    "ìm": 1961,
    " tì": 471,
    "tìm": 1720,
    "ìm ": 1962,
    " tìm": 472,
    "tìm ": 1721,
    "iể": 1198,
    "ểu": 2231,
    "hiể": 989,
    "iểu": 1201,
    "ểu ": 2232,
    " hiể": 185,
    "hiểu": 990,
    "iểu ": 1202,
    "về": 1827,
    "ề ": 2222,
    " về": 505,
    "về ": 1828,
    " về ": 506,
    "ó": 1982,
    "có": 820,
    "ó ": 1983,
    " có": 105,
    "có ": 821,
    " có ": 106,
    "hể": 1100,
    "thể": 1656,
    "hể ": 1101,
    " thể": 439,
    "thể ": 1657,
    "à ": 1890,
    "là ": 1273,
    " là ": 259,
    "ai": 643,
    " ai": 8,
    "ai ": 644,
    " ai ": 9,
    " à": 539,
    " à ": 540,
    "ha": 961,
    "at": 663,
    "tb": 1622,
    "bo": 688,
    "ot": 1462,
    "cha": 760,
    "hat": 966,
    "atb": 664,
    "tbo": 1623,
    "bot": 689,
    "ot ": 1463,
    " cha": 75,
    "chat": 761,
    "hatb": 967,
    "atbo": 665,
    "tbot": 1624,
    "bot ": 690,
    "đa": 2028,
    "an": 652,
    " đa": 558,
    "đan": 2029,
    "ang": 654,
    " đan": 559,
    "đang": 2030,
    "ang ": 655,
    "nó": 1422,
    "ói": 1988,
    " nó": 344,
    "nói": 1423,
    "ói ": 1989,
    " nói": 345,
    "nói ": 1424,
    "uy": 1773,
    "yệ": 1886,
    "ện": 2238,
    "huy": 1013,
    "uyệ": 1781,
    "yện": 1887,
    "ện ": 2239,
    "chuy": 771,
    "huyệ": 1016,
    "uyện": 1782,
    "yện ": 1888,
    "ớ": 2303,
    "vớ": 1833,
    "ới": 2306,
    " vớ": 510,
    "với": 1834,
    "ới ": 2307,
    " với": 511,
    "với ": 1835,
    "co": 796,
    " co": 89,
    "con": 798,
    " con": 91,
    "con ": 799,
    "ờ": 2310,
    "gư": 939,
    "ườ": 2118,
    "ời": 2312,
    "ngư": 1381,
    "gườ": 940,
    "ười": 2119,
    "ời ": 2313,
    " ngư": 325,
    "ngườ": 1382,
    "gười": 941,
    "ười ": 2120,
    "ay": 668,
    " ha": 177,
    "hay": 968,
    "ay ": 669,
    " hay": 178,
    "hay ": 969,
    "má": 1324,
    "áy": 1927,
    " má": 290,
    "máy": 1327,
    "áy ": 1928,
    " máy": 292,
    "máy ": 1328,
    "tí": 1724,
    " tí": 474,
    "tín": 1725,
    " tín": 475,
    "tính": 1726,
    "ậ": 2175,
    "hậ": 1090,
    "ật": 2178,
    "thậ": 1650,
    "hật": 1091,
    "ật ": 2179,
    " thậ": 436,
    "thật": 1651,
    "hật ": 1092,
    " bo": 24,
    " bot": 25,
    "tha": 1629,
    "han": 964,
    "anh": 656,
    " tha": 427,
    "than": 1631,
    "hanh": 965,
    "anh ": 657,
    "to": 1684,
    "oá": 1475,
    " to": 452,
    "toá": 1689,
    "oán": 1476,
    "án ": 1916,
    " toá": 455,
    "toán": 1690,
    "oán ": 1477,
    "ằ": 2194,
    "bằ": 733,
    "ằn": 2195,
    " bằ": 56,
    "bằn": 734,
    "ằng": 2196,
    " bằn": 57,
    "bằng": 735,
    "ằng ": 2197,
    "ữ": 2357,
    "hữ": 1147,
    "ữn": 2361,
    "nhữ": 1406,
    "hữn": 1148,
    "ững": 2362,
    " nhữ": 336,
    "nhữn": 1407,
    "hững": 1149,
    "ững ": 2363,
    "hư": 1068,
    "ươ": 2106,
    "ơn": 2096,
    "phư": 1497,
    "hươ": 1070,
    "ươn": 2109,
    "ơng": 2098,
    " phư": 365,
    "phươ": 1498,
    "hươn": 1071,
    "ương": 2110,
    "ơng ": 2099,
    "ứ": 2342,
    "hứ": 1144,
    "ức": 2346,
    "thứ": 1664,
    "hức": 1145,
    "ức ": 2347,
    " thứ": 443,
    "thức": 1665,
    "hức ": 1146,
    "ỗ": 2289,
    "hỗ": 1126,
    "ỗ ": 2290,
    " hỗ": 221,
    "hỗ ": 1127,
    " hỗ ": 222,
    "ợ": 2326,
    "tr": 1691,
    "rợ": 1570,
    "ợ ": 2327,
    " tr": 456,
    "trợ": 1709,
    "rợ ": 1571,
    " trợ": 465,
    "trợ ": 1710,
    "q": 1505,
    " q": 369,
    "qu": 1506,
    "ua": 1753,
    " qu": 370,
    "qua": 1507,
    "ua ": 1754,
    " qua": 371,
    "qua ": 1508,
    "ẻ": 2211,
    "hẻ": 1096,
    "ẻ ": 2212,
    "thẻ": 1652,
    "hẻ ": 1097,
    " thẻ": 437,
    "thẻ ": 1653,
    "mo": 1313,
    "om": 1450,
    " mo": 284,
    "mom": 1315,
    "omo": 1451,
    "mo ": 1314,
    " mom": 285,
    "momo": 1316,
    "omo ": 1452,
    "chư": 784,
    " chư": 84,
    "chươ": 785,
    "rì": 1546,
    "trì": 1701,
    "rìn": 1547,
    " trì": 461,
    "trìn": 1702,
    "rình": 1548,
    "yế": 1876,
    "ến": 2215,
    "khu": 1226,
    "uyế": 1776,
    "yến": 1877,
    "ến ": 2216,
    " khu": 235,
    "khuy": 1227,
    "huyế": 1014,
    "uyến": 1777,
    "yến ": 1878,
    "ã": 1938,
    "mã": 1329,
    "ãi": 1939,
    " mã": 293,
    "mãi": 1330,
    "ãi ": 1940,
    " mãi": 294,
    "mãi ": 1331,
    "gi": 906,
    "iả": 1185,
    "ảm": 2148,
    " gi": 152,
    "giả": 916,
    "iảm": 1186,
    "ảm ": 2149,
    " giả": 157,
    "giảm": 917,
    "iảm ": 1187,
    "iá": 1172,
    "giá": 912,
    "iá ": 1173,
    " giá": 155,
    "giá ": 913,
    "gì": 937,
    " gì": 166,
    "gì ": 938,
    " gì ": 167,
    "mua": 1318,
    " mua": 287,
    "mua ": 1319,
    "nhi": 1389,
    " nhi": 329,
    "nhiề": 1391,
    "đư": 2055,
    "ượ": 2128,
    "ợc": 2328,
    " đư": 575,
    "đượ": 2058,
    "ược": 2129,
    "ợc ": 2329,
    " đượ": 577,
    "được": 2059,
    "ược ": 2130,
    " ư": 604,
    "ưu": 2104,
    " ưu": 605,
    "ưu ": 2105,
    " ưu ": 606,
    "đã": 2046,
    " đã": 569,
    "đãi": 2047,
    " đãi": 570,
    "đãi ": 2048,
    "hờ": 1134,
    "thờ": 1662,
    "hời": 1135,
    " thờ": 442,
    "thời": 1663,
    "hời ": 1136,
    "ia": 1155,
    "gia": 907,
    "ian": 1156,
    "an ": 653,
    " gia": 153,
    "gian": 908,
    "ian ": 1157,
    "iao": 1158,
    "giao": 909,
    "iao ": 1159,
    "ba": 671,
    " ba": 15,
    "bao": 673,
    " bao": 17,
    "bao ": 674,
    "lâ": 1278,
    " lâ": 263,
    "lâu": 1279,
    " lâu": 264,
    "lâu ": 1280,
    "í ": 1967,
    "phí": 1493,
    "hí ": 1038,
    " phí": 363,
    "phí ": 1494,
    "ip": 1168,
    "shi": 1582,
    "hip": 980,
    "ip ": 1169,
    " shi": 401,
    "ship": 1583,
    "hip ": 981,
    "iê": 1174,
    "êu": 1955,
    "hiê": 982,
    "iêu": 1180,
    "êu ": 1956,
    "nhiê": 1390,
    "hiêu": 984,
    "iêu ": 1181,
    "ọ": 2255,
    "họ": 1110,
    "ọn": 2256,
    "chọ": 792,
    "họn": 1111,
    "ọn ": 2257,
    " chọ": 88,
    "chọn": 793,
    "họn ": 1112,
    "đơ": 2052,
    " đơ": 573,
    "đơn": 2053,
    "ơn ": 2097,
    " đơn": 574,
    "đơn ": 2054,
    "ị": 2246,
    "vị": 1829,
    "ị ": 2247,
    " vị": 507,
    "vị ": 1830,
    " vị ": 508,
    "vậ": 1822,
    "ận": 2176,
    " vậ": 502,
    "vận": 1823,
    "ận ": 2177,
    " vận": 503,
    "vận ": 1824,
    "yể": 1883,
    "ển": 2229,
    "uyể": 1779,
    "yển": 1884,
    "ển ": 2230,
    "huyể": 1015,
    "uyển": 1780,
    "yển ": 1885,
    " d": 120,
    "dư": 868,
    "ưa": 2102,
    " dư": 135,
    "dưa": 869,
    "ưa ": 2103,
    " dưa": 136,
    "dưa ": 870,
    "lư": 1287,
    "ướ": 2111,
    " lư": 269,
    "lướ": 1288,
    "ưới": 2114,
    " lướ": 270,
    "lưới": 1289,
    "ưới ": 2115,
    "ền": 2223,
    "tiề": 1680,
    "iền": 1194,
    "ền ": 2224,
    " tiề": 450,
    "tiền": 1681,
    "iền ": 1195,
    "ắ": 2184,
    "bắ": 730,
    "ắp": 2190,
    " bắ": 54,
    "bắp": 731,
    "ắp ": 2191,
    " bắp": 55,
    "bắp ": 732,
    "cả": 822,
    " cả": 107,
    "cải": 823,
    " cải": 108,
    "cải ": 824,
    "củ": 834,
    "ủa": 2340,
    " củ": 115,
    "của": 836,
    "ủa ": 2341,
    " của": 117,
    "của ": 837,
    "hị": 1106,
    "ịt": 2253,
    "thị": 1658,
    "hịt": 1108,
    "ịt ": 2254,
    " thị": 440,
    "thịt": 1659,
    "hịt ": 1109,
    "eo": 892,
    "heo": 974,
    "eo ": 893,
    " heo": 181,
    "heo ": 975,
    "gà": 932,
    " gà": 162,
    "gà ": 933,
    " gà ": 163,
    "gu": 927,
    "yê": 1873,
    "ên": 1951,
    "ngu": 1378,
    "guy": 930,
    "uyê": 1774,
    "yên": 1874,
    "ên ": 1952,
    " ngu": 324,
    "nguy": 1380,
    "guyê": 931,
    "uyên": 1775,
    "yên ": 1875,
    "cá ": 806,
    " cá ": 97,
    "biể": 684,
    "iển": 1199,
    " biể": 22,
    "biển": 685,
    "iển ": 1200,
    "sữ": 1617,
    "ữa": 2359,
    " sữ": 423,
    "sữa": 1618,
    "ữa ": 2360,
    " sữa": 424,
    "sữa ": 1619,
    "tươ": 1737,
    "ươi": 2107,
    " tươ": 483,
    "tươi": 1738,
    "ươi ": 2108,
    "oa": 1438,
    "kho": 1223,
    "hoa": 997,
    "oai": 1439,
    " kho": 234,
    "khoa": 1224,
    "hoai": 998,
    "oai ": 1440,
    "tâ": 1716,
    "ây": 1936,
    " tâ": 469,
    "tây": 1717,
    "ây ": 1937,
    " tây": 470,
    "tây ": 1718,
    "cà": 803,
    " cà": 94,
    "cà ": 804,
    " cà ": 95,
    "hua": 1009,
    "chua": 770,
    "hua ": 1010,
    "rứ": 1572,
    "ứn": 2348,
    "trứ": 1711,
    "rứn": 1573,
    "ứng": 2349,
    " trứ": 466,
    "trứn": 1712,
    "rứng": 1574,
    "ứng ": 2350,
    "lố": 1293,
    "ốc": 2268,
    " lố": 273,
    "lốc": 1294,
    "ốc ": 2269,
    " lốc": 274,
    "lốc ": 1295,
    "ov": 1467,
    "va": 1810,
    "lt": 1264,
    "ne": 1370,
    " ov": 357,
    "ova": 1468,
    "val": 1811,
    "alt": 648,
    "lti": 1265,
    "ine": 1164,
    "ne ": 1371,
    " ova": 358,
    "oval": 1469,
    "valt": 1812,
    "alti": 649,
    "ltin": 1266,
    "tine": 1673,
    "ine ": 1165,
    "bá": 700,
    " bá": 32,
    "bán": 701,
    " bán": 33,
    "bán ": 702,
    "đặ": 2071,
    "ặc": 2199,
    " đặ": 585,
    "đặc": 2072,
    "ặc ": 2200,
    " đặc": 586,
    "đặc ": 2073,
    "ờn": 2314,
    "đườ": 2056,
    "ườn": 2121,
    "ờng": 2315,
    " đườ": 576,
    "đườn": 2057,
    "ường": 2122,
    "ờng ": 2316,
    "ậy": 2182,
    "vậy": 1825,
    "ậy ": 2183,
    " vậy": 504,
    "vậy ": 1826,
    "cu": 800,
    " cu": 92,
    "cua": 801,
    " cua": 93,
    "cua ": 802,
    "ca": 752,
    "am": 650,
    " ca": 70,
    "cam": 754,
    "am ": 651,
    " cam": 72,
    "cam ": 755,
    "ú ": 2008,
    " hú": 198,
    "hú ": 1058,
    " hú ": 199,
    "ló": 1284,
    "óc": 1986,
    " ló": 267,
    "lóc": 1285,
    "óc ": 1987,
    " lóc": 268,
    "lóc ": 1286,
    "sạ": 1606,
    "ạc": 2133,
    " sạ": 415,
    "sạc": 1607,
    "ạch": 2134,
    " sạc": 416,
    "sạch": 1608,
    "ạch ": 2135,
    "na": 1363,
    " na": 317,
    "nay": 1368,
    " nay": 319,
    "nay ": 1369,
    "ụ": 2334,
    "nụ": 1431,
    "ục": 2336,
    " nụ": 350,
    "nục": 1432,
    "ục ": 2337,
    " nục": 351,
    "nục ": 1433,
    "ôm": 1996,
    " hô": 196,
    "hôm": 1049,
    "ôm ": 1997,
    " hôm": 197,
    "hôm ": 1050,
    "đi": 2033,
    " đi": 561,
    "điề": 2034,
    " điề": 562,
    "điều": 2035,
    "hồ": 1121,
    " hồ": 218,
    "hồn": 1124,
    " hồn": 220,
    "hồng": 1125,
    "ba ": 672,
    " ba ": 16,
    "sa ": 1578,
    " sa ": 398,
    "cắ": 828,
    "ắt": 2192,
    " cắ": 111,
    "cắt": 829,
    "ắt ": 2193,
    " cắt": 112,
    "cắt ": 830,
    "úc": 2009,
    "khú": 1231,
    "húc": 1059,
    "úc ": 2010,
    " khú": 237,
    "khúc": 1232,
    "húc ": 1060,
    "ra": 1520,
    " ra": 376,
    "ra ": 1521,
    " ra ": 377,
    "ộ": 2291,
    "rộ": 1567,
    "ội": 2293,
    " rộ": 394,
    "rội": 1568,
    "ội ": 2294,
    " rội": 395,
    "rội ": 1569,
    "_": 626,
    " _": 4,
    "__": 628,
    "_n": 632,
    "nu": 1411,
    "um": 1757,
    "mb": 1310,
    "be": 677,
    "er": 894,
    "r_": 1517,
    "_ ": 627,
    " __": 5,
    "__n": 630,
    "_nu": 633,
    "num": 1412,
    "umb": 1758,
    "mbe": 1311,
    "ber": 678,
    "er_": 895,
    "r__": 1518,
    "__ ": 629,
    " __n": 6,
    "__nu": 631,
    "_num": 634,
    "numb": 1413,
    "umbe": 1759,
    "mber": 1312,
    "ber_": 679,
    "er__": 896,
    "r__ ": 1519,
    "bị": 741,
    "ịc": 2250,
    " bị": 62,
    "bịc": 743,
    "ịch": 2251,
    " bịc": 64,
    "bịch": 744,
    "ịch ": 2252,
    "xư": 1864,
    " xư": 531,
    "xươ": 1865,
    " xươ": 532,
    "xươn": 1866,
    "như": 1402,
    "hư ": 1069,
    " như": 334,
    "như ": 1403,
    "xa": 1840,
    " xa": 515,
    "xay": 1843,
    " xay": 517,
    "xay ": 1844,
    "mí": 1336,
    "ía": 1968,
    " mí": 298,
    "mía": 1337,
    "ía ": 1969,
    " mía": 299,
    "mía ": 1338,
    "mắ": 1348,
    "ắc": 2185,
    " mắ": 306,
    "mắc": 1349,
    "ắc ": 2186,
    " mắc": 307,
    "mắc ": 1350,
    "ù": 2002,
    "hù": 1053,
    "ùn": 2004,
    "thù": 1646,
    "hùn": 1055,
    "ùng": 2005,
    " thù": 434,
    "thùn": 1647,
    "hùng": 1056,
    "ùng ": 2006,
    "ku": 1240,
    "un": 1760,
    " ku": 242,
    "kun": 1241,
    "un ": 1761,
    " kun": 243,
    "kun ": 1242,
    "rá": 1534,
    "ái": 1911,
    "trá": 1696,
    "rái": 1535,
    "ái ": 1912,
    " trá": 459,
    "trái": 1697,
    "rái ": 1536,
    "câ": 812,
    " câ": 100,
    "cây": 815,
    " cây": 102,
    "cây ": 816,
    "mộ": 1354,
    "ột": 2301,
    " mộ": 310,
    "một": 1355,
    "ột ": 2302,
    " một": 311,
    "một ": 1356,
    "du": 850,
    "ut": 1769,
    "tc": 1625,
    " du": 125,
    "dut": 855,
    "utc": 1771,
    "tch": 1626,
    " dut": 128,
    "dutc": 856,
    "utch": 1772,
    "tch ": 1627,
    "la": 1249,
    "ad": 640,
    "dy": 857,
    " la": 249,
    "lad": 1250,
    "ady": 641,
    "dy ": 858,
    " lad": 250,
    "lady": 1251,
    "ady ": 642,
    "dâ": 862,
    " dâ": 131,
    "dâu": 863,
    " dâu": 132,
    "dâu ": 864,
    " e": 146,
    " em": 147,
    " em ": 148,
    "ký": 1243,
    " ký": 244,
    "ký ": 1244,
    " ký ": 245,
    "xo": 1851,
    "oà": 1470,
    "ài": 1891,
    " xo": 522,
    "xoà": 1854,
    "oài": 1471,
    "ài ": 1892,
    " xoà": 524,
    "xoài": 1855,
    "oài ": 1472,
    "tứ": 1749,
    "ứ ": 2343,
    " tứ": 490,
    "tứ ": 1750,
    " tứ ": 491,
    "uý": 1786,
    "quý": 1509,
    "uý ": 1787,
    " quý": 372,
    "quý ": 1510,
    " ứ": 617,
    " ức": 618,
    " ức ": 619,
    "đắ": 2066,
    " đắ": 582,
    "đắt": 2069,
    " đắt": 584,
    "đắt ": 2070,
    "chị": 790,
    "hị ": 1107,
    " chị": 87,
    "chị ": 791,
    "huố": 1019,
    "uối": 1798,
    "chuố": 773,
    "huối": 1020,
    "uối ": 1799,
    "ià": 1170,
    "già": 910,
    "ià ": 1171,
    " già": 154,
    "già ": 911,
    "rố": 1559,
    "ốt": 2276,
    " rố": 389,
    "rốt": 1562,
    "ốt ": 2277,
    " rốt": 391,
    "rốt ": 1563,
    "hiệ": 993,
    "iện": 1207,
    " hiệ": 186,
    "hiện": 994,
    "iện ": 1208,
    "tại": 1740,
    " tại": 485,
    "tại ": 1741,
    "hấ": 1082,
    "ấu": 2161,
    " hấ": 210,
    "hấu": 1085,
    "ấu ": 2162,
    " hấu": 211,
    "hấu ": 1086,
    "gọ": 948,
    "ọt": 2258,
    "ngọ": 1383,
    "gọt": 949,
    "ọt ": 2259,
    " ngọ": 326,
    "ngọt": 1384,
    "gọt ": 950,
    "bó": 717,
    " bó": 44,
    "bó ": 718,
    " bó ": 45,
    "bẹ": 736,
    "ẹ ": 2206,
    " bẹ": 58,
    "bẹ ": 737,
    " bẹ ": 59,
    "xan": 1841,
    " xan": 516,
    "xanh": 1842,
    "bữ": 747,
    " bữ": 67,
    "bữa": 748,
    " bữa": 68,
    "bữa ": 749,
    "hộ": 1128,
    "ộp": 2299,
    " hộ": 223,
    "hộp": 1129,
    "ộp ": 2300,
    " hộp": 224,
    "hộp ": 1130,
    "no": 1408,
    " no": 337,
    "non": 1409,
    " non": 338,
    "non ": 1410,
    "xô": 1861,
    " xô": 529,
    "xôi": 1862,
    " xôi": 530,
    "xôi ": 1863,
    "au": 666,
    "rau": 1524,
    "au ": 667,
    " rau": 378,
    "rau ": 1525,
    "hún": 1061,
    " hún": 200,
    "húng": 1062,
    "uế": 1795,
    "quế": 1514,
    "uế ": 1796,
    " quế": 374,
    "quế ": 1515,
    "ýt": 2020,
    "uýt": 1788,
    "ýt ": 2021,
    "quýt": 1511,
    "uýt ": 1789,
    "iờ": 1211,
    "ờ ": 2311,
    "giờ": 918,
    "iờ ": 1212,
    " giờ": 158,
    "giờ ": 919,
    " ổ": 612,
    " ổi": 613,
    " ổi ": 614,
    "ru": 1528,
    "uộ": 1806,
    " ru": 379,
    "ruộ": 1529,
    "uột": 1807,
    " ruộ": 380,
    "ruột": 1530,
    "uột ": 1808,
    "đỏ": 2082,
    "ỏ ": 2261,
    " đỏ": 593,
    "đỏ ": 2083,
    " đỏ ": 594,
    "1": 622,
    " 1": 1,
    "1k": 623,
    "kg": 1218,
    " 1k": 2,
    "1kg": 624,
    "kg ": 1219,
    " 1kg": 3,
    "1kg ": 625,
    "nho": 1393,
    " nho": 330,
    "nho ": 1394,
    "bê": 710,
    " bê": 38,
    "bên": 711,
    " bên": 39,
    "bên ": 712,
    "râ": 1540,
    "âm": 1930,
    " râ": 383,
    "râm": 1541,
    "âm ": 1931,
    " râm": 384,
    "râm ": 1542,
    "lê": 1281,
    " lê": 265,
    "lên": 1282,
    " lên": 266,
    "lên ": 1283,
    "số": 1612,
    "ố ": 2267,
    " số": 419,
    "số ": 1613,
    " số ": 420,
    "điệ": 2036,
    " điệ": 563,
    "điện": 2037,
    "oạ": 1481,
    "tho": 1637,
    "hoạ": 1005,
    "oại": 1482,
    " tho": 430,
    "thoạ": 1638,
    "hoại": 1006,
    "oại ": 1483,
    "đị": 2079,
    "ịa": 2248,
    " đị": 591,
    "địa": 2080,
    "ịa ": 2249,
    " địa": 592,
    "địa ": 2081,
    "ỉ": 2244,
    "hỉ": 1104,
    "ỉ ": 2245,
    "chỉ": 788,
    "hỉ ": 1105,
    " chỉ": 86,
    "chỉ ": 789,
    "nư": 1425,
    "ớc": 2304,
    " nư": 346,
    "nướ": 1426,
    "ước": 2112,
    "ớc ": 2305,
    " nướ": 347,
    "nước": 1427,
    "ước ": 2113,
    "su": 1589,
    " su": 405,
    "suố": 1594,
    " suố": 408,
    "suối": 1595,
    "rẻ": 1555,
    " rẻ": 387,
    "rẻ ": 1556,
    " rẻ ": 388,
    "hơ": 1065,
    " hơ": 201,
    "hơn": 1066,
    " hơn": 202,
    "hơn ": 1067,
    "dướ": 871,
    " dướ": 137,
    "dưới": 872,
    "rê": 1543,
    "trê": 1699,
    "rên": 1544,
    " trê": 460,
    "trên": 1700,
    "rên ": 1545,
    "ìa": 1959,
    "hìa": 1035,
    "ìa ": 1960,
    "thìa": 1641,
    "hìa ": 1036,
    "các ": 808,
    " lo": 252,
    "loạ": 1261,
    " loạ": 254,
    "loại": 1262,
    "ánh": 1919,
    "bánh": 703,
    "ánh ": 1920,
    "sn": 1586,
    "ac": 637,
    "ck": 794,
    " sn": 403,
    "sna": 1587,
    "nac": 1364,
    "ack": 638,
    "ck ": 795,
    " sna": 404,
    "snac": 1588,
    "nack": 1365,
    "ack ": 639,
    "ke": 1215,
    " ke": 230,
    "kem": 1216,
    " kem": 231,
    "kem ": 1217,
    "đá": 2038,
    " đá": 564,
    "đán": 2039,
    " đán": 565,
    "đánh": 2040,
    "ă": 2022,
    "ră": 1549,
    "ăn": 2023,
    " ră": 385,
    "răn": 1550,
    "ăng": 2025,
    " răn": 386,
    "răng": 1551,
    "ăng ": 2026,
    "cụ": 831,
    " cụ": 113,
    "cục": 832,
    " cục": 114,
    "cục ": 833,
    "xà": 1856,
    " xà": 525,
    "xà ": 1857,
    " xà ": 526,
    "bô": 719,
    " bô": 46,
    "bôn": 720,
    " bôn": 47,
    "bông": 721,
    "mì ": 1333,
    " mì ": 296,
    "ảo": 2154,
    " hả": 207,
    "hảo": 1080,
    "ảo ": 2155,
    " hảo": 209,
    "hảo ": 1081,
    "hủ": 1142,
    " hủ": 227,
    "hủ ": 1143,
    " hủ ": 228,
    "ếu": 2219,
    "iếu": 1191,
    "ếu ": 2220,
    "tiếu": 1679,
    "iếu ": 1192,
    "áo": 1921,
    "chá": 776,
    "háo": 1029,
    "áo ": 1922,
    " chá": 80,
    "cháo": 777,
    "háo ": 1030,
    "kẹ": 1245,
    "ẹo": 2209,
    " kẹ": 246,
    "kẹo": 1246,
    "ẹo ": 2210,
    " kẹo": 247,
    "kẹo ": 1247,
    "dầ": 875,
    "ầu": 2166,
    " dầ": 140,
    "dầu": 876,
    "ầu ": 2167,
    " dầu": 141,
    "dầu ": 877,
    "gộ": 951,
    " gộ": 172,
    "gội": 952,
    " gội": 173,
    "gội ": 953,
    "cao": 756,
    " cao": 73,
    "cao ": 757,
    "hồi": 1122,
    " hồi": 219,
    "hồi ": 1123,
    "gợ": 954,
    "ợi": 2330,
    " gợ": 174,
    "gợi": 955,
    "ợi ": 2331,
    " gợi": 175,
    "gợi ": 956,
    "iú": 1182,
    "úp": 2014,
    "giú": 914,
    "iúp": 1183,
    "úp ": 2015,
    " giú": 156,
    "giúp": 915,
    "iúp ": 1184,
    "ấp": 2159,
    "thấ": 1648,
    "hấp": 1083,
    "ấp ": 2160,
    " thấ": 435,
    "thấp": 1649,
    "hấp ": 1084,
    " hải": 208,
    "da": 842,
    " da": 121,
    "dan": 843,
    " dan": 122,
    "danh": 844,
    "sác": 1600,
    " sác": 412,
    "sách": 1601,
    " ạ": 607,
    "ạ ": 2132,
    " ạ ": 608,
    "hệ": 1102,
    "ệ ": 2237,
    " hệ": 214,
    "hệ ": 1103,
    " hệ ": 215,
    "hố": 1118,
    "thố": 1660,
    "hốn": 1119,
    "ống": 2274,
    " thố": 441,
    "thốn": 1661,
    "hống": 1120,
    "ống ": 2275,
    "bị ": 742,
    " bị ": 63,
    " hu": 190,
    "yết": 1879,
    " huy": 191,
    "uyết": 1778,
    "yết ": 1880,
    " á": 541,
    "áp": 1923,
    " áp": 542,
    "áp ": 1924,
    " áp ": 543,
    "nê": 1419,
    " nê": 342,
    "nên": 1420,
    " nên": 343,
    "nên ": 1421,
    " ă": 554,
    " ăn": 555,
    "ăn ": 2024,
    " ăn ": 556,
    "ự": 2364,
    "hự": 1150,
    "ực": 2367,
    "thự": 1666,
    "hực": 1151,
    "ực ": 2368,
    " thự": 444,
    "thực": 1667,
    "hực ": 1152,
    "tốt": 1747,
    " tốt": 489,
    "tốt ": 1748,
    "tiể": 1682,
    " tiể": 451,
    "tiểu": 1683,
    "ỡ": 2324,
    "mỡ": 1357,
    "ỡ ": 2325,
    " mỡ": 312,
    "mỡ ": 1358,
    " mỡ ": 313,
    "áu": 1925,
    "máu": 1325,
    "áu ": 1926,
    " máu": 291,
    "máu ": 1326,
    "mó": 1339,
    "ón": 1990,
    " mó": 300,
    "món": 1340,
    "ón ": 1991,
    " món": 301,
    "món ": 1341,
    "ù ": 2003,
    "phù": 1495,
    "hù ": 1054,
    " phù": 364,
    "phù ": 1496,
    "hợ": 1137,
    "ợp": 2332,
    " hợ": 225,
    "hợp": 1138,
    "ợp ": 2333,
    " hợp": 226,
    "hợp ": 1139,
    "é": 1941,
    "bé": 707,
    "éo": 1943,
    " bé": 36,
    "béo": 708,
    "éo ": 1944,
    " béo": 37,
    "béo ": 709,
    "phì": 1491,
    " phì": 362,
    "phì ": 1492,
    "ân": 1932,
    "cân": 813,
    "ân ": 1933,
    " cân": 101,
    "cân ": 814,
    "ki": 1237,
    " ki": 240,
    "kiê": 1238,
    "iên": 1177,
    "êng": 1953,
    " kiê": 241,
    "kiên": 1239,
    "iêng": 1179,
    "êng ": 1954,
    "mặ": 1351,
    "ặn": 2201,
    " mặ": 308,
    "mặn": 1352,
    "ặn ": 2202,
    " mặn": 309,
    "mặn ": 1353,
    " an": 12,
    " an ": 13,
    "toà": 1687,
    "oàn": 1473,
    "àn ": 1896,
    " toà": 454,
    "toàn": 1688,
    "oàn ": 1474,
    "bệ": 738,
    " bệ": 60,
    "bện": 739,
    "ệnh": 2240,
    " bện": 61,
    "bệnh": 740,
    "ệnh ": 2241,
    "sứ": 1614,
    " sứ": 421,
    "sức": 1615,
    " sức": 422,
    "sức ": 1616,
    "ỏe": 2262,
    "khỏ": 1233,
    "hỏe": 1114,
    "ỏe ": 2263,
    " khỏ": 238,
    "khỏe": 1234,
    "hỏe ": 1115,
    "thi": 1634,
    "hiế": 985,
    " thi": 429,
    "thiế": 1635,
    "hiếu": 986,
    "bổ": 745,
    "ổ ": 2286,
    " bổ": 65,
    "bổ ": 746,
    " bổ ": 66,
    "sun": 1592,
    "ung": 1762,
    " sun": 407,
    "sung": 1593,
    "ung ": 1763,
    "gầ": 942,
    "ầy": 2168,
    " gầ": 168,
    "gầy": 943,
    "ầy ": 2169,
    " gầy": 169,
    "gầy ": 944,
    " yế": 536,
    "yếu": 1881,
    " yếu": 538,
    "yếu ": 1882,
    "thiệ": 1636,
    "rạ": 1552,
    "trạ": 1703,
    "rạn": 1553,
    "ạng": 2142,
    " trạ": 462,
    "trạn": 1704,
    "rạng": 1554,
    "ạng ": 2143,
    "ma": 1307,
    " ma": 282,
    "man": 1308,
    " man": 283,
    "mang": 1309,
    "hai": 962,
    "thai": 1630,
    "hai ": 963,
    "rối": 1560,
    " rối": 390,
    "rối ": 1561,
    "oạn": 1484,
    "loạn": 1263,
    "oạn ": 1485,
    "tiê": 1675,
    " tiê": 448,
    "tiêu": 1676,
    "hó": 1043,
    "óa": 1984,
    " hó": 194,
    "hóa": 1045,
    "óa ": 1985,
    " hóa": 195,
    "hóa ": 1046,
    "ga": 903,
    " ga": 150,
    "gan": 904,
    " gan": 151,
    "gan ": 905,
    "ễ": 2233,
    "iễ": 1203,
    "ễm": 2234,
    "hiễ": 991,
    "iễm": 1204,
    "ễm ": 2235,
    "nhiễ": 1392,
    "hiễm": 992,
    "iễm ": 1205,
    " u": 492,
    " uố": 493,
    " uốn": 494,
    "uống": 1802,
    "tìn": 1722,
    " tìn": 473,
    "tình": 1723,
    "tă": 1732,
    " tă": 479,
    "tăn": 1733,
    " tăn": 480,
    "tăng": 1734,
    "im": 1160,
    "tim": 1669,
    "im ": 1161,
    " tim": 446,
    "tim ": 1670,
    "mạ": 1345,
    " mạ": 304,
    "mạc": 1346,
    " mạc": 305,
    "mạch": 1347,
    "dạ": 873,
    " dạ": 138,
    "dạ ": 874,
    " dạ ": 139,
    "dà": 859,
    "ày": 1903,
    " dà": 129,
    "dày": 860,
    "ày ": 1904,
    " dày": 130,
    "dày ": 861,
    "vi": 1813,
    "êm": 1949,
    " vi": 496,
    "viê": 1814,
    "iêm": 1175,
    "êm ": 1950,
    " viê": 497,
    "viêm": 1815,
    "iêm ": 1176,
    "đạ": 2060,
    " đạ": 578,
    "đại": 2061,
    " đại": 579,
    "đại ": 2062,
    "rà": 1531,
    "trà": 1694,
    "ràn": 1532,
    " trà": 458,
    "tràn": 1695,
    "ràng": 1533,
    "nế": 1428,
    " nế": 348,
    "nếu": 1429,
    " nếu": 349,
    "nếu ": 1430,
    "ou": 1464,
    "gou": 925,
    "out": 1465,
    "ut ": 1770,
    " gou": 161,
    "gout": 926,
    "out ": 1466,
    "rị": 1557,
    "trị": 1707,
    "rị ": 1558,
    " trị": 464,
    "trị ": 1708,
    "rán": 1537,
    "trán": 1698,
    "ránh": 1539,
    "ừ": 2351,
    "vừ": 1836,
    "ừa": 2352,
    " vừ": 512,
    "vừa": 1837,
    "ừa ": 2353,
    " vừa": 513,
    "vừa ": 1838,
    "chế": 786,
    " chế": 85,
    "chế ": 787,
    "độ": 2088,
    "ộ ": 2292,
    " độ": 598,
    "độ ": 2089,
    " độ ": 599,
    "oé": 1478,
    "ét": 1945,
    "loé": 1259,
    "oét": 1479,
    "ét ": 1946,
    " loé": 253,
    "loét": 1260,
    "oét ": 1480,
    " yến": 537,
    "ò": 1978,
    "bò": 715,
    "ò ": 1979,
    " bò": 42,
    "bò ": 716,
    " bò ": 43,
    "ộn": 2295,
    "độn": 2090,
    "ộng": 2297,
    " độn": 600,
    "động": 2091,
    "ộng ": 2298,
    "hụ": 1140,
    "ụ ": 2335,
    "phụ": 1503,
    "hụ ": 1141,
    " phụ": 368,
    "phụ ": 1504,
    "nữ": 1434,
    "ữ ": 2358,
    " nữ": 352,
    "nữ ": 1435,
    " nữ ": 353,
    "ô ": 1993,
    "hô ": 1048,
    "khô ": 1229,
    " í": 546,
    "ít": 1976,
    " ít": 547,
    "ít ": 1977,
    " ít ": 548,
    "vịt": 1831,
    " vịt": 509,
    "vịt ": 1832,
    "lộ": 1296,
    " lộ": 275,
    "lộn": 1297,
    "ộn ": 2296,
    " lộn": 276,
    "lộn ": 1298,
    "trẻ": 1705,
    " trẻ": 463,
    "trẻ ": 1706,
    "đậ": 2063,
    "ậu": 2180,
    " đậ": 580,
    "đậu": 2064,
    "ậu ": 2181,
    " đậu": 581,
    "đậu ": 2065,
    "nàn": 1415,
    "ành": 1899,
    " nàn": 340,
    "nành": 1416,
    "ành ": 1900,
    "lợ": 1299,
    " lợ": 277,
    "lợi": 1300,
    " lợi": 278,
    "lợi ": 1301,
    "lự": 1302,
    "ựa": 2365,
    " lự": 279,
    "lựa": 1303,
    "ựa ": 2366,
    " lựa": 280,
    "lựa ": 1304,
    "chay": 762,
    "tôm": 1730,
    " tôm": 478,
    "tôm ": 1731,
    "gâ": 934,
    " gâ": 164,
    "gây": 935,
    " gây": 165,
    "gây ": 936,
    "hạ": 1074,
    " hạ": 205,
    "hại": 1075,
    " hại": 206,
    "hại ": 1076,
    "dị": 878,
    " dị": 142,
    "dị ": 879,
    " dị ": 143,
    " ứn": 620,
    " ứng": 621,
    "bư": 724,
    "ưở": 2123,
    "ởi": 2319,
    " bư": 50,
    "bưở": 725,
    "ưởi": 2124,
    "ởi ": 2320,
    " bưở": 51,
    "bưởi": 726,
    "ưởi ": 2125,
    "lan": 1252,
    " lan": 251,
    "lang": 1253,
    " ả": 609,
    " ản": 610,
    "ảnh": 2152,
    " ảnh": 611,
    "ảnh ": 2153,
    "ởn": 2321,
    " hư": 203,
    "hưở": 1072,
    "ưởn": 2126,
    "ởng": 2322,
    " hưở": 204,
    "hưởn": 1073,
    "ưởng": 2127,
    "ởng ": 2323,
    "đế": 2074,
    " đế": 587,
    "đến": 2075,
    " đến": 588,
    "đến ": 2076,
    "đau": 2031,
    " đau": 560,
    "đau ": 2032,
    "dứ": 880,
    "ứa": 2344,
    " dứ": 144,
    "dứa": 881,
    "ứa ": 2345,
    " dứa": 145,
    "dứa ": 882,
    "ám": 1913,
    "cám": 810,
    "ám ": 1914,
    " cám": 99,
    "cám ": 811,
    "khi": 1221,
    " khi": 233,
    "khi ": 1222,
    "ồ ": 2279,
    "đồ ": 2085,
    " đồ ": 596,
    "chiê": 765,
    "hiên": 983,
    "iên ": 1178,
    " rá": 381,
    " rán": 382,
    "rán ": 1538,
    "hớ": 1131,
    "ớp": 2308,
    "khớ": 1235,
    "hớp": 1132,
    "ớp ": 2309,
    " khớ": 239,
    "khớp": 1236,
    "hớp ": 1133,
    "đây": 2044,
    " đây": 568,
    "đây ": 2045,
    "tá": 1713,
    " tá": 467,
    "táo": 1714,
    " táo": 468,
    "táo ": 1715,
    "nhỉ": 1404,
    " nhỉ": 335,
    "nhỉ ": 1405,
    "as": 660,
    "bas": 675,
    "asa": 661,
    " bas": 18,
    "basa": 676,
    "asa ": 662,
    "cò": 817,
    "òn": 1980,
    " cò": 103,
    "còn": 818,
    "òn ": 1981,
    " còn": 104,
    "còn ": 819,
    "bơ": 722,
    "ơ ": 2093,
    " bơ": 48,
    "bơ ": 723,
    " bơ ": 49,
    "sáp": 1604,
    " sáp": 414,
    "sáp ": 1605,
    "ỹ": 2369,
    "mỹ": 1359,
    "ỹ ": 2370,
    " mỹ": 314,
    "mỹ ": 1360,
    " mỹ ": 315,
    "hành": 1024,
    "lá": 1276,
    " lá": 261,
    "lá ": 1277,
    " lá ": 262,
    "biế": 682,
    " biế": 21,
    "biết": 683,
    "củ ": 835,
    " củ ": 116,
    "uả": 1790,
    "ả ": 2145,
    "quả": 1512,
    "uả ": 1791,
    " quả": 373,
    "quả ": 1513,
    "hé": 1031,
    "é ": 1942,
    "nhé": 1400,
    "hé ": 1032,
    " nhé": 333,
    "nhé ": 1401,
    "bí": 713,
    " bí": 40,
    "bí ": 714,
    " bí ": 41,
    "mư": 1342,
    " mư": 302,
    "mướ": 1343,
    "ướp": 2116,
    " mướ": 303,
    "mướp": 1344,
    "ướp ": 2117,
    "ắn": 2187,
    "đắn": 2067,
    "ắng": 2188,
    " đắn": 583,
    "đắng": 2068,
    "ắng ": 2189,
    "bâ": 704,
    " bâ": 34,
    "bây": 705,
    " bây": 35,
    "bây ": 706,
    " ó": 549,
    " óc": 550,
    " óc ": 551,
    "chó": 780,
    "hó ": 1044,
    " chó": 82,
    "chó ": 781,
    "sà": 1596,
    " sà": 409,
    "sàn": 1597,
    " sàn": 410,
    "sành": 1598,
    "dù": 865,
    " dù": 133,
    "dùn": 866,
    " dùn": 134,
    "dùng": 867,
    "tot": 1685,
    " tot": 453,
    "tot ": 1686,
    "nhu": 1395,
    "hun": 1011,
    " nhu": 331,
    "nhun": 1397,
    "hung": 1012,
    "the": 1632,
    "he ": 971,
    " the": 428,
    "the ": 1633,
    "tra": 1692,
    "ran": 1522,
    " tra": 457,
    "tran": 1693,
    "rang": 1523,
    "nao": 1366,
    " nao": 318,
    "nao ": 1367,
    "ca ": 753,
    " ca ": 71,
    "phu": 1489,
    "hu ": 1008,
    " phu": 361,
    "phu ": 1490,
    " ho": 187,
    " hop": 189,
    "vo": 1816,
    "oi": 1446,
    " vo": 498,
    "voi": 1817,
    "oi ": 1447,
    " voi": 499,
    "voi ": 1818,
    "dua": 851,
    " dua": 126,
    "dua ": 852,
    "uo": 1764,
    "luo": 1268,
    "uoi": 1765,
    " luo": 256,
    "luoi": 1269,
    "uoi ": 1766,
    "co ": 797,
    " co ": 90,
    "bi ": 681,
    " bi ": 20,
    "do": 848,
    " do": 123,
    "do ": 849,
    " do ": 124,
    "guo": 928,
    "nguo": 1379,
    "guoi": 929,
    "inh": 1166,
    "tinh": 1674,
    "inh ": 1167,
    "uc": 1755,
    "suc": 1590,
    "uc ": 1756,
    " suc": 406,
    "suc ": 1591,
    "oe": 1444,
    "hoe": 999,
    "oe ": 1445,
    "khoe": 1225,
    "hoe ": 1000,
    "muo": 1320,
    "uon": 1767,
    "ong": 1455,
    " muo": 288,
    "muon": 1321,
    "uong": 1768,
    "ong ": 1456,
    "en": 890,
    " ne": 320,
    "nen": 1372,
    "en ": 891,
    " nen": 321,
    "nen ": 1373,
    "dun": 853,
    " dun": 127,
    "dung": 854,
    "hoi": 1001,
    " hoi": 188,
    "hoi ": 1002,
    "nhu ": 1396,
    "xoa": 1852,
    " xoa": 523,
    "xoai": 1853
  },
  "response": null,
  "action_text": null
}