{
  "text": {
    "hey": 109,
    "hello": 107,
    "hi": 110,
    "xin": 332,
    "chào": 46,
    "buổi": 14,
    "sáng": 253,
    "bạn": 24,
    "chiều": 39,
    "tối": 316,
    "shop": 247,
    "ơi": 368,
    "cửa": 73,
    "hàng": 117,
    "ê": 342,
    "alo": 3,
    "mình": 177,
    "cần": 68,
    "tư": 312,
    "vấn": 322,
    "cho": 40,
    "hỏi": 128,
    "chút": 49,
    "bye": 15,
    "tạm": 315,
    "biệt": 11,
    "ngủ": 198,
    "ngon": 191,
    "goodbye": 98,
    "hẹn": 126,
    "gặp": 103,
    "lại": 162,
    "đúng": 354,
    "rồi": 242,
    "yes": 338,
    "chính": 47,
    "xác": 335,
    "chuẩn": 44,
    "luôn": 152,
    "bro": 13,
    "phải": 225,
    "ok": 218,
    "nhá": 205,
    "đồng": 366,
    "ý": 344,
    "không": 140,
    "thích": 269,
    "tôi": 309,
    "đâu": 351,
    "muốn": 171,
    "xem": 331,
    "thông": 270,
    "tin": 284,
    "sản": 257,
    "phẩm": 226,
    "ở": 372,
    "làm": 154,
    "sao": 245,
    "để": 362,
    "chi": 37,
    "tiết": 287,
    "thì": 267,
    "cách": 61,
    "thế": 276,
    "nào": 211,
    "tìm": 306,
    "hiểu": 111,
    "về": 325,
    "có": 65,
    "thể": 277,
    "là": 153,
    "ai": 2,
    "à": 340,
    "chatbot": 36,
    "đang": 346,
    "nói": 214,
    "chuyện": 43,
    "với": 328,
    "con": 56,
    "người": 196,
    "hay": 106,
    "máy": 174,
    "tính": 308,
    "thật": 274,
    "bot": 12,
    "thanh": 262,
    "toán": 292,
    "bằng": 26,
    "những": 209,
    "phương": 224,
    "thức": 281,
    "hỗ": 131,
    "trợ": 302,
    "qua": 228,
    "thẻ": 275,
    "momo": 168,
    "chương": 51,
    "trình": 298,
    "khuyến": 138,
    "mãi": 175,
    "giảm": 96,
    "giá": 94,
    "gì": 101,
    "mua": 169,
    "nhiều": 200,
    "được": 357,
    "ưu": 369,
    "đãi": 353,
    "thời": 280,
    "gian": 91,
    "giao": 92,
    "bao": 6,
    "lâu": 156,
    "phí": 222,
    "ship": 246,
    "nhiêu": 199,
    "chọn": 54,
    "đơn": 355,
    "vị": 326,
    "vận": 323,
    "chuyển": 42,
    "dưa": 83,
    "lưới": 161,
    "tiền": 288,
    "bắp": 25,
    "cải": 67,
    "của": 72,
    "thịt": 278,
    "heo": 108,
    "gà": 100,
    "nguyên": 193,
    "cá": 59,
    "biển": 10,
    "sữa": 260,
    "tươi": 313,
    "khoai": 136,
    "tây": 305,
    "cà": 58,
    "chua": 41,
    "trứng": 303,
    "lốc": 163,
    "ovaltine": 219,
    "bán": 16,
    "đặc": 361,
    "đường": 356,
    "vậy": 324,
    "cua": 57,
    "cam": 34,
    "hú": 121,
    "lóc": 159,
    "sạch": 256,
    "nay": 189,
    "nục": 216,
    "hôm": 120,
    "điều": 349,
    "hồng": 130,
    "ba": 5,
    "sa": 244,
    "cắt": 69,
    "khúc": 141,
    "ra": 233,
    "rội": 243,
    "__number__": 1,
    "bịch": 30,
    "xương": 337,
    "như": 207,
    "xay": 330,
    "mía": 178,
    "mắc": 183,
    "thùng": 271,
    "kun": 145,
    "trái": 295,
    "cây": 63,
    "một": 184,
    "dutch": 79,
    "lady": 147,
    "dâu": 81,
    "em": 88,
    "ký": 146,
    "xoài": 334,
    "tứ": 318,
    "quý": 229,
    "ức": 373,
    "đắt": 360,
    "chị": 53,
    "chuối": 45,
    "già": 93,
    "rốt": 241,
    "hiện": 112,
    "tại": 314,
    "hấu": 125,
    "ngọt": 197,
    "bó": 22,
    "bẹ": 27,
    "xanh": 329,
    "bữa": 32,
    "hộp": 132,
    "non": 210,
    "xôi": 336,
    "rau": 234,
    "húng": 122,
    "quế": 232,
    "quýt": 230,
    "giờ": 97,
    "ổi": 371,
    "ruột": 235,
    "đỏ": 364,
    "1kg": 0,
    "nho": 202,
    "bên": 19,
    "râm": 237,
    "lên": 158,
    "số": 258,
    "điện": 350,
    "thoại": 266,
    "địa": 363,
    "chỉ": 52,
    "rẻ": 239,
    "hơn": 123,
    "dưới": 84,
    "trên": 297,
    "thìa": 268,
    "các": 60,
    "loại": 149,
    "táo": 304,
    "bơ": 23,
    "sáp": 254,
    "bò": 21,
    "kem": 134,
    "lúa": 160,
    "mạch": 181,
    "mận": 182,
    "dầu": 87,
    "gội": 104,
    "long": 148,
    "cao": 35,
    "lê": 157,
    "hồi": 129,
    "gợi": 105,
    "giúp": 95,
    "thấp": 272,
    "hải": 124,
    "danh": 74,
    "sách": 252,
    "ạ": 370,
    "hệ": 127,
    "thống": 279,
    "bị": 29,
    "huyết": 116,
    "áp": 341,
    "nên": 213,
    "ăn": 345,
    "thực": 282,
    "tốt": 317,
    "tiểu": 289,
    "mỡ": 185,
    "máu": 173,
    "phù": 223,
    "hợp": 133,
    "béo": 18,
    "phì": 221,
    "cân": 62,
    "kiêng": 144,
    "món": 179,
    "bệnh": 28,
    "tim": 283,
    "an": 4,
    "toàn": 291,
    "phụ": 227,
    "nữ": 217,
    "mang": 166,
    "thai": 261,
    "suy": 250,
    "dinh": 75,
    "dưỡng": 85,
    "thiếu": 264,
    "bổ": 31,
    "sung": 249,
    "gầy": 102,
    "yếu": 339,
    "thiện": 265,
    "trạng": 299,
    "rối": 240,
    "loạn": 150,
    "tiêu": 286,
    "hóa": 119,
    "gan": 90,
    "nhiễm": 201,
    "uống": 319,
    "tình": 307,
    "tăng": 311,
    "viêm": 320,
    "đại": 358,
    "tràng": 294,
    "nếu": 215,
    "gout": 99,
    "trị": 301,
    "thận": 273,
    "động": 367,
    "vịt": 327,
    "trẻ": 300,
    "fami": 89,
    "lợi": 164,
    "lựa": 165,
    "tôm": 310,
    "điêu": 348,
    "râu": 238,
    "mực": 186,
    "milo": 167,
    "ngũ": 195,
    "cốc": 70,
    "đau": 347,
    "dạ": 86,
    "dày": 80,
    "khóm": 139,
    "tránh": 296,
    "khi": 135,
    "đồ": 365,
    "chiên": 38,
    "rán": 236,
    "khớp": 143,
    "đây": 352,
    "muống": 172,
    "nhỉ": 208,
    "basa": 7,
    "còn": 64,
    "mỹ": 187,
    "hành": 118,
    "lá": 155,
    "sườn": 255,
    "cút": 66,
    "hong": 114,
    "mì": 176,
    "biết": 9,
    "củ": 71,
    "quả": 231,
    "nhé": 206,
    "ngót": 194,
    "bí": 20,
    "mướp": 180,
    "đắng": 359,
    "bây": 17,
    "óc": 343,
    "chó": 48,
    "sành": 251,
    "này": 212,
    "chưa": 50,
    "sức": 259,
    "khỏe": 142,
    "dùng": 82,
    "tot": 290,
    "nhung": 204,
    "the": 263,
    "trang": 293,
    "nao": 188,
    "ca": 33,
    "phu": 220,
    "hop": 115,
    "voi": 321,
    "dua": 77,
    "luoi": 151,
    "co": 55,
    "bi": 8,
    "do": 76,
    "nguoi": 192,
    "tinh": 285,
    "suc": 248,
    "khoe": 137,
    "muong": 170,
    "nen": 190,
    "dung": 78,
    "hoi": 113,
    "nhu": 203,
    "xoai": 333
  },
  "intent": {
    "greet": 19,
    "goodbye": 18,
    "affirm": 0,
    "deny": 16,
    "ask_product_info": 10,
    "ask_product_detail": 9,
    "bot_challenge": 15,
    "ask_payment": 7,
    "ask_promotion": 11,
    "ask_shipping": 12,
    "ask_price": 8,
    "ask_shop_info": 13,
    "filter_products": 17,
    "ask_food_for_condition": 4,
    "ask_if_food_good_for_condition": 6,
    "ask_food_to_avoid": 5,
    "ask_co_ban_sp": 1,
    "ask_co_loai_nao": 2,
    "ask_con_hang_ko": 3,
    "ask_sp_phuhop_thetrang_nao": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 17,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_co_ban_sp": 1,
    "action_con_hang": 2,
    "action_filter_products": 8,
    "action_food_to_avoid": 9,
    "action_get_product_price": 10,
    "action_loai_sp": 12,
    "action_recommend_food": 13,
    "action_recommend_food_by_condition": 14,
    "action_sp_phuhop_thetrang_nao": 18,
    "utter_ask_more_help": 21,
    "utter_ask_payment": 22,
    "utter_ask_product_detail": 23,
    "utter_ask_product_info": 24,
    "utter_ask_promotion": 25,
    "utter_ask_shipping": 26,
    "utter_ask_shop_info": 27,
    "utter_follow_up": 28,
    "utter_goodbye": 29,
    "utter_greet": 30,
    "utter_iamabot": 31,
    "utter_sorry": 32,
    "utter_thank_you": 33
  },
  "action_text": null,
  "intent_response_key": null
}