{
  "text": {
    " ": 0,
    "h": 559,
    "e": 499,
    "y": 1145,
    " h": 96,
    "he": 570,
    "ey": 516,
    "y ": 1146,
    " he": 99,
    "hey": 575,
    "ey ": 517,
    " hey": 102,
    "hey ": 576,
    "l": 763,
    "o": 876,
    "el": 501,
    "ll": 769,
    "lo": 772,
    "o ": 877,
    "hel": 571,
    "ell": 502,
    "llo": 770,
    "lo ": 773,
    " hel": 100,
    "hell": 572,
    "ello": 503,
    "llo ": 771,
    "i": 690,
    "hi": 577,
    "i ": 691,
    " hi": 103,
    "hi ": 578,
    " hi ": 104,
    "x": 1135,
    "n": 827,
    " x": 292,
    "xi": 1139,
    "in": 704,
    "n ": 828,
    " xi": 295,
    "xin": 1140,
    "in ": 705,
    " xin": 296,
    "xin ": 1141,
    "c": 420,
    "à": 1166,
    " c": 35,
    "ch": 425,
    "hà": 604,
    "ào": 1173,
    " ch": 38,
    "chà": 439,
    "hào": 607,
    "ào ": 1174,
    " chà": 43,
    "chào": 440,
    "hào ": 608,
    "b": 379,
    "u": 1075,
    "ổ": 1430,
    " b": 9,
    "bu": 397,
    "uổ": 1110,
    "ổi": 1431,
    " bu": 19,
    "buổ": 398,
    "uổi": 1111,
    "ổi ": 1432,
    " buổ": 20,
    "buổi": 399,
    "uổi ": 1112,
    "s": 962,
    "á": 1175,
    "g": 518,
    " s": 214,
    "sá": 981,
    "án": 1183,
    "ng": 835,
    "g ": 519,
    " sá": 224,
    "sán": 982,
    "áng": 1185,
    "ng ": 836,
    " sán": 225,
    "sáng": 983,
    "áng ": 1186,
    "ạ": 1315,
    "bạ": 408,
    "ạn": 1320,
    " bạ": 27,
    "bạn": 409,
    "ạn ": 1321,
    " bạn": 28,
    "bạn ": 410,
    "ề": 1378,
    "iề": 731,
    "ều": 1382,
    "u ": 1076,
    "chi": 430,
    "hiề": 583,
    "iều": 734,
    "ều ": 1383,
    " chi": 40,
    "chiề": 432,
    "hiều": 584,
    "iều ": 735,
    "t": 992,
    "ố": 1414,
    " t": 232,
    "tố": 1072,
    "ối": 1418,
    " tố": 274,
    "tối": 1073,
    "ối ": 1419,
    " tối": 275,
    "tối ": 1074,
    "p": 910,
    "sh": 967,
    "ho": 587,
    "op": 897,
    "p ": 911,
    " sh": 217,
    "sho": 971,
    "hop": 591,
    "op ": 898,
    " sho": 219,
    "shop": 972,
    "hop ": 592,
    "ơ": 1284,
    " ơ": 332,
    "ơi": 1285,
    " ơi": 333,
    "ơi ": 1286,
    " ơi ": 334,
    "ử": 1466,
    "a": 349,
    "cử": 478,
    "ửa": 1467,
    "a ": 350,
    " cử": 67,
    "cửa": 479,
    "ửa ": 1468,
    " cửa": 68,
    "cửa ": 480,
    "àn": 1170,
    " hà": 106,
    "hàn": 605,
    "àng": 1171,
    " hàn": 107,
    "hàng": 606,
    "àng ": 1172,
    "ê": 1201,
    " ê": 306,
    "ê ": 1202,
    " ê ": 307,
    " a": 4,
    "al": 359,
    " al": 7,
    "alo": 360,
    " alo": 8,
    "alo ": 361,
    "m": 793,
    "ì": 1207,
    " m": 146,
    "mì": 817,
    "ìn": 1211,
    "nh": 847,
    "h ": 560,
    " mì": 158,
    "mìn": 819,
    "ình": 1212,
    "nh ": 848,
    " mìn": 160,
    "mình": 820,
    "ình ": 1213,
    "ầ": 1336,
    "cầ": 472,
    "ần": 1337,
    " cầ": 63,
    "cần": 473,
    "ần ": 1338,
    " cần": 64,
    "cần ": 474,
    "ư": 1291,
    "tư": 1062,
    "ư ": 1292,
    " tư": 267,
    "tư ": 1063,
    " tư ": 268,
    "v": 1113,
    "ấ": 1331,
    " v": 276,
    "vấ": 1120,
    "ấn": 1332,
    " vấ": 281,
    "vấn": 1121,
    "ấn ": 1333,
    " vấn": 282,
    "vấn ": 1122,
    "cho": 433,
    "ho ": 588,
    " cho": 41,
    "cho ": 434,
    "ỏ": 1411,
    "hỏ": 666,
    "ỏi": 1412,
    " hỏ": 112,
    "hỏi": 667,
    "ỏi ": 1413,
    " hỏi": 113,
    "hỏi ": 668,
    "ú": 1241,
    "hú": 628,
    "út": 1245,
    "t ": 993,
    "chú": 445,
    "hút": 629,
    "út ": 1246,
    " chú": 46,
    "chút": 446,
    "hút ": 630,
    "by": 400,
    "ye": 1147,
    "e ": 500,
    " by": 21,
    "bye": 401,
    "ye ": 1148,
    " bye": 22,
    "bye ": 402,
    "tạ": 1066,
    "ạm": 1318,
    "m ": 794,
    " tạ": 270,
    "tạm": 1067,
    "ạm ": 1319,
    " tạm": 271,
    "tạm ": 1068,
    "ệ": 1390,
    "bi": 386,
    "iệ": 741,
    "ệt": 1393,
    " bi": 12,
    "biệ": 389,
    "iệt": 744,
    "ệt ": 1394,
    " biệ": 14,
    "biệt": 390,
    "iệt ": 745,
    "ủ": 1459,
    " n": 165,
    "gủ": 557,
    "ủ ": 1460,
    " ng": 168,
    "ngủ": 845,
    "gủ ": 558,
    " ngủ": 173,
    "ngủ ": 846,
    "go": 530,
    "on": 892,
    "ngo": 837,
    "gon": 531,
    "on ": 893,
    " ngo": 169,
    "ngon": 838,
    "gon ": 532,
    "d": 481,
    " g": 78,
    "oo": 894,
    "od": 881,
    "db": 482,
    " go": 84,
    "goo": 533,
    "ood": 895,
    "odb": 882,
    "dby": 483,
    " goo": 85,
    "good": 534,
    "oodb": 896,
    "odby": 883,
    "dbye": 484,
    "ẹ": 1365,
    "hẹ": 649,
    "ẹn": 1366,
    " hẹ": 110,
    "hẹn": 650,
    "ẹn ": 1367,
    " hẹn": 111,
    "hẹn ": 651,
    "ặ": 1362,
    "gặ": 548,
    "ặp": 1363,
    " gặ": 92,
    "gặp": 549,
    "ặp ": 1364,
    " gặp": 93,
    "gặp ": 550,
    " l": 130,
    "lạ": 787,
    "ại": 1316,
    " lạ": 142,
    "lại": 788,
    "ại ": 1317,
    " lại": 143,
    "lại ": 789,
    "đ": 1252,
    " đ": 310,
    "đú": 1265,
    "ún": 1242,
    " đú": 319,
    "đún": 1266,
    "úng": 1243,
    " đún": 320,
    "đúng": 1267,
    "úng ": 1244,
    "r": 935,
    "ồ": 1424,
    " r": 209,
    "rồ": 957,
    "ồi": 1425,
    " rồ": 212,
    "rồi": 958,
    "ồi ": 1426,
    " rồi": 213,
    "rồi ": 959,
    " y": 299,
    "es": 514,
    "s ": 963,
    " ye": 300,
    "yes": 1149,
    "es ": 515,
    " yes": 301,
    "yes ": 1150,
    "í": 1214,
    "hí": 616,
    "ín": 1221,
    "chí": 443,
    "hín": 620,
    "ính": 1222,
    " chí": 45,
    "chín": 444,
    "hính": 621,
    "ính ": 1223,
    "xá": 1142,
    "ác": 1177,
    "c ": 421,
    " xá": 297,
    "xác": 1143,
    "ác ": 1178,
    " xác": 298,
    "xác ": 1144,
    "ẩ": 1341,
    "hu": 595,
    "uẩ": 1102,
    "ẩn": 1344,
    "chu": 435,
    "huẩ": 602,
    "uẩn": 1103,
    "ẩn ": 1345,
    " chu": 42,
    "chuẩ": 438,
    "huẩn": 603,
    "uẩn ": 1104,
    "ô": 1230,
    "lu": 774,
    "uô": 1099,
    "ôn": 1233,
    " lu": 133,
    "luô": 775,
    "uôn": 1100,
    "ôn ": 1234,
    " luô": 134,
    "luôn": 776,
    "uôn ": 1101,
    "br": 394,
    "ro": 944,
    " br": 17,
    "bro": 395,
    "ro ": 945,
    " bro": 18,
    "bro ": 396,
    "ả": 1322,
    " p": 196,
    "ph": 915,
    "hả": 638,
    "ải": 1323,
    " ph": 199,
    "phả": 920,
    "hải": 639,
    "ải ": 1324,
    " phả": 202,
    "phải": 921,
    "hải ": 640,
    "k": 746,
    " o": 189,
    "ok": 887,
    "k ": 747,
    " ok": 192,
    "ok ": 888,
    " ok ": 193,
    "há": 609,
    "á ": 1176,
    " nh": 174,
    "nhá": 852,
    "há ": 610,
    " nhá": 176,
    "nhá ": 853,
    "đồ": 1281,
    "ồn": 1427,
    " đồ": 330,
    "đồn": 1282,
    "ồng": 1428,
    " đồn": 331,
    "đồng": 1283,
    "ồng ": 1429,
    "ý": 1247,
    " ý": 308,
    "ý ": 1248,
    " ý ": 309,
    " k": 120,
    "kh": 748,
    "hô": 622,
    " kh": 121,
    "khô": 753,
    "hôn": 623,
    "ông": 1235,
    " khô": 124,
    "khôn": 754,
    "hông": 624,
    "ông ": 1236,
    "th": 1000,
    "íc": 1218,
    " th": 233,
    "thí": 1007,
    "híc": 618,
    "ích": 1219,
    "ch ": 426,
    " thí": 237,
    "thíc": 1008,
    "hích": 619,
    "ích ": 1220,
    "tô": 1059,
    "ôi": 1231,
    " tô": 265,
    "tôi": 1060,
    "ôi ": 1232,
    " tôi": 266,
    "tôi ": 1061,
    "â": 1191,
    "đâ": 1259,
    "âu": 1194,
    " đâ": 315,
    "đâu": 1260,
    "âu ": 1195,
    " đâu": 316,
    "đâu ": 1261,
    "mu": 806,
    "uố": 1105,
    "ốn": 1420,
    " mu": 151,
    "muố": 809,
    "uốn": 1108,
    "ốn ": 1421,
    " muố": 153,
    "muốn": 810,
    "uốn ": 1109,
    "xe": 1136,
    "em": 504,
    " xe": 293,
    "xem": 1137,
    "em ": 505,
    " xem": 294,
    "xem ": 1138,
    "thô": 1009,
    " thô": 238,
    "thôn": 1010,
    "ti": 1029,
    " ti": 248,
    "tin": 1030,
    " tin": 249,
    "tin ": 1031,
    "sả": 984,
    "ản": 1327,
    " sả": 226,
    "sản": 985,
    "ản ": 1328,
    " sản": 227,
    "sản ": 986,
    "hẩ": 643,
    "ẩm": 1342,
    "phẩ": 922,
    "hẩm": 644,
    "ẩm ": 1343,
    " phẩ": 203,
    "phẩm": 923,
    "hẩm ": 645,
    "ở": 1453,
    " ở": 338,
    "ở ": 1454,
    " ở ": 339,
    "là": 777,
    "àm": 1168,
    " là": 135,
    "làm": 779,
    "àm ": 1169,
    " làm": 137,
    "làm ": 780,
    "sa": 964,
    "ao": 372,
    " sa": 215,
    "sao": 965,
    "ao ": 373,
    " sao": 216,
    "sao ": 966,
    "ể": 1384,
    "để": 1276,
    "ể ": 1385,
    " để": 326,
    "để ": 1277,
    " để ": 327,
    "chi ": 431,
    "ế": 1370,
    "iế": 726,
    "ết": 1374,
    "tiế": 1032,
    "iết": 727,
    "ết ": 1375,
    " tiế": 250,
    "tiết": 1033,
    "iết ": 728,
    "hì": 614,
    "ì ": 1208,
    "thì": 1005,
    "hì ": 615,
    " thì": 236,
    "thì ": 1006,
    "cá": 460,
    " cá": 54,
    "các": 462,
    "ách": 1179,
    " các": 56,
    "cách": 463,
    "ách ": 1180,
    "hế": 654,
    "ế ": 1371,
    "thế": 1017,
    "hế ": 655,
    " thế": 242,
    "thế ": 1018,
    "nà": 864,
    " nà": 181,
    "nào": 865,
    " nào": 182,
    "nào ": 866,
    "tì": 1053,
    "ìm": 1209,
    " tì": 261,
    "tìm": 1054,
    "ìm ": 1210,
    " tìm": 262,
    "tìm ": 1055,
    "iể": 736,
    "ểu": 1388,
    "hiể": 585,
    "iểu": 739,
    "ểu ": 1389,
    " hiể": 105,
    "hiểu": 586,
    "iểu ": 740,
    "về": 1128,
    "ề ": 1379,
    " về": 286,
    "về ": 1129,
    " về ": 287,
    "ó": 1226,
    "có": 467,
    "ó ": 1227,
    " có": 59,
    "có ": 468,
    " có ": 60,
    "hể": 656,
    "thể": 1019,
    "hể ": 657,
    " thể": 243,
    "thể ": 1020,
    "à ": 1167,
    "là ": 778,
    " là ": 136,
    "ai": 357,
    " ai": 5,
    "ai ": 358,
    " ai ": 6,
    " à": 302,
    " à ": 303,
    "ha": 561,
    "at": 374,
    "tb": 994,
    "bo": 391,
    "ot": 902,
    "cha": 427,
    "hat": 566,
    "atb": 375,
    "tbo": 995,
    "bot": 392,
    "ot ": 903,
    " cha": 39,
    "chat": 429,
    "hatb": 567,
    "atbo": 376,
    "tbot": 996,
    "bot ": 393,
    "đa": 1253,
    "an": 366,
    " đa": 311,
    "đan": 1254,
    "ang": 368,
    " đan": 312,
    "đang": 1255,
    "ang ": 369,
    "nó": 867,
    "ói": 1228,
    " nó": 183,
    "nói": 868,
    "ói ": 1229,
    " nói": 184,
    "nói ": 869,
    "uy": 1087,
    "yệ": 1163,
    "ện": 1391,
    "huy": 598,
    "uyệ": 1097,
    "yện": 1164,
    "ện ": 1392,
    "chuy": 437,
    "huyệ": 601,
    "uyện": 1098,
    "yện ": 1165,
    "ớ": 1442,
    "vớ": 1132,
    "ới": 1445,
    " vớ": 290,
    "với": 1133,
    "ới ": 1446,
    " với": 291,
    "với ": 1134,
    "co": 455,
    " co": 50,
    "con": 456,
    " con": 51,
    "con ": 457,
    "ờ": 1447,
    "gư": 545,
    "ườ": 1307,
    "ời": 1448,
    "ngư": 841,
    "gườ": 546,
    "ười": 1308,
    "ời ": 1449,
    " ngư": 171,
    "ngườ": 842,
    "gười": 547,
    "ười ": 1309,
    "ay": 377,
    " ha": 97,
    "hay": 568,
    "ay ": 378,
    " hay": 98,
    "hay ": 569,
    "má": 811,
    "áy": 1189,
    " má": 154,
    "máy": 812,
    "áy ": 1190,
    " máy": 155,
    "máy ": 813,
    "tí": 1056,
    " tí": 263,
    "tín": 1057,
    " tín": 264,
    "tính": 1058,
    "ậ": 1346,
    "hậ": 646,
    "ật": 1349,
    "thậ": 1013,
    "hật": 647,
    "ật ": 1350,
    " thậ": 240,
    "thật": 1014,
    "hật ": 648,
    " bo": 15,
    " bot": 16,
    "tha": 1001,
    "han": 564,
    "anh": 370,
    " tha": 234,
    "than": 1002,
    "hanh": 565,
    "anh ": 371,
    "to": 1037,
    "oá": 904,
    " to": 252,
    "toá": 1038,
    "oán": 905,
    "án ": 1184,
    " toá": 253,
    "toán": 1039,
    "oán ": 906,
    "ằ": 1358,
    "bằ": 414,
    "ằn": 1359,
    " bằ": 31,
    "bằn": 415,
    "ằng": 1360,
    " bằn": 32,
    "bằng": 416,
    "ằng ": 1361,
    "ữ": 1469,
    "hữ": 687,
    "ữn": 1472,
    "nhữ": 856,
    "hữn": 688,
    "ững": 1473,
    " nhữ": 178,
    "nhữn": 857,
    "hững": 689,
    "ững ": 1474,
    "hư": 634,
    "ươ": 1297,
    "ơn": 1287,
    "phư": 918,
    "hươ": 636,
    "ươn": 1300,
    "ơng": 1289,
    " phư": 201,
    "phươ": 919,
    "hươn": 637,
    "ương": 1301,
    "ơng ": 1290,
    "ứ": 1463,
    "hứ": 684,
    "ức": 1464,
    "thứ": 1027,
    "hức": 685,
    "ức ": 1465,
    " thứ": 247,
    "thức": 1028,
    "hức ": 686,
    "ỗ": 1433,
    "hỗ": 672,
    "ỗ ": 1434,
    " hỗ": 114,
    "hỗ ": 673,
    " hỗ ": 115,
    "ợ": 1455,
    "tr": 1040,
    "rợ": 960,
    "ợ ": 1456,
    " tr": 254,
    "trợ": 1048,
    "rợ ": 961,
    " trợ": 258,
    "trợ ": 1049,
    "q": 929,
    " q": 205,
    "qu": 930,
    "ua": 1077,
    " qu": 206,
    "qua": 931,
    "ua ": 1078,
    " qua": 207,
    "qua ": 932,
    "ẻ": 1368,
    "hẻ": 652,
    "ẻ ": 1369,
    "thẻ": 1015,
    "hẻ ": 653,
    " thẻ": 241,
    "thẻ ": 1016,
    "mo": 802,
    "om": 889,
    " mo": 149,
    "mom": 804,
    "omo": 890,
    "mo ": 803,
    " mom": 150,
    "momo": 805,
    "omo ": 891,
    "chư": 447,
    " chư": 47,
    "chươ": 448,
    "rì": 954,
    "trì": 1046,
    "rìn": 955,
    " trì": 257,
    "trìn": 1047,
    "rình": 956,
    "yế": 1154,
    "ến": 1372,
    "khu": 751,
    "uyế": 1091,
    "yến": 1155,
    "ến ": 1373,
    " khu": 123,
    "khuy": 752,
    "huyế": 599,
    "uyến": 1092,
    "yến ": 1156,
    "ã": 1198,
    "mã": 814,
    "ãi": 1199,
    " mã": 156,
    "mãi": 815,
    "ãi ": 1200,
    " mãi": 157,
    "mãi ": 816,
    "gi": 520,
    "iả": 720,
    "ảm": 1325,
    " gi": 79,
    "giả": 526,
    "iảm": 721,
    "ảm ": 1326,
    " giả": 82,
    "giảm": 527,
    "iảm ": 722,
    "iá": 715,
    "giá": 524,
    "iá ": 716,
    " giá": 81,
    "giá ": 525,
    "gì": 540,
    " gì": 88,
    "gì ": 541,
    " gì ": 89,
    "mua": 807,
    " mua": 152,
    "mua ": 808,
    "nhi": 849,
    " nhi": 175,
    "nhiề": 851,
    "đư": 1271,
    "ượ": 1312,
    "ợc": 1457,
    " đư": 323,
    "đượ": 1274,
    "ược": 1313,
    "ợc ": 1458,
    " đượ": 325,
    "được": 1275,
    "ược ": 1314,
    " ư": 335,
    "ưu": 1295,
    " ưu": 336,
    "ưu ": 1296,
    " ưu ": 337,
    "đã": 1262,
    " đã": 317,
    "đãi": 1263,
    " đãi": 318,
    "đãi ": 1264,
    "hờ": 677,
    "thờ": 1025,
    "hời": 678,
    " thờ": 246,
    "thời": 1026,
    "hời ": 679,
    "ia": 692,
    "gia": 521,
    "ian": 693,
    "an ": 367,
    " gia": 80,
    "gian": 522,
    "ian ": 694,
    "iao": 695,
    "giao": 523,
    "iao ": 696,
    "ba": 380,
    " ba": 10,
    "bao": 381,
    " bao": 11,
    "bao ": 382,
    "lâ": 781,
    " lâ": 138,
    "lâu": 782,
    " lâu": 139,
    "lâu ": 783,
    "í ": 1215,
    "phí": 916,
    "hí ": 617,
    " phí": 200,
    "phí ": 917,
    "ip": 710,
    "shi": 968,
    "hip": 579,
    "ip ": 711,
    " shi": 218,
    "ship": 970,
    "hip ": 580,
    "iê": 717,
    "êu": 1205,
    "hiê": 581,
    "iêu": 718,
    "êu ": 1206,
    "nhiê": 850,
    "hiêu": 582,
    "iêu ": 719,
    "ọ": 1406,
    "họ": 663,
    "ọn": 1407,
    "chọ": 451,
    "họn": 664,
    "ọn ": 1408,
    " chọ": 49,
    "chọn": 452,
    "họn ": 665,
    "đơ": 1268,
    " đơ": 321,
    "đơn": 1269,
    "ơn ": 1288,
    " đơn": 322,
    "đơn ": 1270,
    "ị": 1397,
    "vị": 1130,
    "ị ": 1398,
    " vị": 288,
    "vị ": 1131,
    " vị ": 289,
    "vậ": 1123,
    "ận": 1347,
    " vậ": 283,
    "vận": 1124,
    "ận ": 1348,
    " vận": 284,
    "vận ": 1125,
    "yể": 1160,
    "ển": 1386,
    "uyể": 1095,
    "yển": 1161,
    "ển ": 1387,
    "huyể": 600,
    "uyển": 1096,
    "yển ": 1162,
    " d": 69,
    "dư": 493,
    "ưa": 1293,
    " dư": 74,
    "dưa": 494,
    "ưa ": 1294,
    " dưa": 75,
    "dưa ": 495,
    "lư": 784,
    "ướ": 1302,
    " lư": 140,
    "lướ": 785,
    "ưới": 1305,
    " lướ": 141,
    "lưới": 786,
    "ưới ": 1306,
    "ền": 1380,
    "tiề": 1035,
    "iền": 732,
    "ền ": 1381,
    " tiề": 251,
    "tiền": 1036,
    "iền ": 733,
    "ắ": 1353,
    "bắ": 411,
    "ắp": 1356,
    " bắ": 29,
    "bắp": 412,
    "ắp ": 1357,
    " bắp": 30,
    "bắp ": 413,
    "cả": 469,
    " cả": 61,
    "cải": 470,
    " cải": 62,
    "cải ": 471,
    "củ": 475,
    "ủa": 1461,
    " củ": 65,
    "của": 476,
    "ủa ": 1462,
    " của": 66,
    "của ": 477,
    "hị": 660,
    "ịt": 1404,
    "thị": 1021,
    "hịt": 661,
    "ịt ": 1405,
    " thị": 244,
    "thịt": 1022,
    "hịt ": 662,
    "eo": 506,
    "heo": 573,
    "eo ": 507,
    " heo": 101,
    "heo ": 574,
    "gà": 538,
    " gà": 86,
    "gà ": 539,
    " gà ": 87,
    "gu": 535,
    "yê": 1151,
    "ên": 1203,
    "ngu": 839,
    "guy": 536,
    "uyê": 1089,
    "yên": 1152,
    "ên ": 1204,
    " ngu": 170,
    "nguy": 840,
    "guyê": 537,
    "uyên": 1090,
    "yên ": 1153,
    "cá ": 461,
    " cá ": 55,
    "biể": 387,
    "iển": 737,
    " biể": 13,
    "biển": 388,
    "iển ": 738,
    "sữ": 989,
    "ữa": 1470,
    " sữ": 230,
    "sữa": 990,
    "ữa ": 1471,
    " sữa": 231,
    "sữa ": 991,
    "tươ": 1064,
    "ươi": 1298,
    " tươ": 269,
    "tươi": 1065,
    "ươi ": 1299,
    "oa": 878,
    "kho": 749,
    "hoa": 589,
    "oai": 879,
    " kho": 122,
    "khoa": 750,
    "hoai": 590,
    "oai ": 880,
    "tâ": 1050,
    "ây": 1196,
    " tâ": 259,
    "tây": 1051,
    "ây ": 1197,
    " tây": 260,
    "tây ": 1052,
    "cà": 458,
    " cà": 52,
    "cà ": 459,
    " cà ": 53,
    "hua": 596,
    "chua": 436,
    "hua ": 597,
    "bá": 403,
    " bá": 23,
    "bán": 404,
    "ánh": 1187,
    " bán": 24,
    "bánh": 405,
    "ánh ": 1188,
    "gọ": 551,
    "ọt": 1409,
    "ngọ": 843,
    "gọt": 552,
    "ọt ": 1410,
    " ngọ": 172,
    "ngọt": 844,
    "gọt ": 553,
    "nư": 870,
    "ớc": 1443,
    " nư": 185,
    "nướ": 871,
    "ước": 1303,
    "ớc ": 1444,
    " nướ": 186,
    "nước": 872,
    "ước ": 1304,
    "su": 978,
    " su": 222,
    "suố": 979,
    "uối": 1106,
    " suố": 223,
    "suối": 980,
    "uối ": 1107,
    "ộ": 1435,
    "mộ": 824,
    "ột": 1440,
    " mộ": 163,
    "một": 825,
    "ột ": 1441,
    " một": 164,
    "một ": 826,
    "hai": 562,
    "chai": 428,
    "hai ": 563,
    "ă": 1249,
    "hă": 631,
    "ăn": 1250,
    "khă": 755,
    "hăn": 632,
    "ăn ": 1251,
    " khă": 125,
    "khăn": 756,
    "hăn ": 633,
    "iấ": 723,
    "ấy": 1334,
    "giấ": 528,
    "iấy": 724,
    "ấy ": 1335,
    " giấ": 83,
    "giấy": 529,
    "iấy ": 725,
    "dầ": 496,
    "ầu": 1339,
    " dầ": 76,
    "dầu": 497,
    "ầu ": 1340,
    " dầu": 77,
    "dầu ": 498,
    "gộ": 554,
    "ội": 1436,
    " gộ": 94,
    "gội": 555,
    "ội ": 1437,
    " gội": 95,
    "gội ": 556,
    "tắ": 1069,
    "ắm": 1354,
    " tắ": 272,
    "tắm": 1070,
    "ắm ": 1355,
    " tắm": 273,
    "tắm ": 1071,
    "mì ": 818,
    " mì ": 159,
    "gó": 542,
    " gó": 90,
    "gói": 543,
    " gói": 91,
    "gói ": 544,
    "ra": 939,
    " ra": 210,
    "ra ": 940,
    " ra ": 211,
    "or": 899,
    "re": 941,
    " or": 194,
    "ore": 900,
    "reo": 942,
    " ore": 195,
    "oreo": 901,
    "reo ": 943,
    "dâ": 490,
    " dâ": 72,
    "dâu": 491,
    " dâu": 73,
    "dâu ": 492,
    "quy": 933,
    "uy ": 1088,
    " quy": 208,
    "quy ": 934,
    "nắ": 873,
    " nắ": 187,
    "nắm": 874,
    " nắm": 188,
    "nắm ": 875,
    "ki": 757,
    "im": 702,
    " ki": 126,
    "kim": 758,
    "im ": 703,
    " kim": 127,
    "kim ": 759,
    "hâ": 611,
    "âm": 1192,
    "châ": 441,
    "hâm": 612,
    "âm ": 1193,
    " châ": 44,
    "châm": 442,
    "hâm ": 613,
    "_": 340,
    " _": 1,
    "__": 342,
    "_n": 346,
    "nu": 861,
    "um": 1079,
    "mb": 795,
    "be": 383,
    "er": 511,
    "r_": 936,
    "_ ": 341,
    " __": 2,
    "__n": 344,
    "_nu": 347,
    "num": 862,
    "umb": 1080,
    "mbe": 796,
    "ber": 384,
    "er_": 512,
    "r__": 937,
    "__ ": 343,
    " __n": 3,
    "__nu": 345,
    "_num": 348,
    "numb": 863,
    "umbe": 1081,
    "mber": 797,
    "ber_": 385,
    "er__": 513,
    "r__ ": 938,
    "bị": 417,
    "ịc": 1401,
    " bị": 33,
    "bịc": 418,
    "ịch": 1402,
    " bịc": 34,
    "bịch": 419,
    "ịch ": 1403,
    "ậy": 1351,
    "vậy": 1126,
    "ậy ": 1352,
    " vậy": 285,
    "vậy ": 1127,
    "hủ": 682,
    " hủ": 118,
    "hủ ": 683,
    " hủ ": 119,
    "ếu": 1376,
    "iếu": 729,
    "ếu ": 1377,
    "tiếu": 1034,
    "iếu ": 730,
    "na": 829,
    "am": 362,
    " na": 166,
    "nam": 832,
    "am ": 363,
    " nam": 167,
    "nam ": 833,
    "va": 1114,
    " va": 277,
    "van": 1115,
    " van": 278,
    "vang": 1116,
    "như": 854,
    "hư ": 635,
    " như": 177,
    "như ": 855,
    "hở": 680,
    "phở": 924,
    "hở ": 681,
    " phở": 204,
    "phở ": 925,
    "ò": 1224,
    "bò": 406,
    "ò ": 1225,
    " bò": 25,
    "bò ": 407,
    " bò ": 26,
    "ru": 946,
    "yề": 1157,
    "tru": 1041,
    "ruy": 947,
    "uyề": 1093,
    "yền": 1158,
    " tru": 255,
    "truy": 1042,
    "ruyề": 948,
    "uyền": 1094,
    "yền ": 1159,
    "hố": 669,
    "thố": 1023,
    "hốn": 670,
    "ống": 1422,
    " thố": 245,
    "thốn": 1024,
    "hống": 671,
    "ống ": 1423,
    "ờn": 1450,
    "đườ": 1272,
    "ườn": 1310,
    "ờng": 1451,
    " đườ": 324,
    "đườn": 1273,
    "ường": 1311,
    "ờng ": 1452,
    "mí": 821,
    "ía": 1216,
    " mí": 161,
    "mía": 822,
    "ía ": 1217,
    " mía": 162,
    "mía ": 823,
    " á": 304,
    " á ": 305,
    "ù": 1237,
    "hù": 625,
    "ùn": 1238,
    "thù": 1011,
    "hùn": 626,
    "ùng": 1239,
    " thù": 239,
    "thùn": 1012,
    "hùng": 627,
    "ùng ": 1240,
    "ku": 760,
    "un": 1082,
    " ku": 128,
    "kun": 761,
    "un ": 1083,
    " kun": 129,
    "kun ": 762,
    "rá": 949,
    "ái": 1181,
    "trá": 1043,
    "rái": 950,
    "ái ": 1182,
    " trá": 256,
    "trái": 1044,
    "rái ": 951,
    "câ": 464,
    " câ": 57,
    "cây": 465,
    " cây": 58,
    "cây ": 466,
    "du": 485,
    "ut": 1084,
    "tc": 997,
    " du": 70,
    "dut": 486,
    "utc": 1085,
    "tch": 998,
    " dut": 71,
    "dutc": 487,
    "utch": 1086,
    "tch ": 999,
    "la": 764,
    "ad": 354,
    "dy": 488,
    " la": 131,
    "lad": 765,
    "ady": 355,
    "dy ": 489,
    " lad": 132,
    "lady": 766,
    "ady ": 356,
    "vi": 1117,
    "mi": 798,
    "il": 697,
    "lk": 767,
    " vi": 279,
    "vin": 1118,
    "ina": 706,
    "ami": 364,
    "mil": 799,
    "ilk": 698,
    "lk ": 768,
    " vin": 280,
    "vina": 1119,
    "inam": 707,
    "nami": 834,
    "amil": 365,
    "milk": 800,
    "ilk ": 699,
    "rán": 952,
    "trán": 1045,
    "ráng": 953,
    "ni": 858,
    " ni": 179,
    "nin": 859,
    "inh": 708,
    " nin": 180,
    "ninh": 860,
    "inh ": 709,
    "ảo": 1329,
    " hả": 108,
    "hảo": 641,
    "ảo ": 1330,
    " hảo": 109,
    "hảo ": 642,
    "ca": 422,
    " ca": 36,
    "cay": 423,
    " cay": 37,
    "cay ": 424,
    "sn": 975,
    "ac": 351,
    "ck": 453,
    " sn": 220,
    "sna": 976,
    "nac": 830,
    "ack": 352,
    "ck ": 454,
    " sna": 221,
    "snac": 977,
    "nack": 831,
    "ack ": 353,
    "oi": 884,
    "is": 712,
    " oi": 190,
    "ois": 885,
    "ish": 713,
    " ois": 191,
    "oish": 886,
    "ishi": 714,
    "shi ": 969,
    "pe": 912,
    "ep": 508,
    "ps": 926,
    "si": 973,
    " pe": 197,
    "pep": 913,
    "eps": 509,
    "psi": 927,
    "si ": 974,
    " pep": 198,
    "peps": 914,
    "epsi": 510,
    "psi ": 928,
    "lố": 790,
    "ốc": 1416,
    " lố": 144,
    "lốc": 791,
    "ốc ": 1417,
    " lốc": 145,
    "lốc ": 792,
    "hộ": 674,
    "ộp": 1438,
    " hộ": 116,
    "hộp": 675,
    "ộp ": 1439,
    " hộp": 117,
    "hộp ": 676,
    " mi": 147,
    "ilo": 700,
    " mil": 148,
    "milo": 801,
    "ilo ": 701,
    "số": 987,
    "ố ": 1415,
    " số": 228,
    "số ": 988,
    " số ": 229,
    "đi": 1256,
    " đi": 313,
    "điệ": 1257,
    "iện": 742,
    " điệ": 314,
    "điện": 1258,
    "iện ": 743,
    "oạ": 907,
    "tho": 1003,
    "hoạ": 593,
    "oại": 908,
    " tho": 235,
    "thoạ": 1004,
    "hoại": 594,
    "oại ": 909,
    "đị": 1278,
    "ịa": 1399,
    " đị": 328,
    "địa": 1279,
    "ịa ": 1400,
    " địa": 329,
    "địa ": 1280,
    "ỉ": 1395,
    "hỉ": 658,
    "ỉ ": 1396,
    "chỉ": 449,
    "hỉ ": 659,
    " chỉ": 48,
    "chỉ ": 450
  },
  "response": null,
  "action_text": null
}