{
  "text": {
    " ": 0,
    "h": 783,
    "e": 700,
    "y": 1574,
    " h": 135,
    "he": 794,
    "ey": 720,
    "y ": 1575,
    " he": 138,
    "hey": 799,
    "ey ": 721,
    " hey": 141,
    "hey ": 800,
    "l": 1056,
    "o": 1221,
    "el": 705,
    "ll": 1067,
    "lo": 1070,
    "o ": 1222,
    "hel": 795,
    "ell": 706,
    "llo": 1068,
    "lo ": 1071,
    " hel": 139,
    "hell": 796,
    "ello": 707,
    "llo ": 1069,
    "i": 957,
    "hi": 801,
    "i ": 958,
    " hi": 142,
    "hi ": 802,
    " hi ": 143,
    "x": 1559,
    "n": 1159,
    " x": 419,
    "xi": 1566,
    "in": 972,
    "n ": 1160,
    " xi": 424,
    "xin": 1567,
    "in ": 973,
    " xin": 425,
    "xin ": 1568,
    "c": 599,
    "à": 1599,
    " c": 50,
    "ch": 606,
    "hà": 837,
    "ào": 1609,
    " ch": 54,
    "chà": 623,
    "hào": 840,
    "ào ": 1610,
    " chà": 59,
    "chào": 624,
    "hào ": 841,
    "b": 538,
    "u": 1486,
    "ổ": 1943,
    " b": 11,
    "bu": 556,
    "uổ": 1530,
    "ổi": 1945,
    " bu": 21,
    "buổ": 559,
    "uổi": 1531,
    "ổi ": 1946,
    " buổ": 22,
    "buổi": 560,
    "uổi ": 1532,
    "s": 1337,
    "á": 1611,
    "g": 726,
    " s": 318,
    "sá": 1358,
    "án": 1619,
    "ng": 1167,
    "g ": 727,
    " sá": 329,
    "sán": 1359,
    "áng": 1621,
    "ng ": 1168,
    " sán": 330,
    "sáng": 1360,
    "áng ": 1622,
    "ạ": 1798,
    "bạ": 579,
    "ạn": 1806,
    " bạ": 35,
    "bạn": 580,
    "ạn ": 1807,
    " bạn": 36,
    "bạn ": 581,
    "ề": 1881,
    "iề": 1006,
    "ều": 1885,
    "u ": 1487,
    "chi": 612,
    "hiề": 810,
    "iều": 1009,
    "ều ": 1886,
    " chi": 56,
    "chiề": 615,
    "hiều": 811,
    "iều ": 1010,
    "t": 1372,
    "ố": 1924,
    " t": 339,
    "tố": 1481,
    "ối": 1928,
    " tố": 395,
    "tối": 1482,
    "ối ": 1929,
    " tối": 396,
    "tối ": 1483,
    "p": 1262,
    "sh": 1345,
    "ho": 818,
    "op": 1239,
    "p ": 1263,
    " sh": 321,
    "sho": 1348,
    "hop": 822,
    "op ": 1240,
    " sho": 323,
    "shop": 1349,
    "hop ": 823,
    "ơ": 1762,
    " ơ": 483,
    "ơi": 1763,
    " ơi": 484,
    "ơi ": 1764,
    " ơi ": 485,
    "ử": 2004,
    "a": 506,
    "cử": 675,
    "ửa": 2005,
    "a ": 507,
    " cử": 90,
    "cửa": 676,
    "ửa ": 2006,
    " cửa": 91,
    "cửa ": 677,
    "àn": 1603,
    " hà": 147,
    "hàn": 838,
    "àng": 1605,
    " hàn": 148,
    "hàng": 839,
    "àng ": 1606,
    "ê": 1648,
    " ê": 442,
    "ê ": 1649,
    " ê ": 443,
    " a": 4,
    "al": 516,
    " al": 7,
    "alo": 517,
    " alo": 8,
    "alo ": 518,
    "m": 1107,
    "ì": 1658,
    " m": 222,
    "mì": 1135,
    "ìn": 1662,
    "nh": 1179,
    "h ": 784,
    " mì": 235,
    "mìn": 1137,
    "ình": 1663,
    "nh ": 1180,
    " mìn": 237,
    "mình": 1138,
    "ình ": 1664,
    "ầ": 1828,
    "cầ": 666,
    "ần": 1829,
    " cầ": 84,
    "cần": 667,
    "ần ": 1830,
    " cần": 85,
    "cần ": 668,
    "ư": 1769,
    "tư": 1471,
    "ư ": 1770,
    " tư": 388,
    "tư ": 1472,
    " tư ": 389,
    "v": 1533,
    "ấ": 1821,
    " v": 401,
    "vấ": 1542,
    "ấn": 1822,
    " vấ": 407,
    "vấn": 1543,
    "ấn ": 1823,
    " vấn": 408,
    "vấn ": 1544,
    "cho": 616,
    "ho ": 819,
    " cho": 57,
    "cho ": 617,
    "ỏ": 1919,
    "hỏ": 917,
    "ỏi": 1922,
    " hỏ": 164,
    "hỏi": 920,
    "ỏi ": 1923,
    " hỏi": 165,
    "hỏi ": 921,
    "ú": 1702,
    "hú": 868,
    "út": 1708,
    "t ": 1373,
    "chú": 631,
    "hút": 869,
    "út ": 1709,
    " chú": 63,
    "chút": 632,
    "hút ": 870,
    "by": 561,
    "ye": 1576,
    "e ": 701,
    " by": 23,
    "bye": 562,
    "ye ": 1577,
    " bye": 24,
    "bye ": 563,
    "tạ": 1475,
    "ạm": 1804,
    "m ": 1108,
    " tạ": 391,
    "tạm": 1476,
    "ạm ": 1805,
    " tạm": 392,
    "tạm ": 1477,
    "ệ": 1896,
    "bi": 545,
    "iệ": 1019,
    "ệt": 1901,
    " bi": 14,
    "biệ": 548,
    "iệt": 1022,
    "ệt ": 1902,
    " biệ": 16,
    "biệt": 549,
    "iệt ": 1023,
    "ủ": 1994,
    " n": 252,
    "gủ": 781,
    "ủ ": 1995,
    " ng": 255,
    "ngủ": 1177,
    "gủ ": 782,
    " ngủ": 260,
    "ngủ ": 1178,
    "go": 745,
    "on": 1234,
    "ngo": 1169,
    "gon": 746,
    "on ": 1235,
    " ngo": 256,
    "ngon": 1170,
    "gon ": 747,
    "d": 678,
    " g": 107,
    "oo": 1236,
    "od": 1226,
    "db": 679,
    " go": 117,
    "goo": 748,
    "ood": 1237,
    "odb": 1227,
    "dby": 680,
    " goo": 118,
    "good": 749,
    "oodb": 1238,
    "odby": 1228,
    "dbye": 681,
    "ẹ": 1865,
    "hẹ": 900,
    "ẹn": 1867,
    " hẹ": 162,
    "hẹn": 901,
    "ẹn ": 1868,
    " hẹn": 163,
    "hẹn ": 902,
    "ặ": 1860,
    "gặ": 769,
    "ặp": 1863,
    " gặ": 129,
    "gặp": 770,
    "ặp ": 1864,
    " gặp": 130,
    "gặp ": 771,
    " l": 194,
    "lạ": 1092,
    "ại": 1802,
    " lạ": 212,
    "lại": 1093,
    "ại ": 1803,
    " lại": 213,
    "lại ": 1094,
    "đ": 1717,
    " đ": 452,
    "đú": 1733,
    "ún": 1703,
    " đú": 463,
    "đún": 1734,
    "úng": 1704,
    " đún": 464,
    "đúng": 1735,
    "úng ": 1705,
    "r": 1287,
    "ồ": 1936,
    " r": 303,
    "rồ": 1329,
    "ồi": 1938,
    " rồ": 316,
    "rồi": 1330,
    "ồi ": 1939,
    " rồi": 317,
    "rồi ": 1331,
    " y": 430,
    "es": 715,
    "s ": 1338,
    " ye": 431,
    "yes": 1578,
    "es ": 716,
    " yes": 432,
    "yes ": 1579,
    "í": 1665,
    "hí": 851,
    "ín": 1672,
    "chí": 629,
    "hín": 855,
    "ính": 1673,
    " chí": 62,
    "chín": 630,
    "hính": 856,
    "ính ": 1674,
    "xá": 1571,
    "ác": 1613,
    "c ": 600,
    " xá": 428,
    "xác": 1572,
    "ác ": 1614,
    " xác": 429,
    "xác ": 1573,
    "ẩ": 1835,
    "hu": 826,
    "uẩ": 1521,
    "ẩn": 1838,
    "chu": 618,
    "huẩ": 833,
    "uẩn": 1522,
    "ẩn ": 1839,
    " chu": 58,
    "chuẩ": 621,
    "huẩn": 834,
    "uẩn ": 1523,
    "ô": 1687,
    "lu": 1077,
    "uô": 1518,
    "ôn": 1693,
    " lu": 202,
    "luô": 1078,
    "uôn": 1519,
    "ôn ": 1694,
    " luô": 203,
    "luôn": 1079,
    "uôn ": 1520,
    "br": 553,
    "ro": 1298,
    " br": 19,
    "bro": 554,
    "ro ": 1299,
    " bro": 20,
    "bro ": 555,
    "ả": 1810,
    " p": 289,
    "ph": 1264,
    "hả": 886,
    "ải": 1811,
    " ph": 290,
    "phả": 1273,
    "hải": 887,
    "ải ": 1812,
    " phả": 295,
    "phải": 1274,
    "hải ": 888,
    "k": 1024,
    " o": 284,
    "ok": 1229,
    "k ": 1025,
    " ok": 285,
    "ok ": 1230,
    " ok ": 286,
    "há": 842,
    "á ": 1612,
    " nh": 261,
    "nhá": 1187,
    "há ": 843,
    " nhá": 264,
    "nhá ": 1188,
    "đồ": 1755,
    "ồn": 1940,
    " đồ": 478,
    "đồn": 1757,
    "ồng": 1941,
    " đồn": 480,
    "đồng": 1758,
    "ồng ": 1942,
    "ý": 1710,
    " ý": 447,
    "ý ": 1711,
    " ý ": 448,
    " k": 176,
    "kh": 1029,
    "hô": 860,
    " kh": 179,
    "khô": 1036,
    "hôn": 862,
    "ông": 1695,
    " khô": 183,
    "khôn": 1038,
    "hông": 863,
    "ông ": 1696,
    "th": 1380,
    "íc": 1669,
    " th": 340,
    "thí": 1391,
    "híc": 853,
    "ích": 1670,
    "ch ": 607,
    " thí": 345,
    "thíc": 1392,
    "hích": 854,
    "ích ": 1671,
    "tô": 1463,
    "ôi": 1689,
    " tô": 383,
    "tôi": 1464,
    "ôi ": 1690,
    " tôi": 384,
    "tôi ": 1465,
    "â": 1633,
    "đâ": 1727,
    "âu": 1638,
    " đâ": 459,
    "đâu": 1728,
    "âu ": 1639,
    " đâu": 460,
    "đâu ": 1729,
    "mu": 1122,
    "uố": 1524,
    "ốn": 1930,
    " mu": 227,
    "muố": 1125,
    "uốn": 1527,
    "ốn ": 1931,
    " muố": 229,
    "muốn": 1126,
    "uốn ": 1528,
    "xe": 1563,
    "em": 708,
    " xe": 422,
    "xem": 1564,
    "em ": 709,
    " xem": 423,
    "xem ": 1565,
    "thô": 1393,
    " thô": 346,
    "thôn": 1394,
    "ti": 1415,
    " ti": 357,
    "tin": 1418,
    " tin": 359,
    "tin ": 1419,
    "sả": 1361,
    "ản": 1815,
    " sả": 331,
    "sản": 1362,
    "ản ": 1816,
    " sản": 332,
    "sản ": 1363,
    "hẩ": 894,
    "ẩm": 1836,
    "phẩ": 1275,
    "hẩm": 895,
    "ẩm ": 1837,
    " phẩ": 296,
    "phẩm": 1276,
    "hẩm ": 896,
    "ở": 1973,
    " ở": 492,
    "ở ": 1974,
    " ở ": 493,
    "là": 1080,
    "àm": 1601,
    " là": 204,
    "làm": 1082,
    "àm ": 1602,
    " làm": 206,
    "làm ": 1083,
    "sa": 1339,
    "ao": 529,
    " sa": 319,
    "sao": 1340,
    "ao ": 530,
    " sao": 320,
    "sao ": 1341,
    "ể": 1887,
    "để": 1750,
    "ể ": 1888,
    " để": 474,
    "để ": 1751,
    " để ": 475,
    "chi ": 613,
    "ế": 1873,
    "iế": 1001,
    "ết": 1877,
    "tiế": 1422,
    "iết": 1002,
    "ết ": 1878,
    " tiế": 361,
    "tiết": 1423,
    "iết ": 1003,
    "hì": 849,
    "ì ": 1659,
    "thì": 1389,
    "hì ": 850,
    " thì": 344,
    "thì ": 1390,
    "cá": 649,
    " cá": 73,
    "các": 651,
    "ách": 1615,
    " các": 75,
    "cách": 653,
    "ách ": 1616,
    "hế": 905,
    "ế ": 1874,
    "thế": 1401,
    "hế ": 906,
    " thế": 350,
    "thế ": 1402,
    "nà": 1202,
    " nà": 271,
    "nào": 1205,
    " nào": 273,
    "nào ": 1206,
    "tì": 1455,
    "ìm": 1660,
    " tì": 378,
    "tìm": 1456,
    "ìm ": 1661,
    " tìm": 379,
    "tìm ": 1457,
    "iể": 1011,
    "ểu": 1891,
    "hiể": 812,
    "iểu": 1014,
    "ểu ": 1892,
    " hiể": 144,
    "hiểu": 813,
    "iểu ": 1015,
    "về": 1550,
    "ề ": 1882,
    " về": 412,
    "về ": 1551,
    " về ": 413,
    "ó": 1679,
    "có": 661,
    "ó ": 1680,
    " có": 80,
    "có ": 662,
    " có ": 81,
    "hể": 907,
    "thể": 1403,
    "hể ": 908,
    " thể": 351,
    "thể ": 1404,
    "à ": 1600,
    "là ": 1081,
    " là ": 205,
    "ai": 514,
    " ai": 5,
    "ai ": 515,
    " ai ": 6,
    " à": 436,
    " à ": 437,
    "ha": 785,
    "at": 531,
    "tb": 1374,
    "bo": 550,
    "ot": 1247,
    "cha": 608,
    "hat": 790,
    "atb": 532,
    "tbo": 1375,
    "bot": 551,
    "ot ": 1248,
    " cha": 55,
    "chat": 610,
    "hatb": 791,
    "atbo": 533,
    "tbot": 1376,
    "bot ": 552,
    "đa": 1718,
    "an": 523,
    " đa": 453,
    "đan": 1719,
    "ang": 525,
    " đan": 454,
    "đang": 1720,
    "ang ": 526,
    "nó": 1210,
    "ói": 1683,
    " nó": 276,
    "nói": 1211,
    "ói ": 1684,
    " nói": 277,
    "nói ": 1212,
    "uy": 1505,
    "yệ": 1596,
    "ện": 1897,
    "huy": 829,
    "uyệ": 1516,
    "yện": 1597,
    "ện ": 1898,
    "chuy": 620,
    "huyệ": 832,
    "uyện": 1517,
    "yện ": 1598,
    "ớ": 1960,
    "vớ": 1556,
    "ới": 1963,
    " vớ": 417,
    "với": 1557,
    "ới ": 1964,
    " với": 418,
    "với ": 1558,
    "co": 644,
    " co": 69,
    "con": 645,
    " con": 70,
    "con ": 646,
    "ờ": 1967,
    "gư": 763,
    "ườ": 1785,
    "ời": 1968,
    "ngư": 1173,
    "gườ": 764,
    "ười": 1786,
    "ời ": 1969,
    " ngư": 258,
    "ngườ": 1174,
    "gười": 765,
    "ười ": 1787,
    "ay": 536,
    " ha": 136,
    "hay": 792,
    "ay ": 537,
    " hay": 137,
    "hay ": 793,
    "má": 1127,
    "áy": 1631,
    " má": 230,
    "máy": 1130,
    "áy ": 1632,
    " máy": 232,
    "máy ": 1131,
    "tí": 1460,
    " tí": 381,
    "tín": 1461,
    " tín": 382,
    "tính": 1462,
    "ậ": 1840,
    "hậ": 897,
    "ật": 1843,
    "thậ": 1397,
    "hật": 898,
    "ật ": 1844,
    " thậ": 348,
    "thật": 1398,
    "hật ": 899,
    " bo": 17,
    " bot": 18,
    "tha": 1381,
    "han": 788,
    "anh": 527,
    " tha": 341,
    "than": 1383,
    "hanh": 789,
    "anh ": 528,
    "to": 1429,
    "oá": 1254,
    " to": 364,
    "toá": 1432,
    "oán": 1255,
    "án ": 1620,
    " toá": 366,
    "toán": 1433,
    "oán ": 1256,
    "ằ": 1856,
    "bằ": 585,
    "ằn": 1857,
    " bằ": 39,
    "bằn": 586,
    "ằng": 1858,
    " bằn": 40,
    "bằng": 587,
    "ằng ": 1859,
    "ữ": 2007,
    "hữ": 951,
    "ữn": 2011,
    "nhữ": 1191,
    "hữn": 952,
    "ững": 2012,
    " nhữ": 266,
    "nhữn": 1192,
    "hững": 953,
    "ững ": 2013,
    "hư": 877,
    "ươ": 1775,
    "ơn": 1765,
    "phư": 1271,
    "hươ": 879,
    "ươn": 1778,
    "ơng": 1767,
    " phư": 294,
    "phươ": 1272,
    "hươn": 880,
    "ương": 1779,
    "ơng ": 1768,
    "ứ": 1998,
    "hứ": 948,
    "ức": 1999,
    "thứ": 1411,
    "hức": 949,
    "ức ": 2000,
    " thứ": 355,
    "thức": 1412,
    "hức ": 950,
    "ỗ": 1947,
    "hỗ": 928,
    "ỗ ": 1948,
    " hỗ": 168,
    "hỗ ": 929,
    " hỗ ": 169,
    "ợ": 1982,
    "tr": 1434,
    "rợ": 1332,
    "ợ ": 1983,
    " tr": 367,
    "trợ": 1448,
    "rợ ": 1333,
    " trợ": 374,
    "trợ ": 1449,
    "q": 1281,
    " q": 299,
    "qu": 1282,
    "ua": 1488,
    " qu": 300,
    "qua": 1283,
    "ua ": 1489,
    " qua": 301,
    "qua ": 1284,
    "ẻ": 1871,
    "hẻ": 903,
    "ẻ ": 1872,
    "thẻ": 1399,
    "hẻ ": 904,
    " thẻ": 349,
    "thẻ ": 1400,
    "mo": 1118,
    "om": 1231,
    " mo": 225,
    "mom": 1120,
    "omo": 1232,
    "mo ": 1119,
    " mom": 226,
    "momo": 1121,
    "omo ": 1233,
    "chư": 633,
    " chư": 64,
    "chươ": 634,
    "rì": 1313,
    "trì": 1442,
    "rìn": 1314,
    " trì": 371,
    "trìn": 1443,
    "rình": 1315,
    "yế": 1583,
    "ến": 1875,
    "khu": 1034,
    "uyế": 1509,
    "yến": 1584,
    "ến ": 1876,
    " khu": 182,
    "khuy": 1035,
    "huyế": 830,
    "uyến": 1510,
    "yến ": 1585,
    "ã": 1642,
    "mã": 1132,
    "ãi": 1643,
    " mã": 233,
    "mãi": 1133,
    "ãi ": 1644,
    " mãi": 234,
    "mãi ": 1134,
    "gi": 731,
    "iả": 995,
    "ảm": 1813,
    " gi": 110,
    "giả": 741,
    "iảm": 996,
    "ảm ": 1814,
    " giả": 115,
    "giảm": 742,
    "iảm ": 997,
    "iá": 982,
    "giá": 737,
    "iá ": 983,
    " giá": 113,
    "giá ": 738,
    "gì": 758,
    " gì": 123,
    "gì ": 759,
    " gì ": 124,
    "mua": 1123,
    " mua": 228,
    "mua ": 1124,
    "nhi": 1181,
    " nhi": 262,
    "nhiề": 1183,
    "đư": 1739,
    "ượ": 1795,
    "ợc": 1984,
    " đư": 467,
    "đượ": 1742,
    "ược": 1796,
    "ợc ": 1985,
    " đượ": 469,
    "được": 1743,
    "ược ": 1797,
    " ư": 486,
    "ưu": 1773,
    " ưu": 487,
    "ưu ": 1774,
    " ưu ": 488,
    "đã": 1730,
    " đã": 461,
    "đãi": 1731,
    " đãi": 462,
    "đãi ": 1732,
    "hờ": 936,
    "thờ": 1409,
    "hời": 937,
    " thờ": 354,
    "thời": 1410,
    "hời ": 938,
    "ia": 959,
    "gia": 732,
    "ian": 960,
    "an ": 524,
    " gia": 111,
    "gian": 733,
    "ian ": 961,
    "iao": 962,
    "giao": 734,
    "iao ": 963,
    "ba": 539,
    " ba": 12,
    "bao": 540,
    " bao": 13,
    "bao ": 541,
    "lâ": 1084,
    " lâ": 207,
    "lâu": 1087,
    " lâu": 209,
    "lâu ": 1088,
    "í ": 1666,
    "phí": 1267,
    "hí ": 852,
    " phí": 292,
    "phí ": 1268,
    "ip": 978,
    "shi": 1346,
    "hip": 803,
    "ip ": 979,
    " shi": 322,
    "ship": 1347,
    "hip ": 804,
    "iê": 984,
    "êu": 1656,
    "hiê": 805,
    "iêu": 990,
    "êu ": 1657,
    "nhiê": 1182,
    "hiêu": 807,
    "iêu ": 991,
    "ọ": 1914,
    "họ": 914,
    "ọn": 1915,
    "chọ": 637,
    "họn": 915,
    "ọn ": 1916,
    " chọ": 66,
    "chọn": 638,
    "họn ": 916,
    "đơ": 1736,
    " đơ": 465,
    "đơn": 1737,
    "ơn ": 1766,
    " đơn": 466,
    "đơn ": 1738,
    "ị": 1905,
    "vị": 1552,
    "ị ": 1906,
    " vị": 414,
    "vị ": 1553,
    " vị ": 415,
    "vậ": 1545,
    "ận": 1841,
    " vậ": 409,
    "vận": 1546,
    "ận ": 1842,
    " vận": 410,
    "vận ": 1547,
    "yể": 1593,
    "ển": 1889,
    "uyể": 1514,
    "yển": 1594,
    "ển ": 1890,
    "huyể": 831,
    "uyển": 1515,
    "yển ": 1595,
    " d": 92,
    "dư": 690,
    "ưa": 1771,
    " dư": 97,
    "dưa": 691,
    "ưa ": 1772,
    " dưa": 98,
    "dưa ": 692,
    "lư": 1089,
    "ướ": 1780,
    " lư": 210,
    "lướ": 1090,
    "ưới": 1783,
    " lướ": 211,
    "lưới": 1091,
    "ưới ": 1784,
    "ền": 1883,
    "tiề": 1425,
    "iền": 1007,
    "ền ": 1884,
    " tiề": 362,
    "tiền": 1426,
    "iền ": 1008,
    "ắ": 1849,
    "bắ": 582,
    "ắp": 1854,
    " bắ": 37,
    "bắp": 583,
    "ắp ": 1855,
    " bắp": 38,
    "bắp ": 584,
    "cả": 663,
    " cả": 82,
    "cải": 664,
    " cải": 83,
    "cải ": 665,
    "củ": 672,
    "ủa": 1996,
    " củ": 88,
    "của": 673,
    "ủa ": 1997,
    " của": 89,
    "của ": 674,
    "hị": 911,
    "ịt": 1912,
    "thị": 1405,
    "hịt": 912,
    "ịt ": 1913,
    " thị": 352,
    "thịt": 1406,
    "hịt ": 913,
    "eo": 710,
    "heo": 797,
    "eo ": 711,
    " heo": 140,
    "heo ": 798,
    "gà": 753,
    " gà": 119,
    "gà ": 754,
    " gà ": 120,
    "gu": 750,
    "yê": 1580,
    "ên": 1652,
    "ngu": 1171,
    "guy": 751,
    "uyê": 1507,
    "yên": 1581,
    "ên ": 1653,
    " ngu": 257,
    "nguy": 1172,
    "guyê": 752,
    "uyên": 1508,
    "yên ": 1582,
    "cá ": 650,
    " cá ": 74,
    "biể": 546,
    "iển": 1012,
    " biể": 15,
    "biển": 547,
    "iển ": 1013,
    "sữ": 1369,
    "ữa": 2009,
    " sữ": 337,
    "sữa": 1370,
    "ữa ": 2010,
    " sữa": 338,
    "sữa ": 1371,
    "tươ": 1473,
    "ươi": 1776,
    " tươ": 390,
    "tươi": 1474,
    "ươi ": 1777,
    "oa": 1223,
    "kho": 1032,
    "hoa": 820,
    "oai": 1224,
    " kho": 181,
    "khoa": 1033,
    "hoai": 821,
    "oai ": 1225,
    "tâ": 1452,
    "ây": 1640,
    " tâ": 376,
    "tây": 1453,
    "ây ": 1641,
    " tây": 377,
    "tây ": 1454,
    "cà": 647,
    " cà": 71,
    "cà ": 648,
    " cà ": 72,
    "hua": 827,
    "chua": 619,
    "hua ": 828,
    "bá": 564,
    " bá": 25,
    "bán": 565,
    "ánh": 1623,
    " bán": 26,
    "bánh": 567,
    "ánh ": 1624,
    "gọ": 772,
    "ọt": 1917,
    "ngọ": 1175,
    "gọt": 773,
    "ọt ": 1918,
    " ngọ": 259,
    "ngọt": 1176,
    "gọt ": 774,
    "nư": 1213,
    "ớc": 1961,
    " nư": 278,
    "nướ": 1214,
    "ước": 1781,
    "ớc ": 1962,
    " nướ": 279,
    "nước": 1215,
    "ước ": 1782,
    "su": 1353,
    " su": 326,
    "suố": 1356,
    "uối": 1525,
    " suố": 328,
    "suối": 1357,
    "uối ": 1526,
    "ộ": 1949,
    "mộ": 1154,
    "ột": 1958,
    " mộ": 248,
    "một": 1155,
    "ột ": 1959,
    " một": 249,
    "một ": 1156,
    "hai": 786,
    "chai": 609,
    "hai ": 787,
    "ă": 1712,
    "hă": 871,
    "ăn": 1713,
    "khă": 1039,
    "hăn": 872,
    "ăn ": 1714,
    " khă": 184,
    "khăn": 1040,
    "hăn ": 873,
    "iấ": 998,
    "ấy": 1826,
    "giấ": 743,
    "iấy": 999,
    "ấy ": 1827,
    " giấ": 116,
    "giấy": 744,
    "iấy ": 1000,
    "dầ": 695,
    "ầu": 1831,
    " dầ": 100,
    "dầu": 696,
    "ầu ": 1832,
    " dầu": 101,
    "dầu ": 697,
    "gộ": 775,
    "ội": 1950,
    " gộ": 131,
    "gội": 776,
    "ội ": 1951,
    " gội": 132,
    "gội ": 777,
    "tắ": 1478,
    "ắm": 1852,
    " tắ": 393,
    "tắm": 1479,
    "ắm ": 1853,
    " tắm": 394,
    "tắm ": 1480,
    "mì ": 1136,
    " mì ": 236,
    "gó": 760,
    " gó": 125,
    "gói": 761,
    " gói": 126,
    "gói ": 762,
    "ra": 1291,
    " ra": 304,
    "ra ": 1292,
    " ra ": 305,
    "or": 1241,
    "re": 1295,
    " or": 287,
    "ore": 1242,
    "reo": 1296,
    " ore": 288,
    "oreo": 1243,
    "reo ": 1297,
    "dâ": 687,
    " dâ": 95,
    "dâu": 688,
    " dâu": 96,
    "dâu ": 689,
    "quy": 1285,
    "uy ": 1506,
    " quy": 302,
    "quy ": 1286,
    "nắ": 1216,
    " nắ": 280,
    "nắm": 1217,
    " nắm": 281,
    "nắm ": 1218,
    "ki": 1045,
    "im": 970,
    " ki": 187,
    "kim": 1046,
    "im ": 971,
    " kim": 188,
    "kim ": 1047,
    "hâ": 846,
    "âm": 1634,
    "châ": 627,
    "hâm": 847,
    "âm ": 1635,
    " châ": 61,
    "châm": 628,
    "hâm ": 848,
    "_": 497,
    " _": 1,
    "__": 499,
    "_n": 503,
    "nu": 1199,
    "um": 1490,
    "mb": 1112,
    "be": 542,
    "er": 712,
    "r_": 1288,
    "_ ": 498,
    " __": 2,
    "__n": 501,
    "_nu": 504,
    "num": 1200,
    "umb": 1491,
    "mbe": 1113,
    "ber": 543,
    "er_": 713,
    "r__": 1289,
    "__ ": 500,
    " __n": 3,
    "__nu": 502,
    "_num": 505,
    "numb": 1201,
    "umbe": 1492,
    "mber": 1114,
    "ber_": 544,
    "er__": 714,
    "r__ ": 1290,
    "bị": 593,
    "ịc": 1909,
    " bị": 45,
    "bịc": 595,
    "ịch": 1910,
    " bịc": 47,
    "bịch": 596,
    "ịch ": 1911,
    "ậy": 1847,
    "vậy": 1548,
    "ậy ": 1848,
    " vậy": 411,
    "vậy ": 1549,
    "hủ": 946,
    " hủ": 174,
    "hủ ": 947,
    " hủ ": 175,
    "ếu": 1879,
    "iếu": 1004,
    "ếu ": 1880,
    "tiếu": 1424,
    "iếu ": 1005,
    "na": 1161,
    "am": 519,
    " na": 253,
    "nam": 1164,
    "am ": 520,
    " nam": 254,
    "nam ": 1165,
    "va": 1534,
    " va": 402,
    "van": 1535,
    " van": 403,
    "vang": 1536,
    "như": 1189,
    "hư ": 878,
    " như": 265,
    "như ": 1190,
    "hở": 939,
    "phở": 1277,
    "hở ": 940,
    " phở": 297,
    "phở ": 1278,
    "ò": 1677,
    "bò": 571,
    "ò ": 1678,
    " bò": 29,
    "bò ": 572,
    " bò ": 30,
    "ru": 1300,
    "yề": 1590,
    "tru": 1435,
    "ruy": 1301,
    "uyề": 1512,
    "yền": 1591,
    " tru": 368,
    "truy": 1436,
    "ruyề": 1302,
    "uyền": 1513,
    "yền ": 1592,
    "hố": 922,
    "thố": 1407,
    "hốn": 923,
    "ống": 1932,
    " thố": 353,
    "thốn": 1408,
    "hống": 924,
    "ống ": 1933,
    "ờn": 1970,
    "đườ": 1740,
    "ườn": 1788,
    "ờng": 1971,
    " đườ": 468,
    "đườn": 1741,
    "ường": 1789,
    "ờng ": 1972,
    "mí": 1139,
    "ía": 1667,
    " mí": 238,
    "mía": 1140,
    "ía ": 1668,
    " mía": 239,
    "mía ": 1141,
    " á": 438,
    " á ": 439,
    "ù": 1697,
    "hù": 864,
    "ùn": 1699,
    "thù": 1395,
    "hùn": 866,
    "ùng": 1700,
    " thù": 347,
    "thùn": 1396,
    "hùng": 867,
    "ùng ": 1701,
    "ku": 1050,
    "un": 1493,
    " ku": 190,
    "kun": 1051,
    "un ": 1494,
    " kun": 191,
    "kun ": 1052,
    "rá": 1303,
    "ái": 1617,
    "trá": 1437,
    "rái": 1304,
    "ái ": 1618,
    " trá": 369,
    "trái": 1438,
    "rái ": 1305,
    "câ": 656,
    " câ": 77,
    "cây": 659,
    " cây": 79,
    "cây ": 660,
    "du": 682,
    "ut": 1502,
    "tc": 1377,
    " du": 93,
    "dut": 683,
    "utc": 1503,
    "tch": 1378,
    " dut": 94,
    "dutc": 684,
    "utch": 1504,
    "tch ": 1379,
    "la": 1057,
    "ad": 511,
    "dy": 685,
    " la": 195,
    "lad": 1058,
    "ady": 512,
    "dy ": 686,
    " lad": 196,
    "lady": 1059,
    "ady ": 513,
    "vi": 1537,
    "mi": 1115,
    "il": 967,
    "lk": 1065,
    " vi": 404,
    "vin": 1538,
    "ina": 974,
    "ami": 521,
    "mil": 1116,
    "ilk": 968,
    "lk ": 1066,
    " vin": 405,
    "vina": 1539,
    "inam": 975,
    "nami": 1166,
    "amil": 522,
    "milk": 1117,
    "ilk ": 969,
    "rán": 1306,
    "trán": 1439,
    "ráng": 1308,
    "ni": 1193,
    " ni": 267,
    "nin": 1194,
    "inh": 976,
    " nin": 268,
    "ninh": 1195,
    "inh ": 977,
    "ảo": 1819,
    " hả": 157,
    "hảo": 889,
    "ảo ": 1820,
    " hảo": 159,
    "hảo ": 890,
    "ca": 601,
    " ca": 51,
    "cay": 604,
    " cay": 53,
    "cay ": 605,
    "rố": 1324,
    "ốt": 1934,
    " rố": 313,
    "rốt": 1327,
    "ốt ": 1935,
    " rốt": 315,
    "rốt ": 1328,
    "hấ": 891,
    "ấu": 1824,
    " hấ": 160,
    "hấu": 892,
    "ấu ": 1825,
    " hấu": 161,
    "hấu ": 893,
    "ụ": 1990,
    "cụ": 669,
    "ục": 1992,
    " cụ": 86,
    "cục": 670,
    "ục ": 1993,
    " cục": 87,
    "cục ": 671,
    "xà": 1569,
    " xà": 426,
    "xà ": 1570,
    " xà ": 427,
    "bô": 573,
    " bô": 31,
    "bôn": 574,
    " bôn": 32,
    "bông": 575,
    "f": 722,
    "li": 1062,
    "if": 964,
    "fe": 723,
    "eb": 702,
    "uo": 1497,
    "oy": 1249,
    " li": 198,
    "lif": 1063,
    "ife": 965,
    "feb": 724,
    "ebu": 703,
    "buo": 557,
    "uoy": 1498,
    "oy ": 1250,
    " lif": 199,
    "life": 1064,
    "ifeb": 966,
    "febu": 725,
    "ebuo": 704,
    "buoy": 558,
    "uoy ": 1499,
    "bẹ": 588,
    "ẹ ": 1866,
    " bẹ": 41,
    "bẹ ": 589,
    " bẹ ": 42,
    "xa": 1560,
    " xa": 420,
    "xan": 1561,
    " xan": 421,
    "xanh": 1562,
    "lố": 1095,
    "ốc": 1926,
    " lố": 214,
    "lốc": 1096,
    "ốc ": 1927,
    " lốc": 215,
    "lốc ": 1097,
    "hộ": 930,
    "ộp": 1956,
    " hộ": 170,
    "hộp": 931,
    "ộp ": 1957,
    " hộp": 171,
    "hộp ": 932,
    "no": 1196,
    " no": 269,
    "non": 1197,
    " non": 270,
    "non ": 1198,
    "ke": 1026,
    " ke": 177,
    "kem": 1027,
    " kem": 178,
    "kem ": 1028,
    "đá": 1724,
    " đá": 457,
    "đán": 1725,
    " đán": 458,
    "đánh": 1726,
    "ră": 1316,
    " ră": 309,
    "răn": 1317,
    "ăng": 1715,
    " răn": 310,
    "răng": 1318,
    "ăng ": 1716,
    "cl": 641,
    "os": 1244,
    "se": 1342,
    "eu": 717,
    "up": 1500,
    " cl": 67,
    "clo": 642,
    "los": 1072,
    "ose": 1245,
    "seu": 1343,
    "eup": 718,
    "up ": 1501,
    " clo": 68,
    "clos": 643,
    "lose": 1073,
    "oseu": 1246,
    "seup": 1344,
    "eup ": 719,
    " ă": 449,
    " ăn": 450,
    " ăn ": 451,
    "cái": 654,
    " cái": 76,
    "cái ": 655,
    "ân": 1636,
    "lân": 1085,
    "ân ": 1637,
    " lân": 208,
    "lân ": 1086,
    "số": 1364,
    "ố ": 1925,
    " số": 333,
    "số ": 1365,
    " số ": 334,
    "đi": 1721,
    " đi": 455,
    "điệ": 1722,
    "iện": 1020,
    " điệ": 456,
    "điện": 1723,
    "iện ": 1021,
    "oạ": 1257,
    "tho": 1387,
    "hoạ": 824,
    "oại": 1258,
    " tho": 343,
    "thoạ": 1388,
    "hoại": 825,
    "oại ": 1259,
    "đị": 1752,
    "ịa": 1907,
    " đị": 476,
    "địa": 1753,
    "ịa ": 1908,
    " địa": 477,
    "địa ": 1754,
    "ỉ": 1903,
    "hỉ": 909,
    "ỉ ": 1904,
    "chỉ": 635,
    "hỉ ": 910,
    " chỉ": 65,
    "chỉ ": 636,
    "rẻ": 1322,
    " rẻ": 311,
    "rẻ ": 1323,
    " rẻ ": 312,
    "hơ": 874,
    " hơ": 151,
    "hơn": 875,
    " hơn": 152,
    "hơn ": 876,
    "bán ": 566,
    "dướ": 693,
    " dướ": 99,
    "dưới": 694,
    "các ": 652,
    " lo": 200,
    "loạ": 1074,
    " loạ": 201,
    "loại": 1075,
    "sn": 1350,
    "ac": 508,
    "ck": 639,
    " sn": 324,
    "sna": 1351,
    "nac": 1162,
    "ack": 509,
    "ck ": 640,
    " sna": 325,
    "snac": 1352,
    "nack": 1163,
    "ack ": 510,
    "áo": 1625,
    "chá": 625,
    "háo": 844,
    "áo ": 1626,
    " chá": 60,
    "cháo": 626,
    "háo ": 845,
    "kẹ": 1053,
    "ẹo": 1869,
    " kẹ": 192,
    "kẹo": 1054,
    "ẹo ": 1870,
    " kẹo": 193,
    "kẹo ": 1055,
    " e": 104,
    " em": 105,
    " em ": 106,
    "cao": 602,
    " cao": 52,
    "cao ": 603,
    "rê": 1310,
    "trê": 1440,
    "rên": 1311,
    " trê": 370,
    "trên": 1441,
    "rên ": 1312,
    "bị ": 594,
    " bị ": 46,
    " hu": 145,
    "yết": 1586,
    " huy": 146,
    "uyết": 1511,
    "yết ": 1587,
    "áp": 1627,
    " áp": 440,
    "áp ": 1628,
    " áp ": 441,
    "nê": 1207,
    " nê": 274,
    "nên": 1208,
    " nên": 275,
    "nên ": 1209,
    "ự": 2014,
    "hự": 954,
    "ực": 2017,
    "thự": 1413,
    "hực": 955,
    "ực ": 2018,
    " thự": 356,
    "thực": 1414,
    "hực ": 956,
    "tốt": 1484,
    " tốt": 397,
    "tốt ": 1485,
    "tiể": 1427,
    " tiể": 363,
    "tiểu": 1428,
    "ỡ": 1980,
    "mỡ": 1157,
    "ỡ ": 1981,
    " mỡ": 250,
    "mỡ ": 1158,
    " mỡ ": 251,
    "áu": 1629,
    "máu": 1128,
    "áu ": 1630,
    " máu": 231,
    "máu ": 1129,
    "gợ": 778,
    "ợi": 1986,
    " gợ": 133,
    "gợi": 779,
    "ợi ": 1987,
    " gợi": 134,
    "gợi ": 780,
    "mó": 1142,
    "ón": 1685,
    " mó": 240,
    "món": 1143,
    "ón ": 1686,
    " món": 241,
    "món ": 1144,
    "ù ": 1698,
    "phù": 1269,
    "hù ": 865,
    " phù": 293,
    "phù ": 1270,
    "hợ": 941,
    "ợp": 1988,
    " hợ": 172,
    "hợp": 942,
    "ợp ": 1989,
    " hợp": 173,
    "hợp ": 943,
    "é": 1645,
    "bé": 568,
    "éo": 1646,
    " bé": 27,
    "béo": 569,
    "éo ": 1647,
    " béo": 28,
    "béo ": 570,
    "phì": 1265,
    " phì": 291,
    "phì ": 1266,
    "cân": 657,
    " cân": 78,
    "cân ": 658,
    "kiê": 1048,
    "iên": 987,
    "êng": 1654,
    " kiê": 189,
    "kiên": 1049,
    "iêng": 989,
    "êng ": 1655,
    "mặ": 1151,
    "ặn": 1861,
    " mặ": 246,
    "mặn": 1152,
    "ặn ": 1862,
    " mặn": 247,
    "mặn ": 1153,
    " an": 9,
    " an ": 10,
    "oà": 1251,
    "toà": 1430,
    "oàn": 1252,
    "àn ": 1604,
    " toà": 365,
    "toàn": 1431,
    "oàn ": 1253,
    "bệ": 590,
    " bệ": 43,
    "bện": 591,
    "ệnh": 1899,
    " bện": 44,
    "bệnh": 592,
    "ệnh ": 1900,
    "sứ": 1366,
    " sứ": 335,
    "sức": 1367,
    " sức": 336,
    "sức ": 1368,
    "ỏe": 1920,
    "khỏ": 1041,
    "hỏe": 918,
    "ỏe ": 1921,
    " khỏ": 185,
    "khỏe": 1042,
    "hỏe ": 919,
    "thi": 1384,
    "hiế": 808,
    " thi": 342,
    "thiế": 1385,
    "hiếu": 809,
    "bổ": 597,
    "ổ ": 1944,
    " bổ": 48,
    "bổ ": 598,
    " bổ ": 49,
    "sun": 1354,
    "ung": 1495,
    " sun": 327,
    "sung": 1355,
    "ung ": 1496,
    "gầ": 766,
    "ầy": 1833,
    " gầ": 127,
    "gầy": 767,
    "ầy ": 1834,
    " gầy": 128,
    "gầy ": 768,
    " yế": 433,
    "yếu": 1588,
    " yếu": 435,
    "yếu ": 1589,
    "hiệ": 816,
    "thiệ": 1386,
    "hiện": 817,
    "rạ": 1319,
    "trạ": 1444,
    "rạn": 1320,
    "ạng": 1808,
    " trạ": 372,
    "trạn": 1445,
    "rạng": 1321,
    "ạng ": 1809,
    "ma": 1109,
    " ma": 223,
    "man": 1110,
    " man": 224,
    "mang": 1111,
    "thai": 1382,
    "rối": 1325,
    " rối": 314,
    "rối ": 1326,
    "oạn": 1260,
    "loạn": 1076,
    "oạn ": 1261,
    "tiê": 1420,
    " tiê": 360,
    "tiêu": 1421,
    "hó": 857,
    "óa": 1681,
    " hó": 149,
    "hóa": 858,
    "óa ": 1682,
    " hóa": 150,
    "hóa ": 859,
    "ga": 728,
    " ga": 108,
    "gan": 729,
    " gan": 109,
    "gan ": 730,
    "ễ": 1893,
    "iễ": 1016,
    "ễm": 1894,
    "hiễ": 814,
    "iễm": 1017,
    "ễm ": 1895,
    "nhiễ": 1184,
    "hiễm": 815,
    "iễm ": 1018,
    " u": 398,
    " uố": 399,
    " uốn": 400,
    "uống": 1529,
    "iú": 992,
    "úp": 1706,
    "giú": 739,
    "iúp": 993,
    "úp ": 1707,
    " giú": 114,
    "giúp": 740,
    "iúp ": 994,
    "tìn": 1458,
    " tìn": 380,
    "tình": 1459,
    "tă": 1468,
    " tă": 386,
    "tăn": 1469,
    " tăn": 387,
    "tăng": 1470,
    "tim": 1416,
    " tim": 358,
    "tim ": 1417,
    "huố": 835,
    "chuố": 622,
    "huối": 836,
    "rứ": 1334,
    "ứn": 2001,
    "trứ": 1450,
    "rứn": 1335,
    "ứng": 2002,
    " trứ": 375,
    "trứn": 1451,
    "rứng": 1336,
    "ứng ": 2003,
    " yến": 434,
    "mạ": 1145,
    "ạc": 1799,
    " mạ": 242,
    "mạc": 1146,
    "ạch": 1800,
    " mạc": 243,
    "mạch": 1147,
    "ạch ": 1801,
    "độ": 1759,
    "ộn": 1952,
    " độ": 481,
    "độn": 1760,
    "ộng": 1954,
    " độn": 482,
    "động": 1761,
    "ộng ": 1955,
    "au": 534,
    "rau": 1293,
    "au ": 535,
    " rau": 306,
    "rau ": 1294,
    "hụ": 944,
    "ụ ": 1991,
    "phụ": 1279,
    "hụ ": 945,
    " phụ": 298,
    "phụ ": 1280,
    "nữ": 1219,
    "ữ ": 2008,
    " nữ": 282,
    "nữ ": 1220,
    " nữ ": 283,
    "nho": 1185,
    " nho": 263,
    "nho ": 1186,
    "ô ": 1688,
    "hô ": 861,
    "khô ": 1037,
    " í": 444,
    "ít": 1675,
    " ít": 445,
    "ít ": 1676,
    " ít ": 446,
    "vịt": 1554,
    " vịt": 416,
    "vịt ": 1555,
    "lộ": 1098,
    " lộ": 216,
    "lộn": 1099,
    "ộn ": 1953,
    " lộn": 217,
    "lộn ": 1100,
    "trẻ": 1446,
    " trẻ": 373,
    "trẻ ": 1447,
    "đậ": 1744,
    "ậu": 1845,
    " đậ": 470,
    "đậu": 1745,
    "ậu ": 1846,
    " đậu": 471,
    "đậu ": 1746,
    "nàn": 1203,
    "ành": 1607,
    " nàn": 272,
    "nành": 1204,
    "ành ": 1608,
    "lợ": 1101,
    " lợ": 218,
    "lợi": 1102,
    " lợi": 219,
    "lợi ": 1103,
    "ià": 980,
    "già": 735,
    "ià ": 981,
    " già": 112,
    "già ": 736,
    "lự": 1104,
    "ựa": 2015,
    " lự": 220,
    "lựa": 1105,
    "ựa ": 2016,
    " lựa": 221,
    "lựa ": 1106,
    "chay": 611,
    "ôm": 1691,
    "tôm": 1466,
    "ôm ": 1692,
    " tôm": 385,
    "tôm ": 1467,
    "gâ": 755,
    " gâ": 121,
    "gây": 756,
    " gây": 122,
    "gây ": 757,
    "hạ": 883,
    " hạ": 155,
    "hại": 884,
    " hại": 156,
    "hại ": 885,
    "dị": 698,
    " dị": 102,
    "dị ": 699,
    " dị ": 103,
    " ứ": 494,
    " ứn": 495,
    " ứng": 496,
    " hải": 158,
    "bư": 576,
    "ưở": 1790,
    "ởi": 1975,
    " bư": 33,
    "bưở": 577,
    "ưởi": 1791,
    "ởi ": 1976,
    " bưở": 34,
    "bưởi": 578,
    "ưởi ": 1792,
    "mắ": 1148,
    "ắc": 1850,
    " mắ": 244,
    "mắc": 1149,
    "ắc ": 1851,
    " mắc": 245,
    "mắc ": 1150,
    "hồ": 925,
    " hồ": 166,
    "hồi": 926,
    " hồi": 167,
    "hồi ": 927,
    "lan": 1060,
    " lan": 197,
    "lang": 1061,
    " ả": 489,
    " ản": 490,
    "ảnh": 1817,
    " ảnh": 491,
    "ảnh ": 1818,
    "ởn": 1977,
    " hư": 153,
    "hưở": 881,
    "ưởn": 1793,
    "ởng": 1978,
    " hưở": 154,
    "hưởn": 882,
    "ưởng": 1794,
    "ởng ": 1979,
    "đế": 1747,
    " đế": 472,
    "đến": 1748,
    " đến": 473,
    "đến ": 1749,
    "ránh": 1309,
    "khi": 1030,
    " khi": 180,
    "khi ": 1031,
    "ồ ": 1937,
    "đồ ": 1756,
    " đồ ": 479,
    "chiê": 614,
    "hiên": 806,
    "iên ": 988,
    " rá": 307,
    " rán": 308,
    "rán ": 1307,
    "êm": 1650,
    "viê": 1540,
    "iêm": 985,
    "êm ": 1651,
    " viê": 406,
    "viêm": 1541,
    "iêm ": 986,
    "hớ": 933,
    "ớp": 1965,
    "khớ": 1043,
    "hớp": 934,
    "ớp ": 1966,
    " khớ": 186,
    "khớp": 1044,
    "hớp ": 935
  },
  "response": null,
  "action_text": null
}