{
  "text": {
    "hey": 80,
    "hello": 78,
    "hi": 81,
    "xin": 228,
    "chào": 36,
    "buổi": 10,
    "sáng": 171,
    "bạn": 17,
    "chiều": 29,
    "tối": 215,
    "shop": 168,
    "ơi": 251,
    "cửa": 58,
    "hàng": 84,
    "ê": 235,
    "alo": 2,
    "mình": 125,
    "cần": 55,
    "tư": 211,
    "vấn": 220,
    "cho": 30,
    "hỏi": 91,
    "chút": 40,
    "bye": 11,
    "tạm": 213,
    "biệt": 7,
    "ngủ": 136,
    "ngon": 132,
    "goodbye": 70,
    "hẹn": 90,
    "gặp": 74,
    "lại": 116,
    "đúng": 243,
    "rồi": 165,
    "yes": 231,
    "chính": 39,
    "xác": 230,
    "chuẩn": 34,
    "luôn": 110,
    "bro": 9,
    "phải": 155,
    "ok": 149,
    "nhá": 139,
    "đồng": 250,
    "ý": 236,
    "không": 99,
    "thích": 179,
    "tôi": 210,
    "đâu": 241,
    "muốn": 120,
    "xem": 227,
    "thông": 180,
    "tin": 192,
    "sản": 172,
    "phẩm": 156,
    "ở": 254,
    "làm": 112,
    "sao": 166,
    "để": 248,
    "chi": 28,
    "tiết": 193,
    "thì": 178,
    "cách": 49,
    "thế": 184,
    "nào": 144,
    "tìm": 208,
    "hiểu": 82,
    "về": 223,
    "có": 53,
    "thể": 185,
    "là": 111,
    "ai": 1,
    "à": 232,
    "chatbot": 27,
    "đang": 238,
    "nói": 146,
    "chuyện": 33,
    "với": 225,
    "con": 45,
    "người": 134,
    "hay": 77,
    "máy": 122,
    "tính": 209,
    "thật": 182,
    "bot": 8,
    "thanh": 176,
    "toán": 198,
    "bằng": 19,
    "những": 141,
    "phương": 154,
    "thức": 189,
    "hỗ": 92,
    "trợ": 205,
    "qua": 158,
    "thẻ": 183,
    "momo": 118,
    "chương": 41,
    "trình": 204,
    "khuyến": 98,
    "mãi": 123,
    "giảm": 68,
    "giá": 67,
    "gì": 72,
    "mua": 119,
    "nhiều": 138,
    "được": 246,
    "ưu": 252,
    "đãi": 242,
    "thời": 188,
    "gian": 65,
    "giao": 66,
    "bao": 4,
    "lâu": 114,
    "phí": 152,
    "ship": 167,
    "nhiêu": 137,
    "chọn": 43,
    "đơn": 244,
    "vị": 224,
    "vận": 221,
    "chuyển": 32,
    "dưa": 61,
    "lưới": 115,
    "tiền": 195,
    "bắp": 18,
    "cải": 54,
    "của": 57,
    "thịt": 186,
    "heo": 79,
    "gà": 71,
    "nguyên": 133,
    "cá": 47,
    "biển": 6,
    "sữa": 175,
    "tươi": 212,
    "khoai": 97,
    "tây": 207,
    "cà": 46,
    "chua": 31,
    "bánh": 13,
    "ngọt": 135,
    "nước": 147,
    "suối": 170,
    "một": 129,
    "chai": 26,
    "khăn": 100,
    "giấy": 69,
    "dầu": 63,
    "gội": 75,
    "tắm": 214,
    "mì": 124,
    "gói": 73,
    "ra": 160,
    "oreo": 150,
    "dâu": 60,
    "quy": 159,
    "nắm": 148,
    "kim": 103,
    "châm": 38,
    "__number__": 0,
    "bịch": 23,
    "vậy": 222,
    "hủ": 95,
    "tiếu": 194,
    "nam": 131,
    "vang": 217,
    "như": 140,
    "phở": 157,
    "bò": 15,
    "truyền": 199,
    "thống": 187,
    "đường": 245,
    "mía": 126,
    "á": 233,
    "thùng": 181,
    "kun": 105,
    "trái": 200,
    "cây": 52,
    "dutch": 59,
    "lady": 107,
    "vinamilk": 218,
    "tráng": 201,
    "ninh": 142,
    "hảo": 88,
    "cay": 25,
    "rốt": 164,
    "hấu": 89,
    "cục": 56,
    "xà": 229,
    "bông": 16,
    "lifebuoy": 108,
    "bẹ": 20,
    "xanh": 226,
    "lốc": 117,
    "hộp": 93,
    "non": 143,
    "kem": 96,
    "đánh": 240,
    "răng": 162,
    "closeup": 44,
    "ăn": 237,
    "cái": 50,
    "lân": 113,
    "số": 173,
    "điện": 239,
    "thoại": 177,
    "địa": 249,
    "chỉ": 42,
    "rẻ": 163,
    "hơn": 85,
    "bán": 12,
    "dưới": 62,
    "các": 48,
    "loại": 109,
    "snack": 169,
    "cháo": 37,
    "kẹo": 106,
    "em": 64,
    "cao": 24,
    "trên": 203,
    "bị": 22,
    "huyết": 83,
    "áp": 234,
    "nên": 145,
    "thực": 190,
    "tốt": 216,
    "tiểu": 196,
    "mỡ": 130,
    "máu": 121,
    "gợi": 76,
    "món": 127,
    "phù": 153,
    "hợp": 94,
    "béo": 14,
    "phì": 151,
    "cân": 51,
    "tránh": 202,
    "kiêng": 104,
    "mặn": 128,
    "an": 3,
    "toàn": 197,
    "bệnh": 21,
    "sức": 174,
    "khỏe": 101,
    "tim": 191,
    "chuối": 35,
    "trứng": 206,
    "rau": 161,
    "bina": 5,
    "ảnh": 253,
    "hưởng": 86,
    "đến": 247,
    "viêm": 219,
    "khớp": 102,
    "hải": 87
  },
  "intent": {
    "greet": 14,
    "goodbye": 13,
    "affirm": 0,
    "deny": 11,
    "ask_product_info": 6,
    "ask_product_detail": 5,
    "bot_challenge": 10,
    "ask_payment": 3,
    "ask_promotion": 7,
    "ask_shipping": 8,
    "ask_price": 4,
    "ask_shop_info": 9,
    "filter_products": 12,
    "ask_food_for_condition": 1,
    "ask_if_food_good_for_condition": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_products": 6,
    "action_get_product_price": 7,
    "action_recommend_food": 9,
    "action_recommend_food_by_condition": 10,
    "utter_ask_more_help": 16,
    "utter_ask_payment": 17,
    "utter_ask_product_detail": 18,
    "utter_ask_product_info": 19,
    "utter_ask_promotion": 20,
    "utter_ask_shipping": 21,
    "utter_ask_shop_info": 22,
    "utter_follow_up": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_iamabot": 26,
    "utter_sorry": 27,
    "utter_thank_you": 28
  },
  "action_text": null,
  "intent_response_key": null
}