{
  "text": {
    "hey": 99,
    "hello": 97,
    "hi": 100,
    "xin": 281,
    "chào": 48,
    "buổi": 12,
    "sáng": 215,
    "bạn": 25,
    "chiều": 41,
    "tối": 266,
    "shop": 211,
    "ơi": 319,
    "cửa": 72,
    "hàng": 103,
    "ê": 293,
    "alo": 2,
    "mình": 157,
    "cần": 67,
    "tư": 263,
    "vấn": 271,
    "cho": 42,
    "hỏi": 114,
    "chút": 52,
    "bye": 13,
    "tạm": 265,
    "biệt": 9,
    "ngủ": 170,
    "ngon": 166,
    "goodbye": 88,
    "hẹn": 113,
    "gặp": 93,
    "lại": 143,
    "đúng": 305,
    "rồi": 206,
    "yes": 287,
    "chính": 50,
    "xác": 284,
    "chuẩn": 46,
    "luôn": 137,
    "bro": 11,
    "phải": 193,
    "ok": 187,
    "nhá": 175,
    "đồng": 317,
    "ý": 296,
    "không": 126,
    "thích": 227,
    "tôi": 260,
    "đâu": 302,
    "muốn": 151,
    "xem": 280,
    "thông": 228,
    "tin": 239,
    "sản": 217,
    "phẩm": 194,
    "ở": 322,
    "làm": 139,
    "sao": 209,
    "để": 313,
    "chi": 39,
    "tiết": 241,
    "thì": 226,
    "cách": 61,
    "thế": 232,
    "nào": 181,
    "tìm": 257,
    "hiểu": 101,
    "về": 274,
    "có": 65,
    "thể": 233,
    "là": 138,
    "ai": 1,
    "à": 290,
    "chatbot": 37,
    "đang": 298,
    "nói": 183,
    "chuyện": 45,
    "với": 277,
    "con": 56,
    "người": 168,
    "hay": 96,
    "máy": 154,
    "tính": 259,
    "thật": 230,
    "bot": 10,
    "thanh": 222,
    "toán": 246,
    "bằng": 27,
    "những": 178,
    "phương": 192,
    "thức": 236,
    "hỗ": 117,
    "trợ": 253,
    "qua": 196,
    "thẻ": 231,
    "momo": 149,
    "chương": 53,
    "trình": 250,
    "khuyến": 124,
    "mãi": 155,
    "giảm": 86,
    "giá": 84,
    "gì": 91,
    "mua": 150,
    "nhiều": 172,
    "được": 308,
    "ưu": 320,
    "đãi": 304,
    "thời": 235,
    "gian": 81,
    "giao": 82,
    "bao": 5,
    "lâu": 140,
    "phí": 190,
    "ship": 210,
    "nhiêu": 171,
    "chọn": 55,
    "đơn": 306,
    "vị": 275,
    "vận": 272,
    "chuyển": 44,
    "dưa": 75,
    "lưới": 142,
    "tiền": 243,
    "bắp": 26,
    "cải": 66,
    "của": 71,
    "thịt": 234,
    "heo": 98,
    "gà": 89,
    "nguyên": 167,
    "cá": 59,
    "biển": 8,
    "sữa": 220,
    "tươi": 264,
    "khoai": 123,
    "tây": 256,
    "cà": 58,
    "chua": 43,
    "trứng": 254,
    "lốc": 144,
    "ovaltine": 188,
    "đặc": 311,
    "đường": 307,
    "cam": 34,
    "hú": 105,
    "lóc": 141,
    "sạch": 216,
    "nục": 185,
    "ra": 199,
    "điều": 299,
    "hồng": 116,
    "ba": 4,
    "sa": 208,
    "cắt": 68,
    "khúc": 127,
    "rội": 207,
    "__number__": 0,
    "bịch": 31,
    "vậy": 273,
    "xương": 286,
    "như": 176,
    "xay": 279,
    "mía": 158,
    "á": 291,
    "thùng": 229,
    "kun": 131,
    "trái": 247,
    "cây": 63,
    "một": 164,
    "dutch": 73,
    "lady": 133,
    "dâu": 74,
    "vinamilk": 269,
    "ức": 323,
    "mì": 156,
    "hảo": 111,
    "cay": 36,
    "rốt": 205,
    "hấu": 112,
    "ngọt": 169,
    "cục": 69,
    "bẹ": 28,
    "xanh": 278,
    "hộp": 118,
    "non": 179,
    "bó": 21,
    "xôi": 285,
    "rau": 200,
    "húng": 106,
    "quế": 198,
    "số": 218,
    "điện": 300,
    "thoại": 225,
    "địa": 314,
    "chỉ": 54,
    "nước": 184,
    "suối": 214,
    "rẻ": 203,
    "hơn": 107,
    "bán": 14,
    "dưới": 76,
    "trên": 249,
    "cai": 33,
    "các": 60,
    "loại": 135,
    "bánh": 15,
    "snack": 212,
    "kem": 121,
    "đánh": 301,
    "răng": 202,
    "xà": 283,
    "bông": 22,
    "hủ": 120,
    "tiếu": 242,
    "cháo": 49,
    "kẹo": 132,
    "em": 79,
    "dầu": 77,
    "gội": 94,
    "cao": 35,
    "cua": 57,
    "bị": 30,
    "huyết": 102,
    "áp": 292,
    "nên": 182,
    "ăn": 297,
    "thực": 237,
    "tốt": 267,
    "tiểu": 244,
    "mỡ": 165,
    "máu": 153,
    "gợi": 95,
    "món": 159,
    "phù": 191,
    "hợp": 119,
    "béo": 17,
    "phì": 189,
    "cân": 62,
    "kiêng": 130,
    "mặn": 163,
    "an": 3,
    "toàn": 245,
    "bệnh": 29,
    "sức": 219,
    "khỏe": 128,
    "thiếu": 223,
    "bổ": 32,
    "sung": 213,
    "gầy": 92,
    "yếu": 289,
    "thiện": 224,
    "trạng": 251,
    "mang": 148,
    "thai": 221,
    "rối": 204,
    "loạn": 136,
    "tiêu": 240,
    "hóa": 104,
    "gan": 80,
    "nhiễm": 173,
    "uống": 268,
    "giúp": 85,
    "tình": 258,
    "tăng": 262,
    "tim": 238,
    "chuối": 47,
    "yến": 288,
    "mạch": 161,
    "bò": 20,
    "động": 318,
    "phụ": 195,
    "nữ": 186,
    "nho": 174,
    "khô": 125,
    "ít": 294,
    "vịt": 276,
    "lộn": 145,
    "trẻ": 252,
    "đậu": 309,
    "nành": 180,
    "lợi": 146,
    "già": 83,
    "lựa": 147,
    "chay": 38,
    "tôm": 261,
    "gây": 90,
    "hại": 109,
    "dị": 78,
    "ứng": 324,
    "hải": 110,
    "bưởi": 24,
    "mắc": 162,
    "hồi": 115,
    "lang": 134,
    "ảnh": 321,
    "hưởng": 108,
    "đến": 312,
    "tránh": 248,
    "khi": 122,
    "đồ": 316,
    "chiên": 40,
    "rán": 201,
    "viêm": 270,
    "khớp": 129,
    "bên": 18,
    "đây": 303,
    "táo": 255,
    "muống": 152,
    "nhỉ": 177,
    "basa": 6,
    "còn": 64,
    "bơ": 23,
    "biết": 7,
    "củ": 70,
    "quả": 197,
    "bí": 19,
    "đỏ": 315,
    "mướp": 160,
    "đắng": 310,
    "xoài": 282,
    "bây": 16,
    "giờ": 87,
    "óc": 295,
    "chó": 51
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "affirm": 0,
    "deny": 15,
    "ask_product_info": 10,
    "ask_product_detail": 9,
    "bot_challenge": 14,
    "ask_payment": 7,
    "ask_promotion": 11,
    "ask_shipping": 12,
    "ask_price": 8,
    "ask_shop_info": 13,
    "filter_products": 16,
    "ask_food_for_condition": 4,
    "ask_if_food_good_for_condition": 6,
    "ask_food_to_avoid": 5,
    "ask_co_ban_sp": 1,
    "ask_co_loai_nao": 2,
    "ask_con_hang_ko": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 17,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_co_ban_sp": 1,
    "action_con_hang": 2,
    "action_filter_products": 8,
    "action_food_to_avoid": 9,
    "action_get_product_price": 10,
    "action_loai_sp": 12,
    "action_recommend_food": 13,
    "action_recommend_food_by_condition": 14,
    "utter_ask_more_help": 20,
    "utter_ask_payment": 21,
    "utter_ask_product_detail": 22,
    "utter_ask_product_info": 23,
    "utter_ask_promotion": 24,
    "utter_ask_shipping": 25,
    "utter_ask_shop_info": 26,
    "utter_follow_up": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_iamabot": 30,
    "utter_sorry": 31,
    "utter_thank_you": 32
  },
  "action_text": null,
  "intent_response_key": null
}