{
  "text": {
    " ": 0,
    "h": 574,
    "e": 513,
    "y": 1176,
    " h": 97,
    "he": 585,
    "ey": 530,
    "y ": 1177,
    " he": 100,
    "hey": 590,
    "ey ": 531,
    " hey": 103,
    "hey ": 591,
    "l": 787,
    "o": 905,
    "el": 515,
    "ll": 793,
    "lo": 796,
    "o ": 906,
    "hel": 586,
    "ell": 516,
    "llo": 794,
    "lo ": 797,
    " hel": 101,
    "hell": 587,
    "ello": 517,
    "llo ": 795,
    "i": 710,
    "hi": 592,
    "i ": 711,
    " hi": 104,
    "hi ": 593,
    " hi ": 105,
    "x": 1166,
    "n": 856,
    " x": 302,
    "xi": 1170,
    "in": 724,
    "n ": 857,
    " xi": 305,
    "xin": 1171,
    "in ": 725,
    " xin": 306,
    "xin ": 1172,
    "c": 431,
    "à": 1197,
    " c": 35,
    "ch": 436,
    "hà": 619,
    "ào": 1204,
    " ch": 38,
    "chà": 450,
    "hào": 622,
    "ào ": 1205,
    " chà": 43,
    "chào": 451,
    "hào ": 623,
    "b": 389,
    "u": 1106,
    "ổ": 1465,
    " b": 9,
    "bu": 407,
    "uổ": 1141,
    "ổi": 1466,
    " bu": 19,
    "buổ": 408,
    "uổi": 1142,
    "ổi ": 1467,
    " buổ": 20,
    "buổi": 409,
    "uổi ": 1143,
    "s": 993,
    "á": 1206,
    "g": 532,
    " s": 224,
    "sá": 1012,
    "án": 1214,
    "ng": 864,
    "g ": 533,
    " sá": 234,
    "sán": 1013,
    "áng": 1216,
    "ng ": 865,
    " sán": 235,
    "sáng": 1014,
    "áng ": 1217,
    "ạ": 1348,
    "bạ": 419,
    "ạn": 1353,
    " bạ": 27,
    "bạn": 420,
    "ạn ": 1354,
    " bạn": 28,
    "bạn ": 421,
    "ề": 1411,
    "iề": 753,
    "ều": 1415,
    "u ": 1107,
    "chi": 441,
    "hiề": 598,
    "iều": 756,
    "ều ": 1416,
    " chi": 40,
    "chiề": 443,
    "hiều": 599,
    "iều ": 757,
    "t": 1023,
    "ố": 1449,
    " t": 242,
    "tố": 1103,
    "ối": 1453,
    " tố": 284,
    "tối": 1104,
    "ối ": 1454,
    " tối": 285,
    "tối ": 1105,
    "p": 939,
    "sh": 998,
    "ho": 602,
    "op": 926,
    "p ": 940,
    " sh": 227,
    "sho": 1002,
    "hop": 606,
    "op ": 927,
    " sho": 229,
    "shop": 1003,
    "hop ": 607,
    "ơ": 1317,
    " ơ": 342,
    "ơi": 1318,
    " ơi": 343,
    "ơi ": 1319,
    " ơi ": 344,
    "ử": 1501,
    "a": 359,
    "cử": 490,
    "ửa": 1502,
    "a ": 360,
    " cử": 67,
    "cửa": 491,
    "ửa ": 1503,
    " cửa": 68,
    "cửa ": 492,
    "àn": 1201,
    " hà": 107,
    "hàn": 620,
    "àng": 1202,
    " hàn": 108,
    "hàng": 621,
    "àng ": 1203,
    "ê": 1234,
    " ê": 316,
    "ê ": 1235,
    " ê ": 317,
    " a": 4,
    "al": 369,
    " al": 7,
    "alo": 370,
    " alo": 8,
    "alo ": 371,
    "m": 822,
    "ì": 1240,
    " m": 154,
    "mì": 846,
    "ìn": 1244,
    "nh": 876,
    "h ": 575,
    " mì": 166,
    "mìn": 848,
    "ình": 1245,
    "nh ": 877,
    " mìn": 168,
    "mình": 849,
    "ình ": 1246,
    "ầ": 1369,
    "cầ": 484,
    "ần": 1370,
    " cầ": 63,
    "cần": 485,
    "ần ": 1371,
    " cần": 64,
    "cần ": 486,
    "ư": 1324,
    "tư": 1093,
    "ư ": 1325,
    " tư": 277,
    "tư ": 1094,
    " tư ": 278,
    "v": 1144,
    "ấ": 1364,
    " v": 286,
    "vấ": 1151,
    "ấn": 1365,
    " vấ": 291,
    "vấn": 1152,
    "ấn ": 1366,
    " vấn": 292,
    "vấn ": 1153,
    "cho": 444,
    "ho ": 603,
    " cho": 41,
    "cho ": 445,
    "ỏ": 1446,
    "hỏ": 686,
    "ỏi": 1447,
    " hỏ": 115,
    "hỏi": 687,
    "ỏi ": 1448,
    " hỏi": 116,
    "hỏi ": 688,
    "ú": 1274,
    "hú": 645,
    "út": 1278,
    "t ": 1024,
    "chú": 456,
    "hút": 646,
    "út ": 1279,
    " chú": 46,
    "chút": 457,
    "hút ": 647,
    "by": 410,
    "ye": 1178,
    "e ": 514,
    " by": 21,
    "bye": 411,
    "ye ": 1179,
    " bye": 22,
    "bye ": 412,
    "tạ": 1097,
    "ạm": 1351,
    "m ": 823,
    " tạ": 280,
    "tạm": 1098,
    "ạm ": 1352,
    " tạm": 281,
    "tạm ": 1099,
    "ệ": 1423,
    "bi": 396,
    "iệ": 763,
    "ệt": 1426,
    " bi": 12,
    "biệ": 399,
    "iệt": 766,
    "ệt ": 1427,
    " biệ": 14,
    "biệt": 400,
    "iệt ": 767,
    "ủ": 1494,
    " n": 173,
    "gủ": 572,
    "ủ ": 1495,
    " ng": 176,
    "ngủ": 874,
    "gủ ": 573,
    " ngủ": 181,
    "ngủ ": 875,
    "go": 545,
    "on": 921,
    "ngo": 866,
    "gon": 546,
    "on ": 922,
    " ngo": 177,
    "ngon": 867,
    "gon ": 547,
    "d": 493,
    " g": 79,
    "oo": 923,
    "od": 910,
    "db": 494,
    " go": 85,
    "goo": 548,
    "ood": 924,
    "odb": 911,
    "dby": 495,
    " goo": 86,
    "good": 549,
    "oodb": 925,
    "odby": 912,
    "dbye": 496,
    "ẹ": 1398,
    "hẹ": 669,
    "ẹn": 1399,
    " hẹ": 113,
    "hẹn": 670,
    "ẹn ": 1400,
    " hẹn": 114,
    "hẹn ": 671,
    "ặ": 1395,
    "gặ": 563,
    "ặp": 1396,
    " gặ": 93,
    "gặp": 564,
    "ặp ": 1397,
    " gặp": 94,
    "gặp ": 565,
    " l": 134,
    "lạ": 813,
    "ại": 1349,
    " lạ": 148,
    "lại": 814,
    "ại ": 1350,
    " lại": 149,
    "lại ": 815,
    "đ": 1285,
    " đ": 320,
    "đú": 1298,
    "ún": 1275,
    " đú": 329,
    "đún": 1299,
    "úng": 1276,
    " đún": 330,
    "đúng": 1300,
    "úng ": 1277,
    "r": 964,
    "ồ": 1459,
    " r": 217,
    "rồ": 988,
    "ồi": 1460,
    " rồ": 222,
    "rồi": 989,
    "ồi ": 1461,
    " rồi": 223,
    "rồi ": 990,
    " y": 309,
    "es": 528,
    "s ": 994,
    " ye": 310,
    "yes": 1180,
    "es ": 529,
    " yes": 311,
    "yes ": 1181,
    "í": 1247,
    "hí": 633,
    "ín": 1254,
    "chí": 454,
    "hín": 637,
    "ính": 1255,
    " chí": 45,
    "chín": 455,
    "hính": 638,
    "ính ": 1256,
    "xá": 1173,
    "ác": 1208,
    "c ": 432,
    " xá": 307,
    "xác": 1174,
    "ác ": 1209,
    " xác": 308,
    "xác ": 1175,
    "ẩ": 1374,
    "hu": 610,
    "uẩ": 1133,
    "ẩn": 1377,
    "chu": 446,
    "huẩ": 617,
    "uẩn": 1134,
    "ẩn ": 1378,
    " chu": 42,
    "chuẩ": 449,
    "huẩn": 618,
    "uẩn ": 1135,
    "ô": 1263,
    "lu": 800,
    "uô": 1130,
    "ôn": 1266,
    " lu": 139,
    "luô": 801,
    "uôn": 1131,
    "ôn ": 1267,
    " luô": 140,
    "luôn": 802,
    "uôn ": 1132,
    "br": 404,
    "ro": 973,
    " br": 17,
    "bro": 405,
    "ro ": 974,
    " bro": 18,
    "bro ": 406,
    "ả": 1355,
    " p": 204,
    "ph": 944,
    "hả": 658,
    "ải": 1356,
    " ph": 207,
    "phả": 949,
    "hải": 659,
    "ải ": 1357,
    " phả": 210,
    "phải": 950,
    "hải ": 660,
    "k": 768,
    " o": 197,
    "ok": 916,
    "k ": 769,
    " ok": 200,
    "ok ": 917,
    " ok ": 201,
    "há": 624,
    "á ": 1207,
    " nh": 182,
    "nhá": 881,
    "há ": 625,
    " nhá": 184,
    "nhá ": 882,
    "đồ": 1314,
    "ồn": 1462,
    " đồ": 340,
    "đồn": 1315,
    "ồng": 1463,
    " đồn": 341,
    "đồng": 1316,
    "ồng ": 1464,
    "ý": 1280,
    " ý": 318,
    "ý ": 1281,
    " ý ": 319,
    " k": 123,
    "kh": 770,
    "hô": 639,
    " kh": 124,
    "khô": 777,
    "hôn": 640,
    "ông": 1268,
    " khô": 128,
    "khôn": 778,
    "hông": 641,
    "ông ": 1269,
    "th": 1031,
    "íc": 1251,
    " th": 243,
    "thí": 1038,
    "híc": 635,
    "ích": 1252,
    "ch ": 437,
    " thí": 247,
    "thíc": 1039,
    "hích": 636,
    "ích ": 1253,
    "tô": 1090,
    "ôi": 1264,
    " tô": 275,
    "tôi": 1091,
    "ôi ": 1265,
    " tôi": 276,
    "tôi ": 1092,
    "â": 1224,
    "đâ": 1292,
    "âu": 1227,
    " đâ": 325,
    "đâu": 1293,
    "âu ": 1228,
    " đâu": 326,
    "đâu ": 1294,
    "mu": 835,
    "uố": 1136,
    "ốn": 1455,
    " mu": 159,
    "muố": 838,
    "uốn": 1139,
    "ốn ": 1456,
    " muố": 161,
    "muốn": 839,
    "uốn ": 1140,
    "xe": 1167,
    "em": 518,
    " xe": 303,
    "xem": 1168,
    "em ": 519,
    " xem": 304,
    "xem ": 1169,
    "thô": 1040,
    " thô": 248,
    "thôn": 1041,
    "ti": 1060,
    " ti": 258,
    "tin": 1061,
    " tin": 259,
    "tin ": 1062,
    "sả": 1015,
    "ản": 1360,
    " sả": 236,
    "sản": 1016,
    "ản ": 1361,
    " sản": 237,
    "sản ": 1017,
    "hẩ": 663,
    "ẩm": 1375,
    "phẩ": 951,
    "hẩm": 664,
    "ẩm ": 1376,
    " phẩ": 211,
    "phẩm": 952,
    "hẩm ": 665,
    "ở": 1488,
    " ở": 348,
    "ở ": 1489,
    " ở ": 349,
    "là": 803,
    "àm": 1199,
    " là": 141,
    "làm": 805,
    "àm ": 1200,
    " làm": 143,
    "làm ": 806,
    "sa": 995,
    "ao": 382,
    " sa": 225,
    "sao": 996,
    "ao ": 383,
    " sao": 226,
    "sao ": 997,
    "ể": 1417,
    "để": 1309,
    "ể ": 1418,
    " để": 336,
    "để ": 1310,
    " để ": 337,
    "chi ": 442,
    "ế": 1403,
    "iế": 748,
    "ết": 1407,
    "tiế": 1063,
    "iết": 749,
    "ết ": 1408,
    " tiế": 260,
    "tiết": 1064,
    "iết ": 750,
    "hì": 631,
    "ì ": 1241,
    "thì": 1036,
    "hì ": 632,
    " thì": 246,
    "thì ": 1037,
    "cá": 471,
    " cá": 54,
    "các": 473,
    "ách": 1210,
    " các": 56,
    "cách": 475,
    "ách ": 1211,
    "hế": 674,
    "ế ": 1404,
    "thế": 1048,
    "hế ": 675,
    " thế": 252,
    "thế ": 1049,
    "nà": 893,
    " nà": 189,
    "nào": 894,
    " nào": 190,
    "nào ": 895,
    "tì": 1084,
    "ìm": 1242,
    " tì": 271,
    "tìm": 1085,
    "ìm ": 1243,
    " tìm": 272,
    "tìm ": 1086,
    "iể": 758,
    "ểu": 1421,
    "hiể": 600,
    "iểu": 761,
    "ểu ": 1422,
    " hiể": 106,
    "hiểu": 601,
    "iểu ": 762,
    "về": 1159,
    "ề ": 1412,
    " về": 296,
    "về ": 1160,
    " về ": 297,
    "ó": 1259,
    "có": 479,
    "ó ": 1260,
    " có": 59,
    "có ": 480,
    " có ": 60,
    "hể": 676,
    "thể": 1050,
    "hể ": 677,
    " thể": 253,
    "thể ": 1051,
    "à ": 1198,
    "là ": 804,
    " là ": 142,
    "ai": 367,
    " ai": 5,
    "ai ": 368,
    " ai ": 6,
    " à": 312,
    " à ": 313,
    "ha": 576,
    "at": 384,
    "tb": 1025,
    "bo": 401,
    "ot": 931,
    "cha": 438,
    "hat": 581,
    "atb": 385,
    "tbo": 1026,
    "bot": 402,
    "ot ": 932,
    " cha": 39,
    "chat": 440,
    "hatb": 582,
    "atbo": 386,
    "tbot": 1027,
    "bot ": 403,
    "đa": 1286,
    "an": 376,
    " đa": 321,
    "đan": 1287,
    "ang": 378,
    " đan": 322,
    "đang": 1288,
    "ang ": 379,
    "nó": 896,
    "ói": 1261,
    " nó": 191,
    "nói": 897,
    "ói ": 1262,
    " nói": 192,
    "nói ": 898,
    "uy": 1118,
    "yệ": 1194,
    "ện": 1424,
    "huy": 613,
    "uyệ": 1128,
    "yện": 1195,
    "ện ": 1425,
    "chuy": 448,
    "huyệ": 616,
    "uyện": 1129,
    "yện ": 1196,
    "ớ": 1477,
    "vớ": 1163,
    "ới": 1480,
    " vớ": 300,
    "với": 1164,
    "ới ": 1481,
    " với": 301,
    "với ": 1165,
    "co": 466,
    " co": 50,
    "con": 467,
    " con": 51,
    "con ": 468,
    "ờ": 1482,
    "gư": 560,
    "ườ": 1340,
    "ời": 1483,
    "ngư": 870,
    "gườ": 561,
    "ười": 1341,
    "ời ": 1484,
    " ngư": 179,
    "ngườ": 871,
    "gười": 562,
    "ười ": 1342,
    "ay": 387,
    " ha": 98,
    "hay": 583,
    "ay ": 388,
    " hay": 99,
    "hay ": 584,
    "má": 840,
    "áy": 1222,
    " má": 162,
    "máy": 841,
    "áy ": 1223,
    " máy": 163,
    "máy ": 842,
    "tí": 1087,
    " tí": 273,
    "tín": 1088,
    " tín": 274,
    "tính": 1089,
    "ậ": 1379,
    "hậ": 666,
    "ật": 1382,
    "thậ": 1044,
    "hật": 667,
    "ật ": 1383,
    " thậ": 250,
    "thật": 1045,
    "hật ": 668,
    " bo": 15,
    " bot": 16,
    "tha": 1032,
    "han": 579,
    "anh": 380,
    " tha": 244,
    "than": 1033,
    "hanh": 580,
    "anh ": 381,
    "to": 1068,
    "oá": 933,
    " to": 262,
    "toá": 1069,
    "oán": 934,
    "án ": 1215,
    " toá": 263,
    "toán": 1070,
    "oán ": 935,
    "ằ": 1391,
    "bằ": 425,
    "ằn": 1392,
    " bằ": 31,
    "bằn": 426,
    "ằng": 1393,
    " bằn": 32,
    "bằng": 427,
    "ằng ": 1394,
    "ữ": 1504,
    "hữ": 707,
    "ữn": 1507,
    "nhữ": 885,
    "hữn": 708,
    "ững": 1508,
    " nhữ": 186,
    "nhữn": 886,
    "hững": 709,
    "ững ": 1509,
    "hư": 654,
    "ươ": 1330,
    "ơn": 1320,
    "phư": 947,
    "hươ": 656,
    "ươn": 1333,
    "ơng": 1322,
    " phư": 209,
    "phươ": 948,
    "hươn": 657,
    "ương": 1334,
    "ơng ": 1323,
    "ứ": 1498,
    "hứ": 704,
    "ức": 1499,
    "thứ": 1058,
    "hức": 705,
    "ức ": 1500,
    " thứ": 257,
    "thức": 1059,
    "hức ": 706,
    "ỗ": 1468,
    "hỗ": 692,
    "ỗ ": 1469,
    " hỗ": 117,
    "hỗ ": 693,
    " hỗ ": 118,
    "ợ": 1490,
    "tr": 1071,
    "rợ": 991,
    "ợ ": 1491,
    " tr": 264,
    "trợ": 1079,
    "rợ ": 992,
    " trợ": 268,
    "trợ ": 1080,
    "q": 958,
    " q": 213,
    "qu": 959,
    "ua": 1108,
    " qu": 214,
    "qua": 960,
    "ua ": 1109,
    " qua": 215,
    "qua ": 961,
    "ẻ": 1401,
    "hẻ": 672,
    "ẻ ": 1402,
    "thẻ": 1046,
    "hẻ ": 673,
    " thẻ": 251,
    "thẻ ": 1047,
    "mo": 831,
    "om": 918,
    " mo": 157,
    "mom": 833,
    "omo": 919,
    "mo ": 832,
    " mom": 158,
    "momo": 834,
    "omo ": 920,
    "chư": 458,
    " chư": 47,
    "chươ": 459,
    "rì": 983,
    "trì": 1077,
    "rìn": 984,
    " trì": 267,
    "trìn": 1078,
    "rình": 985,
    "yế": 1185,
    "ến": 1405,
    "khu": 773,
    "uyế": 1122,
    "yến": 1186,
    "ến ": 1406,
    " khu": 126,
    "khuy": 774,
    "huyế": 614,
    "uyến": 1123,
    "yến ": 1187,
    "ã": 1231,
    "mã": 843,
    "ãi": 1232,
    " mã": 164,
    "mãi": 844,
    "ãi ": 1233,
    " mãi": 165,
    "mãi ": 845,
    "gi": 534,
    "iả": 740,
    "ảm": 1358,
    " gi": 80,
    "giả": 540,
    "iảm": 743,
    "ảm ": 1359,
    " giả": 83,
    "giảm": 542,
    "iảm ": 744,
    "iá": 735,
    "giá": 538,
    "iá ": 736,
    " giá": 82,
    "giá ": 539,
    "gì": 555,
    " gì": 89,
    "gì ": 556,
    " gì ": 90,
    "mua": 836,
    " mua": 160,
    "mua ": 837,
    "nhi": 878,
    " nhi": 183,
    "nhiề": 880,
    "đư": 1304,
    "ượ": 1345,
    "ợc": 1492,
    " đư": 333,
    "đượ": 1307,
    "ược": 1346,
    "ợc ": 1493,
    " đượ": 335,
    "được": 1308,
    "ược ": 1347,
    " ư": 345,
    "ưu": 1328,
    " ưu": 346,
    "ưu ": 1329,
    " ưu ": 347,
    "đã": 1295,
    " đã": 327,
    "đãi": 1296,
    " đãi": 328,
    "đãi ": 1297,
    "hờ": 697,
    "thờ": 1056,
    "hời": 698,
    " thờ": 256,
    "thời": 1057,
    "hời ": 699,
    "ia": 712,
    "gia": 535,
    "ian": 713,
    "an ": 377,
    " gia": 81,
    "gian": 536,
    "ian ": 714,
    "iao": 715,
    "giao": 537,
    "iao ": 716,
    "ba": 390,
    " ba": 10,
    "bao": 391,
    " bao": 11,
    "bao ": 392,
    "lâ": 807,
    " lâ": 144,
    "lâu": 808,
    " lâu": 145,
    "lâu ": 809,
    "í ": 1248,
    "phí": 945,
    "hí ": 634,
    " phí": 208,
    "phí ": 946,
    "ip": 730,
    "shi": 999,
    "hip": 594,
    "ip ": 731,
    " shi": 228,
    "ship": 1001,
    "hip ": 595,
    "iê": 737,
    "êu": 1238,
    "hiê": 596,
    "iêu": 738,
    "êu ": 1239,
    "nhiê": 879,
    "hiêu": 597,
    "iêu ": 739,
    "ọ": 1439,
    "họ": 683,
    "ọn": 1442,
    "chọ": 462,
    "họn": 684,
    "ọn ": 1443,
    " chọ": 49,
    "chọn": 463,
    "họn ": 685,
    "đơ": 1301,
    " đơ": 331,
    "đơn": 1302,
    "ơn ": 1321,
    " đơn": 332,
    "đơn ": 1303,
    "ị": 1430,
    "vị": 1161,
    "ị ": 1431,
    " vị": 298,
    "vị ": 1162,
    " vị ": 299,
    "vậ": 1154,
    "ận": 1380,
    " vậ": 293,
    "vận": 1155,
    "ận ": 1381,
    " vận": 294,
    "vận ": 1156,
    "yể": 1191,
    "ển": 1419,
    "uyể": 1126,
    "yển": 1192,
    "ển ": 1420,
    "huyể": 615,
    "uyển": 1127,
    "yển ": 1193,
    " d": 69,
    "dư": 505,
    "ưa": 1326,
    " dư": 74,
    "dưa": 506,
    "ưa ": 1327,
    " dưa": 75,
    "dưa ": 507,
    "lư": 810,
    "ướ": 1335,
    " lư": 146,
    "lướ": 811,
    "ưới": 1338,
    " lướ": 147,
    "lưới": 812,
    "ưới ": 1339,
    "ền": 1413,
    "tiề": 1066,
    "iền": 754,
    "ền ": 1414,
    " tiề": 261,
    "tiền": 1067,
    "iền ": 755,
    "ắ": 1386,
    "bắ": 422,
    "ắp": 1389,
    " bắ": 29,
    "bắp": 423,
    "ắp ": 1390,
    " bắp": 30,
    "bắp ": 424,
    "cả": 481,
    " cả": 61,
    "cải": 482,
    " cải": 62,
    "cải ": 483,
    "củ": 487,
    "ủa": 1496,
    " củ": 65,
    "của": 488,
    "ủa ": 1497,
    " của": 66,
    "của ": 489,
    "hị": 680,
    "ịt": 1437,
    "thị": 1052,
    "hịt": 681,
    "ịt ": 1438,
    " thị": 254,
    "thịt": 1053,
    "hịt ": 682,
    "eo": 520,
    "heo": 588,
    "eo ": 521,
    " heo": 102,
    "heo ": 589,
    "gà": 553,
    " gà": 87,
    "gà ": 554,
    " gà ": 88,
    "gu": 550,
    "yê": 1182,
    "ên": 1236,
    "ngu": 868,
    "guy": 551,
    "uyê": 1120,
    "yên": 1183,
    "ên ": 1237,
    " ngu": 178,
    "nguy": 869,
    "guyê": 552,
    "uyên": 1121,
    "yên ": 1184,
    "cá ": 472,
    " cá ": 55,
    "biể": 397,
    "iển": 759,
    " biể": 13,
    "biển": 398,
    "iển ": 760,
    "sữ": 1020,
    "ữa": 1505,
    " sữ": 240,
    "sữa": 1021,
    "ữa ": 1506,
    " sữa": 241,
    "sữa ": 1022,
    "tươ": 1095,
    "ươi": 1331,
    " tươ": 279,
    "tươi": 1096,
    "ươi ": 1332,
    "oa": 907,
    "kho": 771,
    "hoa": 604,
    "oai": 908,
    " kho": 125,
    "khoa": 772,
    "hoai": 605,
    "oai ": 909,
    "tâ": 1081,
    "ây": 1229,
    " tâ": 269,
    "tây": 1082,
    "ây ": 1230,
    " tây": 270,
    "tây ": 1083,
    "cà": 469,
    " cà": 52,
    "cà ": 470,
    " cà ": 53,
    "hua": 611,
    "chua": 447,
    "hua ": 612,
    "bá": 413,
    " bá": 23,
    "bán": 414,
    "ánh": 1218,
    " bán": 24,
    "bánh": 416,
    "ánh ": 1219,
    "gọ": 566,
    "ọt": 1444,
    "ngọ": 872,
    "gọt": 567,
    "ọt ": 1445,
    " ngọ": 180,
    "ngọt": 873,
    "gọt ": 568,
    "nư": 899,
    "ớc": 1478,
    " nư": 193,
    "nướ": 900,
    "ước": 1336,
    "ớc ": 1479,
    " nướ": 194,
    "nước": 901,
    "ước ": 1337,
    "su": 1009,
    " su": 232,
    "suố": 1010,
    "uối": 1137,
    " suố": 233,
    "suối": 1011,
    "uối ": 1138,
    "ộ": 1470,
    "mộ": 853,
    "ột": 1475,
    " mộ": 171,
    "một": 854,
    "ột ": 1476,
    " một": 172,
    "một ": 855,
    "hai": 577,
    "chai": 439,
    "hai ": 578,
    "ă": 1282,
    "hă": 648,
    "ăn": 1283,
    "khă": 779,
    "hăn": 649,
    "ăn ": 1284,
    " khă": 129,
    "khăn": 780,
    "hăn ": 650,
    "iấ": 745,
    "ấy": 1367,
    "giấ": 543,
    "iấy": 746,
    "ấy ": 1368,
    " giấ": 84,
    "giấy": 544,
    "iấy ": 747,
    "dầ": 510,
    "ầu": 1372,
    " dầ": 77,
    "dầu": 511,
    "ầu ": 1373,
    " dầu": 78,
    "dầu ": 512,
    "gộ": 569,
    "ội": 1471,
    " gộ": 95,
    "gội": 570,
    "ội ": 1472,
    " gội": 96,
    "gội ": 571,
    "tắ": 1100,
    "ắm": 1387,
    " tắ": 282,
    "tắm": 1101,
    "ắm ": 1388,
    " tắm": 283,
    "tắm ": 1102,
    "mì ": 847,
    " mì ": 167,
    "gó": 557,
    " gó": 91,
    "gói": 558,
    " gói": 92,
    "gói ": 559,
    "ra": 968,
    " ra": 218,
    "ra ": 969,
    " ra ": 219,
    "or": 928,
    "re": 970,
    " or": 202,
    "ore": 929,
    "reo": 971,
    " ore": 203,
    "oreo": 930,
    "reo ": 972,
    "dâ": 502,
    " dâ": 72,
    "dâu": 503,
    " dâu": 73,
    "dâu ": 504,
    "quy": 962,
    "uy ": 1119,
    " quy": 216,
    "quy ": 963,
    "nắ": 902,
    " nắ": 195,
    "nắm": 903,
    " nắm": 196,
    "nắm ": 904,
    "ki": 781,
    "im": 722,
    " ki": 130,
    "kim": 782,
    "im ": 723,
    " kim": 131,
    "kim ": 783,
    "hâ": 628,
    "âm": 1225,
    "châ": 452,
    "hâm": 629,
    "âm ": 1226,
    " châ": 44,
    "châm": 453,
    "hâm ": 630,
    "_": 350,
    " _": 1,
    "__": 352,
    "_n": 356,
    "nu": 890,
    "um": 1110,
    "mb": 824,
    "be": 393,
    "er": 525,
    "r_": 965,
    "_ ": 351,
    " __": 2,
    "__n": 354,
    "_nu": 357,
    "num": 891,
    "umb": 1111,
    "mbe": 825,
    "ber": 394,
    "er_": 526,
    "r__": 966,
    "__ ": 353,
    " __n": 3,
    "__nu": 355,
    "_num": 358,
    "numb": 892,
    "umbe": 1112,
    "mber": 826,
    "ber_": 395,
    "er__": 527,
    "r__ ": 967,
    "bị": 428,
    "ịc": 1434,
    " bị": 33,
    "bịc": 429,
    "ịch": 1435,
    " bịc": 34,
    "bịch": 430,
    "ịch ": 1436,
    "ậy": 1384,
    "vậy": 1157,
    "ậy ": 1385,
    " vậy": 295,
    "vậy ": 1158,
    "hủ": 702,
    " hủ": 121,
    "hủ ": 703,
    " hủ ": 122,
    "ếu": 1409,
    "iếu": 751,
    "ếu ": 1410,
    "tiếu": 1065,
    "iếu ": 752,
    "na": 858,
    "am": 372,
    " na": 174,
    "nam": 861,
    "am ": 373,
    " nam": 175,
    "nam ": 862,
    "va": 1145,
    " va": 287,
    "van": 1146,
    " van": 288,
    "vang": 1147,
    "như": 883,
    "hư ": 655,
    " như": 185,
    "như ": 884,
    "hở": 700,
    "phở": 953,
    "hở ": 701,
    " phở": 212,
    "phở ": 954,
    "ò": 1257,
    "bò": 417,
    "ò ": 1258,
    " bò": 25,
    "bò ": 418,
    " bò ": 26,
    "ru": 975,
    "yề": 1188,
    "tru": 1072,
    "ruy": 976,
    "uyề": 1124,
    "yền": 1189,
    " tru": 265,
    "truy": 1073,
    "ruyề": 977,
    "uyền": 1125,
    "yền ": 1190,
    "hố": 689,
    "thố": 1054,
    "hốn": 690,
    "ống": 1457,
    " thố": 255,
    "thốn": 1055,
    "hống": 691,
    "ống ": 1458,
    "ờn": 1485,
    "đườ": 1305,
    "ườn": 1343,
    "ờng": 1486,
    " đườ": 334,
    "đườn": 1306,
    "ường": 1344,
    "ờng ": 1487,
    "mí": 850,
    "ía": 1249,
    " mí": 169,
    "mía": 851,
    "ía ": 1250,
    " mía": 170,
    "mía ": 852,
    " á": 314,
    " á ": 315,
    "ù": 1270,
    "hù": 642,
    "ùn": 1271,
    "thù": 1042,
    "hùn": 643,
    "ùng": 1272,
    " thù": 249,
    "thùn": 1043,
    "hùng": 644,
    "ùng ": 1273,
    "ku": 784,
    "un": 1113,
    " ku": 132,
    "kun": 785,
    "un ": 1114,
    " kun": 133,
    "kun ": 786,
    "rá": 978,
    "ái": 1212,
    "trá": 1074,
    "rái": 979,
    "ái ": 1213,
    " trá": 266,
    "trái": 1075,
    "rái ": 980,
    "câ": 476,
    " câ": 57,
    "cây": 477,
    " cây": 58,
    "cây ": 478,
    "du": 497,
    "ut": 1115,
    "tc": 1028,
    " du": 70,
    "dut": 498,
    "utc": 1116,
    "tch": 1029,
    " dut": 71,
    "dutc": 499,
    "utch": 1117,
    "tch ": 1030,
    "la": 788,
    "ad": 364,
    "dy": 500,
    " la": 135,
    "lad": 789,
    "ady": 365,
    "dy ": 501,
    " lad": 136,
    "lady": 790,
    "ady ": 366,
    "vi": 1148,
    "mi": 827,
    "il": 717,
    "lk": 791,
    " vi": 289,
    "vin": 1149,
    "ina": 726,
    "ami": 374,
    "mil": 828,
    "ilk": 718,
    "lk ": 792,
    " vin": 290,
    "vina": 1150,
    "inam": 727,
    "nami": 863,
    "amil": 375,
    "milk": 829,
    "ilk ": 719,
    "rán": 981,
    "trán": 1076,
    "ráng": 982,
    "ni": 887,
    " ni": 187,
    "nin": 888,
    "inh": 728,
    " nin": 188,
    "ninh": 889,
    "inh ": 729,
    "ảo": 1362,
    " hả": 111,
    "hảo": 661,
    "ảo ": 1363,
    " hảo": 112,
    "hảo ": 662,
    "ca": 433,
    " ca": 36,
    "cay": 434,
    " cay": 37,
    "cay ": 435,
    "sn": 1006,
    "ac": 361,
    "ck": 464,
    " sn": 230,
    "sna": 1007,
    "nac": 859,
    "ack": 362,
    "ck ": 465,
    " sna": 231,
    "snac": 1008,
    "nack": 860,
    "ack ": 363,
    "oi": 913,
    "is": 732,
    " oi": 198,
    "ois": 914,
    "ish": 733,
    " ois": 199,
    "oish": 915,
    "ishi": 734,
    "shi ": 1000,
    "pe": 941,
    "ep": 522,
    "ps": 955,
    "si": 1004,
    " pe": 205,
    "pep": 942,
    "eps": 523,
    "psi": 956,
    "si ": 1005,
    " pep": 206,
    "peps": 943,
    "epsi": 524,
    "psi ": 957,
    "lố": 819,
    "ốc": 1451,
    " lố": 152,
    "lốc": 820,
    "ốc ": 1452,
    " lốc": 153,
    "lốc ": 821,
    "hộ": 694,
    "ộp": 1473,
    " hộ": 119,
    "hộp": 695,
    "ộp ": 1474,
    " hộp": 120,
    "hộp ": 696,
    " mi": 155,
    "ilo": 720,
    " mil": 156,
    "milo": 830,
    "ilo ": 721,
    "số": 1018,
    "ố ": 1450,
    " số": 238,
    "số ": 1019,
    " số ": 239,
    "đi": 1289,
    " đi": 323,
    "điệ": 1290,
    "iện": 764,
    " điệ": 324,
    "điện": 1291,
    "iện ": 765,
    "oạ": 936,
    "tho": 1034,
    "hoạ": 608,
    "oại": 937,
    " tho": 245,
    "thoạ": 1035,
    "hoại": 609,
    "oại ": 938,
    "đị": 1311,
    "ịa": 1432,
    " đị": 338,
    "địa": 1312,
    "ịa ": 1433,
    " địa": 339,
    "địa ": 1313,
    "ỉ": 1428,
    "hỉ": 678,
    "ỉ ": 1429,
    "chỉ": 460,
    "hỉ ": 679,
    " chỉ": 48,
    "chỉ ": 461,
    "rẻ": 986,
    " rẻ": 220,
    "rẻ ": 987,
    " rẻ ": 221,
    "hơ": 651,
    " hơ": 109,
    "hơn": 652,
    " hơn": 110,
    "hơn ": 653,
    "bán ": 415,
    "dướ": 508,
    " dướ": 76,
    "dưới": 509,
    " lo": 137,
    "loạ": 798,
    " loạ": 138,
    "loại": 799,
    "lọ": 816,
    "ọc": 1440,
    " lọ": 150,
    "lọc": 817,
    "ọc ": 1441,
    " lọc": 151,
    "lọc ": 818,
    "các ": 474,
    "iải": 741,
    "giải": 541,
    "iải ": 742,
    "át": 1220,
    "khá": 775,
    "hát": 626,
    "át ": 1221,
    " khá": 127,
    "khát": 776,
    "hát ": 627
  },
  "response": null,
  "action_text": null
}