{
  "text": {
    "hey": 78,
    "hello": 76,
    "hi": 79,
    "xin": 219,
    "chào": 34,
    "buổi": 9,
    "sáng": 165,
    "bạn": 16,
    "chiều": 28,
    "tối": 207,
    "shop": 162,
    "ơi": 241,
    "cửa": 56,
    "hàng": 82,
    "ê": 226,
    "alo": 2,
    "mình": 120,
    "cần": 53,
    "tư": 203,
    "vấn": 211,
    "cho": 29,
    "hỏi": 87,
    "chút": 38,
    "bye": 10,
    "tạm": 205,
    "biệt": 6,
    "ngủ": 131,
    "ngon": 127,
    "goodbye": 68,
    "hẹn": 86,
    "gặp": 72,
    "lại": 111,
    "đúng": 234,
    "rồi": 159,
    "yes": 222,
    "chính": 37,
    "xác": 221,
    "chuẩn": 33,
    "luôn": 105,
    "bro": 8,
    "phải": 150,
    "ok": 144,
    "nhá": 134,
    "đồng": 240,
    "ý": 227,
    "không": 95,
    "thích": 173,
    "tôi": 202,
    "đâu": 232,
    "muốn": 115,
    "xem": 218,
    "thông": 174,
    "tin": 185,
    "sản": 166,
    "phẩm": 151,
    "ở": 243,
    "làm": 107,
    "sao": 160,
    "để": 238,
    "chi": 27,
    "tiết": 186,
    "thì": 172,
    "cách": 47,
    "thế": 178,
    "nào": 139,
    "tìm": 200,
    "hiểu": 80,
    "về": 214,
    "có": 51,
    "thể": 179,
    "là": 106,
    "ai": 1,
    "à": 223,
    "chatbot": 26,
    "đang": 229,
    "nói": 141,
    "chuyện": 32,
    "với": 216,
    "con": 43,
    "người": 129,
    "hay": 75,
    "máy": 117,
    "tính": 201,
    "thật": 176,
    "bot": 7,
    "thanh": 170,
    "toán": 191,
    "bằng": 18,
    "những": 136,
    "phương": 149,
    "thức": 183,
    "hỗ": 88,
    "trợ": 198,
    "qua": 153,
    "thẻ": 177,
    "momo": 113,
    "chương": 39,
    "trình": 197,
    "khuyến": 94,
    "mãi": 118,
    "giảm": 66,
    "giá": 65,
    "gì": 70,
    "mua": 114,
    "nhiều": 133,
    "được": 237,
    "ưu": 242,
    "đãi": 233,
    "thời": 182,
    "gian": 63,
    "giao": 64,
    "bao": 4,
    "lâu": 109,
    "phí": 147,
    "ship": 161,
    "nhiêu": 132,
    "chọn": 41,
    "đơn": 235,
    "vị": 215,
    "vận": 212,
    "chuyển": 31,
    "dưa": 59,
    "lưới": 110,
    "tiền": 188,
    "bắp": 17,
    "cải": 52,
    "của": 55,
    "thịt": 180,
    "heo": 77,
    "gà": 69,
    "nguyên": 128,
    "cá": 45,
    "biển": 5,
    "sữa": 169,
    "tươi": 204,
    "khoai": 93,
    "tây": 199,
    "cà": 44,
    "chua": 30,
    "bánh": 12,
    "ngọt": 130,
    "nước": 142,
    "suối": 164,
    "một": 124,
    "chai": 25,
    "khăn": 96,
    "giấy": 67,
    "dầu": 61,
    "gội": 73,
    "tắm": 206,
    "mì": 119,
    "gói": 71,
    "ra": 155,
    "oreo": 145,
    "dâu": 58,
    "quy": 154,
    "nắm": 143,
    "kim": 98,
    "châm": 36,
    "__number__": 0,
    "bịch": 22,
    "vậy": 213,
    "hủ": 91,
    "tiếu": 187,
    "nam": 126,
    "vang": 209,
    "như": 135,
    "phở": 152,
    "bò": 14,
    "truyền": 192,
    "thống": 181,
    "đường": 236,
    "mía": 121,
    "á": 224,
    "thùng": 175,
    "kun": 100,
    "trái": 193,
    "cây": 50,
    "dutch": 57,
    "lady": 102,
    "vinamilk": 210,
    "tráng": 194,
    "ninh": 137,
    "hảo": 84,
    "cay": 24,
    "rốt": 158,
    "hấu": 85,
    "cục": 54,
    "xà": 220,
    "bông": 15,
    "lifebuoy": 103,
    "bẹ": 19,
    "xanh": 217,
    "lốc": 112,
    "hộp": 89,
    "non": 138,
    "kem": 92,
    "đánh": 231,
    "răng": 156,
    "closeup": 42,
    "ăn": 228,
    "cái": 48,
    "lân": 108,
    "số": 167,
    "điện": 230,
    "thoại": 171,
    "địa": 239,
    "chỉ": 40,
    "rẻ": 157,
    "hơn": 83,
    "bán": 11,
    "dưới": 60,
    "các": 46,
    "loại": 104,
    "snack": 163,
    "cháo": 35,
    "kẹo": 101,
    "em": 62,
    "cao": 23,
    "trên": 196,
    "bị": 21,
    "huyết": 81,
    "áp": 225,
    "nên": 140,
    "thực": 184,
    "tốt": 208,
    "tiểu": 189,
    "mỡ": 125,
    "máu": 116,
    "gợi": 74,
    "món": 122,
    "phù": 148,
    "hợp": 90,
    "béo": 13,
    "phì": 146,
    "cân": 49,
    "tránh": 195,
    "kiêng": 99,
    "mặn": 123,
    "an": 3,
    "toàn": 190,
    "bệnh": 20,
    "sức": 168,
    "khỏe": 97
  },
  "intent": {
    "greet": 13,
    "goodbye": 12,
    "affirm": 0,
    "deny": 10,
    "ask_product_info": 5,
    "ask_product_detail": 4,
    "bot_challenge": 9,
    "ask_payment": 2,
    "ask_promotion": 6,
    "ask_shipping": 7,
    "ask_price": 3,
    "ask_shop_info": 8,
    "filter_products": 11,
    "ask_food_for_condition": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_products": 6,
    "action_get_product_price": 7,
    "action_recommend_food_by_condition": 9,
    "utter_ask_more_help": 15,
    "utter_ask_payment": 16,
    "utter_ask_product_detail": 17,
    "utter_ask_product_info": 18,
    "utter_ask_promotion": 19,
    "utter_ask_shipping": 20,
    "utter_ask_shop_info": 21,
    "utter_follow_up": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_iamabot": 25,
    "utter_sorry": 26,
    "utter_thank_you": 27
  },
  "action_text": null,
  "intent_response_key": null
}