{
  "text": {
    " ": 0,
    "h": 837,
    "e": 767,
    "y": 1619,
    " h": 152,
    "he": 848,
    "ey": 781,
    "y ": 1620,
    " he": 155,
    "hey": 853,
    "ey ": 782,
    " hey": 158,
    "hey ": 854,
    "l": 1101,
    "o": 1268,
    "el": 769,
    "ll": 1109,
    "lo": 1112,
    "o ": 1269,
    "hel": 849,
    "ell": 770,
    "llo": 1110,
    "lo ": 1113,
    " hel": 156,
    "hell": 850,
    "ello": 771,
    "llo ": 1111,
    "i": 1008,
    "hi": 855,
    "i ": 1009,
    " hi": 159,
    "hi ": 856,
    " hi ": 160,
    "x": 1593,
    "n": 1206,
    " x": 438,
    "xi": 1602,
    "in": 1020,
    "n ": 1207,
    " xi": 444,
    "xin": 1603,
    "in ": 1021,
    " xin": 445,
    "xin ": 1604,
    "c": 658,
    "à": 1641,
    " c": 63,
    "ch": 669,
    "hà": 891,
    "ào": 1653,
    " ch": 69,
    "chà": 685,
    "hào": 894,
    "ào ": 1654,
    " chà": 74,
    "chào": 686,
    "hào ": 895,
    "b": 582,
    "u": 1524,
    "ổ": 2012,
    " b": 11,
    "bu": 605,
    "uổ": 1564,
    "ổi": 2014,
    " bu": 24,
    "buổ": 606,
    "uổi": 1565,
    "ổi ": 2015,
    " buổ": 25,
    "buổi": 607,
    "uổi ": 1566,
    "s": 1377,
    "á": 1655,
    "g": 783,
    " s": 338,
    "sá": 1396,
    "án": 1663,
    "ng": 1215,
    "g ": 784,
    " sá": 350,
    "sán": 1397,
    "áng": 1665,
    "ng ": 1216,
    " sán": 351,
    "sáng": 1398,
    "áng ": 1666,
    "ạ": 1862,
    "bạ": 638,
    "ạn": 1870,
    " bạ": 48,
    "bạn": 639,
    "ạn ": 1871,
    " bạn": 49,
    "bạn ": 640,
    "ề": 1949,
    "iề": 1051,
    "ều": 1953,
    "u ": 1525,
    "chi": 674,
    "hiề": 864,
    "iều": 1054,
    "ều ": 1954,
    " chi": 71,
    "chiề": 677,
    "hiều": 865,
    "iều ": 1055,
    "t": 1413,
    "ố": 1993,
    " t": 362,
    "tố": 1519,
    "ối": 1997,
    " tố": 416,
    "tối": 1520,
    "ối ": 1998,
    " tối": 417,
    "tối ": 1521,
    "p": 1306,
    "sh": 1383,
    "ho": 872,
    "op": 1286,
    "p ": 1307,
    " sh": 342,
    "sho": 1386,
    "hop": 876,
    "op ": 1287,
    " sho": 344,
    "shop": 1387,
    "hop ": 877,
    "ơ": 1823,
    " ơ": 520,
    "ơi": 1825,
    " ơi": 521,
    "ơi ": 1826,
    " ơi ": 522,
    "ử": 2074,
    "a": 545,
    "cử": 742,
    "ửa": 2075,
    "a ": 546,
    " cử": 109,
    "cửa": 743,
    "ửa ": 2076,
    " cửa": 110,
    "cửa ": 744,
    "àn": 1647,
    " hà": 164,
    "hàn": 892,
    "àng": 1649,
    " hàn": 165,
    "hàng": 893,
    "àng ": 1650,
    "ê": 1690,
    " ê": 468,
    "ê ": 1691,
    " ê ": 469,
    " a": 4,
    "al": 555,
    " al": 7,
    "alo": 556,
    " alo": 8,
    "alo ": 557,
    "m": 1151,
    "ì": 1700,
    " m": 241,
    "mì": 1179,
    "ìn": 1704,
    "nh": 1227,
    "h ": 838,
    " mì": 254,
    "mìn": 1181,
    "ình": 1705,
    "nh ": 1228,
    " mìn": 256,
    "mình": 1182,
    "ình ": 1706,
    "ầ": 1891,
    "cầ": 729,
    "ần": 1892,
    " cầ": 100,
    "cần": 730,
    "ần ": 1893,
    " cần": 101,
    "cần ": 731,
    "ư": 1831,
    "tư": 1512,
    "ư ": 1832,
    " tư": 411,
    "tư ": 1513,
    " tư ": 412,
    "v": 1567,
    "ấ": 1886,
    " v": 422,
    "vấ": 1576,
    "ấn": 1887,
    " vấ": 426,
    "vấn": 1577,
    "ấn ": 1888,
    " vấn": 427,
    "vấn ": 1578,
    "cho": 678,
    "ho ": 873,
    " cho": 72,
    "cho ": 679,
    "ỏ": 1987,
    "hỏ": 971,
    "ỏi": 1991,
    " hỏ": 184,
    "hỏi": 974,
    "ỏi ": 1992,
    " hỏi": 185,
    "hỏi ": 975,
    "ú": 1748,
    "hú": 920,
    "út": 1757,
    "t ": 1414,
    "chú": 693,
    "hút": 926,
    "út ": 1758,
    " chú": 78,
    "chút": 694,
    "hút ": 927,
    "by": 608,
    "ye": 1621,
    "e ": 768,
    " by": 26,
    "bye": 609,
    "ye ": 1622,
    " bye": 27,
    "bye ": 610,
    "tạ": 1516,
    "ạm": 1868,
    "m ": 1152,
    " tạ": 414,
    "tạm": 1517,
    "ạm ": 1869,
    " tạm": 415,
    "tạm ": 1518,
    "ệ": 1964,
    "bi": 592,
    "iệ": 1064,
    "ệt": 1969,
    " bi": 16,
    "biệ": 597,
    "iệt": 1067,
    "ệt ": 1970,
    " biệ": 19,
    "biệt": 598,
    "iệt ": 1068,
    "ủ": 2064,
    " n": 273,
    "gủ": 835,
    "ủ ": 2065,
    " ng": 274,
    "ngủ": 1225,
    "gủ ": 836,
    " ngủ": 279,
    "ngủ ": 1226,
    "go": 802,
    "on": 1281,
    "ngo": 1217,
    "gon": 803,
    "on ": 1282,
    " ngo": 275,
    "ngon": 1218,
    "gon ": 804,
    "d": 745,
    " g": 126,
    "oo": 1283,
    "od": 1273,
    "db": 746,
    " go": 136,
    "goo": 805,
    "ood": 1284,
    "odb": 1274,
    "dby": 747,
    " goo": 137,
    "good": 806,
    "oodb": 1285,
    "odby": 1275,
    "dbye": 748,
    "ẹ": 1933,
    "hẹ": 954,
    "ẹn": 1935,
    " hẹ": 182,
    "hẹn": 955,
    "ẹn ": 1936,
    " hẹn": 183,
    "hẹn ": 956,
    "ặ": 1926,
    "gặ": 823,
    "ặp": 1931,
    " gặ": 146,
    "gặp": 824,
    "ặp ": 1932,
    " gặp": 147,
    "gặp ": 825,
    " l": 214,
    "lạ": 1136,
    "ại": 1866,
    " lạ": 231,
    "lại": 1137,
    "ại ": 1867,
    " lại": 232,
    "lại ": 1138,
    "đ": 1766,
    " đ": 481,
    "đú": 1786,
    "ún": 1752,
    " đú": 494,
    "đún": 1787,
    "úng": 1753,
    " đún": 495,
    "đúng": 1788,
    "úng ": 1754,
    "r": 1331,
    "ồ": 2005,
    " r": 321,
    "rồ": 1366,
    "ồi": 2007,
    " rồ": 334,
    "rồi": 1367,
    "ồi ": 2008,
    " rồi": 335,
    "rồi ": 1368,
    " y": 456,
    "es": 779,
    "s ": 1378,
    " ye": 457,
    "yes": 1623,
    "es ": 780,
    " yes": 458,
    "yes ": 1624,
    "í": 1707,
    "hí": 902,
    "ín": 1714,
    "chí": 689,
    "hín": 906,
    "ính": 1715,
    " chí": 76,
    "chín": 690,
    "hính": 907,
    "ính ": 1716,
    "xá": 1610,
    "ác": 1657,
    "c ": 659,
    " xá": 450,
    "xác": 1611,
    "ác ": 1658,
    " xác": 451,
    "xác ": 1612,
    "ẩ": 1898,
    "hu": 880,
    "uẩ": 1553,
    "ẩn": 1901,
    "chu": 680,
    "huẩ": 887,
    "uẩn": 1554,
    "ẩn ": 1902,
    " chu": 73,
    "chuẩ": 683,
    "huẩn": 888,
    "uẩn ": 1555,
    "ô": 1733,
    "lu": 1120,
    "uô": 1548,
    "ôn": 1739,
    " lu": 220,
    "luô": 1121,
    "uôn": 1549,
    "ôn ": 1740,
    " luô": 221,
    "luôn": 1122,
    "uôn ": 1550,
    "br": 602,
    "ro": 1339,
    " br": 22,
    "bro": 603,
    "ro ": 1340,
    " bro": 23,
    "bro ": 604,
    "ả": 1874,
    " p": 307,
    "ph": 1308,
    "hả": 940,
    "ải": 1876,
    " ph": 308,
    "phả": 1317,
    "hải": 941,
    "ải ": 1877,
    " phả": 313,
    "phải": 1318,
    "hải ": 942,
    "k": 1071,
    " o": 302,
    "ok": 1276,
    "k ": 1072,
    " ok": 303,
    "ok ": 1277,
    " ok ": 304,
    "há": 896,
    "á ": 1656,
    " nh": 280,
    "nhá": 1235,
    "há ": 897,
    " nhá": 283,
    "nhá ": 1236,
    "đồ": 1816,
    "ồn": 2009,
    " đồ": 515,
    "đồn": 1818,
    "ồng": 2010,
    " đồn": 517,
    "đồng": 1819,
    "ồng ": 2011,
    "ý": 1759,
    " ý": 476,
    "ý ": 1760,
    " ý ": 477,
    " k": 197,
    "kh": 1076,
    "hô": 912,
    " kh": 200,
    "khô": 1083,
    "hôn": 914,
    "ông": 1741,
    " khô": 204,
    "khôn": 1085,
    "hông": 915,
    "ông ": 1742,
    "th": 1421,
    "íc": 1711,
    " th": 363,
    "thí": 1432,
    "híc": 904,
    "ích": 1712,
    "ch ": 670,
    " thí": 368,
    "thíc": 1433,
    "hích": 905,
    "ích ": 1713,
    "tô": 1504,
    "ôi": 1735,
    " tô": 406,
    "tôi": 1505,
    "ôi ": 1736,
    " tôi": 407,
    "tôi ": 1506,
    "â": 1677,
    "đâ": 1778,
    "âu": 1680,
    " đâ": 489,
    "đâu": 1779,
    "âu ": 1681,
    " đâu": 490,
    "đâu ": 1780,
    "mu": 1166,
    "uố": 1558,
    "ốn": 1999,
    " mu": 246,
    "muố": 1169,
    "uốn": 1561,
    "ốn ": 2000,
    " muố": 248,
    "muốn": 1170,
    "uốn ": 1562,
    "xe": 1599,
    "em": 772,
    " xe": 442,
    "xem": 1600,
    "em ": 773,
    " xem": 443,
    "xem ": 1601,
    "thô": 1434,
    " thô": 369,
    "thôn": 1435,
    "ti": 1454,
    " ti": 379,
    "tin": 1457,
    " tin": 381,
    "tin ": 1458,
    "sả": 1402,
    "ản": 1880,
    " sả": 354,
    "sản": 1403,
    "ản ": 1881,
    " sản": 355,
    "sản ": 1404,
    "hẩ": 948,
    "ẩm": 1899,
    "phẩ": 1319,
    "hẩm": 949,
    "ẩm ": 1900,
    " phẩ": 314,
    "phẩm": 1320,
    "hẩm ": 950,
    "ở": 2043,
    " ở": 529,
    "ở ": 2044,
    " ở ": 530,
    "là": 1123,
    "àm": 1645,
    " là": 222,
    "làm": 1125,
    "àm ": 1646,
    " làm": 224,
    "làm ": 1126,
    "sa": 1379,
    "ao": 570,
    " sa": 339,
    "sao": 1381,
    "ao ": 571,
    " sao": 341,
    "sao ": 1382,
    "ể": 1955,
    "để": 1809,
    "ể ": 1956,
    " để": 509,
    "để ": 1810,
    " để ": 510,
    "chi ": 675,
    "ế": 1941,
    "iế": 1046,
    "ết": 1945,
    "tiế": 1462,
    "iết": 1047,
    "ết ": 1946,
    " tiế": 383,
    "tiết": 1463,
    "iết ": 1048,
    "hì": 900,
    "ì ": 1701,
    "thì": 1430,
    "hì ": 901,
    " thì": 367,
    "thì ": 1431,
    "cá": 711,
    " cá": 88,
    "các": 713,
    "ách": 1659,
    " các": 90,
    "cách": 715,
    "ách ": 1660,
    "hế": 959,
    "ế ": 1942,
    "thế": 1442,
    "hế ": 960,
    " thế": 373,
    "thế ": 1443,
    "nà": 1249,
    " nà": 289,
    "nào": 1252,
    " nào": 291,
    "nào ": 1253,
    "tì": 1496,
    "ìm": 1702,
    " tì": 401,
    "tìm": 1497,
    "ìm ": 1703,
    " tìm": 402,
    "tìm ": 1498,
    "iể": 1056,
    "ểu": 1959,
    "hiể": 866,
    "iểu": 1059,
    "ểu ": 1960,
    " hiể": 161,
    "hiểu": 867,
    "iểu ": 1060,
    "về": 1584,
    "ề ": 1950,
    " về": 431,
    "về ": 1585,
    " về ": 432,
    "ó": 1723,
    "có": 724,
    "ó ": 1724,
    " có": 96,
    "có ": 725,
    " có ": 97,
    "hể": 961,
    "thể": 1444,
    "hể ": 962,
    " thể": 374,
    "thể ": 1445,
    "à ": 1642,
    "là ": 1124,
    " là ": 223,
    "ai": 553,
    " ai": 5,
    "ai ": 554,
    " ai ": 6,
    " à": 462,
    " à ": 463,
    "ha": 839,
    "at": 575,
    "tb": 1415,
    "bo": 599,
    "ot": 1288,
    "cha": 671,
    "hat": 844,
    "atb": 576,
    "tbo": 1416,
    "bot": 600,
    "ot ": 1289,
    " cha": 70,
    "chat": 672,
    "hatb": 845,
    "atbo": 577,
    "tbot": 1417,
    "bot ": 601,
    "đa": 1767,
    "an": 564,
    " đa": 482,
    "đan": 1768,
    "ang": 566,
    " đan": 483,
    "đang": 1769,
    "ang ": 567,
    "nó": 1257,
    "ói": 1729,
    " nó": 294,
    "nói": 1258,
    "ói ": 1730,
    " nói": 295,
    "nói ": 1259,
    "uy": 1538,
    "yệ": 1638,
    "ện": 1965,
    "huy": 883,
    "uyệ": 1546,
    "yện": 1639,
    "ện ": 1966,
    "chuy": 682,
    "huyệ": 886,
    "uyện": 1547,
    "yện ": 1640,
    "ớ": 2029,
    "vớ": 1590,
    "ới": 2032,
    " vớ": 436,
    "với": 1591,
    "ới ": 2033,
    " với": 437,
    "với ": 1592,
    "co": 703,
    " co": 82,
    "con": 704,
    " con": 83,
    "con ": 705,
    "ờ": 2036,
    "gư": 817,
    "ườ": 1849,
    "ời": 2038,
    "ngư": 1221,
    "gườ": 818,
    "ười": 1850,
    "ời ": 2039,
    " ngư": 277,
    "ngườ": 1222,
    "gười": 819,
    "ười ": 1851,
    "ay": 580,
    " ha": 153,
    "hay": 846,
    "ay ": 581,
    " hay": 154,
    "hay ": 847,
    "má": 1171,
    "áy": 1675,
    " má": 249,
    "máy": 1174,
    "áy ": 1676,
    " máy": 251,
    "máy ": 1175,
    "tí": 1501,
    " tí": 404,
    "tín": 1502,
    " tín": 405,
    "tính": 1503,
    "ậ": 1903,
    "hậ": 951,
    "ật": 1906,
    "thậ": 1438,
    "hật": 952,
    "ật ": 1907,
    " thậ": 371,
    "thật": 1439,
    "hật ": 953,
    " bo": 20,
    " bot": 21,
    "tha": 1422,
    "han": 842,
    "anh": 568,
    " tha": 364,
    "than": 1424,
    "hanh": 843,
    "anh ": 569,
    "to": 1469,
    "oá": 1298,
    " to": 386,
    "toá": 1472,
    "oán": 1299,
    "án ": 1664,
    " toá": 388,
    "toán": 1473,
    "oán ": 1300,
    "ằ": 1922,
    "bằ": 644,
    "ằn": 1923,
    " bằ": 52,
    "bằn": 645,
    "ằng": 1924,
    " bằn": 53,
    "bằng": 646,
    "ằng ": 1925,
    "ữ": 2077,
    "hữ": 1002,
    "ữn": 2081,
    "nhữ": 1241,
    "hữn": 1003,
    "ững": 2082,
    " nhữ": 286,
    "nhữn": 1242,
    "hững": 1004,
    "ững ": 2083,
    "hư": 931,
    "ươ": 1837,
    "ơn": 1827,
    "phư": 1315,
    "hươ": 933,
    "ươn": 1840,
    "ơng": 1829,
    " phư": 312,
    "phươ": 1316,
    "hươn": 934,
    "ương": 1841,
    "ơng ": 1830,
    "ứ": 2068,
    "hứ": 999,
    "ức": 2069,
    "thứ": 1450,
    "hức": 1000,
    "ức ": 2070,
    " thứ": 377,
    "thức": 1451,
    "hức ": 1001,
    "ỗ": 2016,
    "hỗ": 981,
    "ỗ ": 2017,
    " hỗ": 189,
    "hỗ ": 982,
    " hỗ ": 190,
    "ợ": 2052,
    "tr": 1474,
    "rợ": 1372,
    "ợ ": 2053,
    " tr": 389,
    "trợ": 1486,
    "rợ ": 1373,
    " trợ": 395,
    "trợ ": 1487,
    "q": 1323,
    " q": 316,
    "qu": 1324,
    "ua": 1526,
    " qu": 317,
    "qua": 1325,
    "ua ": 1527,
    " qua": 318,
    "qua ": 1326,
    "ẻ": 1939,
    "hẻ": 957,
    "ẻ ": 1940,
    "thẻ": 1440,
    "hẻ ": 958,
    " thẻ": 372,
    "thẻ ": 1441,
    "mo": 1162,
    "om": 1278,
    " mo": 244,
    "mom": 1164,
    "omo": 1279,
    "mo ": 1163,
    " mom": 245,
    "momo": 1165,
    "omo ": 1280,
    "chư": 695,
    " chư": 79,
    "chươ": 696,
    "rì": 1350,
    "trì": 1480,
    "rìn": 1351,
    " trì": 392,
    "trìn": 1481,
    "rình": 1352,
    "yế": 1628,
    "ến": 1943,
    "khu": 1081,
    "uyế": 1541,
    "yến": 1629,
    "ến ": 1944,
    " khu": 203,
    "khuy": 1082,
    "huyế": 884,
    "uyến": 1542,
    "yến ": 1630,
    "ã": 1684,
    "mã": 1176,
    "ãi": 1685,
    " mã": 252,
    "mãi": 1177,
    "ãi ": 1686,
    " mãi": 253,
    "mãi ": 1178,
    "gi": 788,
    "iả": 1043,
    "ảm": 1878,
    " gi": 129,
    "giả": 798,
    "iảm": 1044,
    "ảm ": 1879,
    " giả": 134,
    "giảm": 799,
    "iảm ": 1045,
    "iá": 1030,
    "giá": 794,
    "iá ": 1031,
    " giá": 132,
    "giá ": 795,
    "gì": 815,
    " gì": 142,
    "gì ": 816,
    " gì ": 143,
    "mua": 1167,
    " mua": 247,
    "mua ": 1168,
    "nhi": 1229,
    " nhi": 281,
    "nhiề": 1231,
    "đư": 1792,
    "ượ": 1859,
    "ợc": 2054,
    " đư": 498,
    "đượ": 1795,
    "ược": 1860,
    "ợc ": 2055,
    " đượ": 500,
    "được": 1796,
    "ược ": 1861,
    " ư": 523,
    "ưu": 1835,
    " ưu": 524,
    "ưu ": 1836,
    " ưu ": 525,
    "đã": 1783,
    " đã": 492,
    "đãi": 1784,
    " đãi": 493,
    "đãi ": 1785,
    "hờ": 989,
    "thờ": 1448,
    "hời": 990,
    " thờ": 376,
    "thời": 1449,
    "hời ": 991,
    "ia": 1010,
    "gia": 789,
    "ian": 1011,
    "an ": 565,
    " gia": 130,
    "gian": 790,
    "ian ": 1012,
    "iao": 1013,
    "giao": 791,
    "iao ": 1014,
    "ba": 583,
    " ba": 12,
    "bao": 585,
    " bao": 14,
    "bao ": 586,
    "lâ": 1127,
    " lâ": 225,
    "lâu": 1128,
    " lâu": 226,
    "lâu ": 1129,
    "í ": 1708,
    "phí": 1311,
    "hí ": 903,
    " phí": 310,
    "phí ": 1312,
    "ip": 1026,
    "shi": 1384,
    "hip": 857,
    "ip ": 1027,
    " shi": 343,
    "ship": 1385,
    "hip ": 858,
    "iê": 1032,
    "êu": 1698,
    "hiê": 859,
    "iêu": 1038,
    "êu ": 1699,
    "nhiê": 1230,
    "hiêu": 861,
    "iêu ": 1039,
    "ọ": 1982,
    "họ": 968,
    "ọn": 1983,
    "chọ": 699,
    "họn": 969,
    "ọn ": 1984,
    " chọ": 81,
    "chọn": 700,
    "họn ": 970,
    "đơ": 1789,
    " đơ": 496,
    "đơn": 1790,
    "ơn ": 1828,
    " đơn": 497,
    "đơn ": 1791,
    "ị": 1973,
    "vị": 1586,
    "ị ": 1974,
    " vị": 433,
    "vị ": 1587,
    " vị ": 434,
    "vậ": 1579,
    "ận": 1904,
    " vậ": 428,
    "vận": 1580,
    "ận ": 1905,
    " vận": 429,
    "vận ": 1581,
    "yể": 1635,
    "ển": 1957,
    "uyể": 1544,
    "yển": 1636,
    "ển ": 1958,
    "huyể": 885,
    "uyển": 1545,
    "yển ": 1637,
    " d": 111,
    "dư": 757,
    "ưa": 1833,
    " dư": 116,
    "dưa": 758,
    "ưa ": 1834,
    " dưa": 117,
    "dưa ": 759,
    "lư": 1133,
    "ướ": 1842,
    " lư": 229,
    "lướ": 1134,
    "ưới": 1845,
    " lướ": 230,
    "lưới": 1135,
    "ưới ": 1846,
    "ền": 1951,
    "tiề": 1465,
    "iền": 1052,
    "ền ": 1952,
    " tiề": 384,
    "tiền": 1466,
    "iền ": 1053,
    "ắ": 1912,
    "bắ": 641,
    "ắp": 1918,
    " bắ": 50,
    "bắp": 642,
    "ắp ": 1919,
    " bắp": 51,
    "bắp ": 643,
    "cả": 726,
    " cả": 98,
    "cải": 727,
    " cải": 99,
    "cải ": 728,
    "củ": 738,
    "ủa": 2066,
    " củ": 106,
    "của": 740,
    "ủa ": 2067,
    " của": 108,
    "của ": 741,
    "hị": 965,
    "ịt": 1980,
    "thị": 1446,
    "hịt": 966,
    "ịt ": 1981,
    " thị": 375,
    "thịt": 1447,
    "hịt ": 967,
    "eo": 774,
    "heo": 851,
    "eo ": 775,
    " heo": 157,
    "heo ": 852,
    "gà": 810,
    " gà": 138,
    "gà ": 811,
    " gà ": 139,
    "gu": 807,
    "yê": 1625,
    "ên": 1694,
    "ngu": 1219,
    "guy": 808,
    "uyê": 1539,
    "yên": 1626,
    "ên ": 1695,
    " ngu": 276,
    "nguy": 1220,
    "guyê": 809,
    "uyên": 1540,
    "yên ": 1627,
    "cá ": 712,
    " cá ": 89,
    "biể": 595,
    "iển": 1057,
    " biể": 18,
    "biển": 596,
    "iển ": 1058,
    "sữ": 1410,
    "ữa": 2079,
    " sữ": 360,
    "sữa": 1411,
    "ữa ": 2080,
    " sữa": 361,
    "sữa ": 1412,
    "tươ": 1514,
    "ươi": 1838,
    " tươ": 413,
    "tươi": 1515,
    "ươi ": 1839,
    "oa": 1270,
    "kho": 1079,
    "hoa": 874,
    "oai": 1271,
    " kho": 202,
    "khoa": 1080,
    "hoai": 875,
    "oai ": 1272,
    "tâ": 1493,
    "ây": 1682,
    " tâ": 399,
    "tây": 1494,
    "ây ": 1683,
    " tây": 400,
    "tây ": 1495,
    "cà": 709,
    " cà": 86,
    "cà ": 710,
    " cà ": 87,
    "hua": 881,
    "chua": 681,
    "hua ": 882,
    "rứ": 1374,
    "ứn": 2071,
    "trứ": 1488,
    "rứn": 1375,
    "ứng": 2072,
    " trứ": 396,
    "trứn": 1489,
    "rứng": 1376,
    "ứng ": 2073,
    "lố": 1139,
    "ốc": 1995,
    " lố": 233,
    "lốc": 1140,
    "ốc ": 1996,
    " lốc": 234,
    "lốc ": 1141,
    "ov": 1290,
    "va": 1568,
    "lt": 1117,
    "ne": 1213,
    " ov": 305,
    "ova": 1291,
    "val": 1569,
    "alt": 558,
    "lti": 1118,
    "ine": 1024,
    "ne ": 1214,
    " ova": 306,
    "oval": 1292,
    "valt": 1570,
    "alti": 559,
    "ltin": 1119,
    "tine": 1459,
    "ine ": 1025,
    "đặ": 1803,
    "ặc": 1927,
    " đặ": 505,
    "đặc": 1804,
    "ặc ": 1928,
    " đặc": 506,
    "đặc ": 1805,
    "ờn": 2040,
    "đườ": 1793,
    "ườn": 1852,
    "ờng": 2041,
    " đườ": 499,
    "đườn": 1794,
    "ường": 1853,
    "ờng ": 2042,
    "ca": 660,
    "am": 560,
    " ca": 64,
    "cam": 663,
    "am ": 561,
    " cam": 66,
    "cam ": 664,
    "ú ": 1749,
    " hú": 168,
    "hú ": 921,
    " hú ": 169,
    "ló": 1130,
    "óc": 1727,
    " ló": 227,
    "lóc": 1131,
    "óc ": 1728,
    " lóc": 228,
    "lóc ": 1132,
    "sạ": 1399,
    "ạc": 1863,
    " sạ": 352,
    "sạc": 1400,
    "ạch": 1864,
    " sạc": 353,
    "sạch": 1401,
    "ạch ": 1865,
    "ụ": 2060,
    "nụ": 1263,
    "ục": 2062,
    " nụ": 298,
    "nục": 1264,
    "ục ": 2063,
    " nục": 299,
    "nục ": 1265,
    "ra": 1335,
    " ra": 322,
    "ra ": 1336,
    " ra ": 323,
    "đi": 1770,
    " đi": 484,
    "điề": 1771,
    " điề": 485,
    "điều": 1772,
    "hồ": 976,
    " hồ": 186,
    "hồn": 979,
    " hồn": 188,
    "hồng": 980,
    "ba ": 584,
    " ba ": 13,
    "sa ": 1380,
    " sa ": 340,
    "cắ": 732,
    "ắt": 1920,
    " cắ": 102,
    "cắt": 733,
    "ắt ": 1921,
    " cắt": 103,
    "cắt ": 734,
    "úc": 1750,
    "khú": 1086,
    "húc": 922,
    "úc ": 1751,
    " khú": 205,
    "khúc": 1087,
    "húc ": 923,
    "ộ": 2018,
    "rộ": 1369,
    "ội": 2019,
    " rộ": 336,
    "rội": 1370,
    "ội ": 2020,
    " rội": 337,
    "rội ": 1371,
    "_": 536,
    " _": 1,
    "__": 538,
    "_n": 542,
    "nu": 1246,
    "um": 1528,
    "mb": 1156,
    "be": 589,
    "er": 776,
    "r_": 1332,
    "_ ": 537,
    " __": 2,
    "__n": 540,
    "_nu": 543,
    "num": 1247,
    "umb": 1529,
    "mbe": 1157,
    "ber": 590,
    "er_": 777,
    "r__": 1333,
    "__ ": 539,
    " __n": 3,
    "__nu": 541,
    "_num": 544,
    "numb": 1248,
    "umbe": 1530,
    "mber": 1158,
    "ber_": 591,
    "er__": 778,
    "r__ ": 1334,
    "bị": 652,
    "ịc": 1977,
    " bị": 58,
    "bịc": 654,
    "ịch": 1978,
    " bịc": 60,
    "bịch": 655,
    "ịch ": 1979,
    "ậy": 1910,
    "vậy": 1582,
    "ậy ": 1911,
    " vậy": 430,
    "vậy ": 1583,
    "xư": 1616,
    " xư": 454,
    "xươ": 1617,
    " xươ": 455,
    "xươn": 1618,
    "như": 1237,
    "hư ": 932,
    " như": 284,
    "như ": 1238,
    "xa": 1594,
    " xa": 439,
    "xay": 1597,
    " xay": 441,
    "xay ": 1598,
    "mí": 1183,
    "ía": 1709,
    " mí": 257,
    "mía": 1184,
    "ía ": 1710,
    " mía": 258,
    "mía ": 1185,
    " á": 464,
    " á ": 465,
    "ù": 1743,
    "hù": 916,
    "ùn": 1745,
    "thù": 1436,
    "hùn": 918,
    "ùng": 1746,
    " thù": 370,
    "thùn": 1437,
    "hùng": 919,
    "ùng ": 1747,
    "ku": 1095,
    "un": 1531,
    " ku": 210,
    "kun": 1096,
    "un ": 1532,
    " kun": 211,
    "kun ": 1097,
    "rá": 1341,
    "ái": 1661,
    "trá": 1475,
    "rái": 1342,
    "ái ": 1662,
    " trá": 390,
    "trái": 1476,
    "rái ": 1343,
    "câ": 716,
    " câ": 91,
    "cây": 719,
    " cây": 93,
    "cây ": 720,
    "mộ": 1201,
    "ột": 2027,
    " mộ": 269,
    "một": 1202,
    "ột ": 2028,
    " một": 270,
    "một ": 1203,
    "du": 749,
    "ut": 1535,
    "tc": 1418,
    " du": 112,
    "dut": 750,
    "utc": 1536,
    "tch": 1419,
    " dut": 113,
    "dutc": 751,
    "utch": 1537,
    "tch ": 1420,
    "la": 1102,
    "ad": 550,
    "dy": 752,
    " la": 215,
    "lad": 1103,
    "ady": 551,
    "dy ": 753,
    " lad": 216,
    "lady": 1104,
    "ady ": 552,
    "dâ": 754,
    " dâ": 114,
    "dâu": 755,
    " dâu": 115,
    "dâu ": 756,
    "vi": 1571,
    "na": 1208,
    "mi": 1159,
    "il": 1015,
    "lk": 1107,
    " vi": 423,
    "vin": 1572,
    "ina": 1022,
    "nam": 1211,
    "ami": 562,
    "mil": 1160,
    "ilk": 1016,
    "lk ": 1108,
    " vin": 424,
    "vina": 1573,
    "inam": 1023,
    "nami": 1212,
    "amil": 563,
    "milk": 1161,
    "ilk ": 1017,
    " ứ": 531,
    " ức": 532,
    " ức ": 533,
    "mì ": 1180,
    " mì ": 255,
    "ảo": 1884,
    " hả": 177,
    "hảo": 943,
    "ảo ": 1885,
    " hảo": 179,
    "hảo ": 944,
    "cay": 667,
    " cay": 68,
    "cay ": 668,
    "rố": 1361,
    "ốt": 2003,
    " rố": 331,
    "rốt": 1364,
    "ốt ": 2004,
    " rốt": 333,
    "rốt ": 1365,
    "hấ": 945,
    "ấu": 1889,
    " hấ": 180,
    "hấu": 946,
    "ấu ": 1890,
    " hấu": 181,
    "hấu ": 947,
    "gọ": 826,
    "ọt": 1985,
    "ngọ": 1223,
    "gọt": 827,
    "ọt ": 1986,
    " ngọ": 278,
    "ngọt": 1224,
    "gọt ": 828,
    "cụ": 735,
    " cụ": 104,
    "cục": 736,
    " cục": 105,
    "cục ": 737,
    "bẹ": 647,
    "ẹ ": 1934,
    " bẹ": 54,
    "bẹ ": 648,
    " bẹ ": 55,
    "xan": 1595,
    " xan": 440,
    "xanh": 1596,
    "hộ": 983,
    "ộp": 2025,
    " hộ": 191,
    "hộp": 984,
    "ộp ": 2026,
    " hộp": 192,
    "hộp ": 985,
    "no": 1243,
    " no": 287,
    "non": 1244,
    " non": 288,
    "non ": 1245,
    "bó": 628,
    " bó": 40,
    "bó ": 629,
    " bó ": 41,
    "xô": 1613,
    " xô": 452,
    "xôi": 1614,
    " xôi": 453,
    "xôi ": 1615,
    "au": 578,
    "rau": 1337,
    "au ": 579,
    " rau": 324,
    "rau ": 1338,
    "hún": 924,
    " hún": 170,
    "húng": 925,
    "uế": 1556,
    "quế": 1329,
    "uế ": 1557,
    " quế": 320,
    "quế ": 1330,
    "số": 1405,
    "ố ": 1994,
    " số": 356,
    "số ": 1406,
    " số ": 357,
    "điệ": 1773,
    "iện": 1065,
    " điệ": 486,
    "điện": 1774,
    "iện ": 1066,
    "oạ": 1301,
    "tho": 1428,
    "hoạ": 878,
    "oại": 1302,
    " tho": 366,
    "thoạ": 1429,
    "hoại": 879,
    "oại ": 1303,
    "đị": 1811,
    "ịa": 1975,
    " đị": 511,
    "địa": 1812,
    "ịa ": 1976,
    " địa": 512,
    "địa ": 1813,
    "ỉ": 1971,
    "hỉ": 963,
    "ỉ ": 1972,
    "chỉ": 697,
    "hỉ ": 964,
    " chỉ": 80,
    "chỉ ": 698,
    "nư": 1260,
    "ớc": 2030,
    " nư": 296,
    "nướ": 1261,
    "ước": 1843,
    "ớc ": 2031,
    " nướ": 297,
    "nước": 1262,
    "ước ": 1844,
    "su": 1391,
    " su": 347,
    "suố": 1394,
    "uối": 1559,
    " suố": 349,
    "suối": 1395,
    "uối ": 1560,
    "rẻ": 1359,
    " rẻ": 329,
    "rẻ ": 1360,
    " rẻ ": 330,
    "hơ": 928,
    " hơ": 171,
    "hơn": 929,
    " hơn": 172,
    "hơn ": 930,
    "bá": 611,
    " bá": 28,
    "bán": 612,
    " bán": 29,
    "bán ": 613,
    "dướ": 760,
    " dướ": 118,
    "dưới": 761,
    "rê": 1347,
    "trê": 1478,
    "rên": 1348,
    " trê": 391,
    "trên": 1479,
    "rên ": 1349,
    "cai": 661,
    " cai": 65,
    "cai ": 662,
    "các ": 714,
    " lo": 218,
    "loạ": 1114,
    " loạ": 219,
    "loại": 1115,
    "ánh": 1667,
    "bánh": 614,
    "ánh ": 1668,
    "sn": 1388,
    "ac": 547,
    "ck": 701,
    " sn": 345,
    "sna": 1389,
    "nac": 1209,
    "ack": 548,
    "ck ": 702,
    " sna": 346,
    "snac": 1390,
    "nack": 1210,
    "ack ": 549,
    "ke": 1073,
    " ke": 198,
    "kem": 1074,
    " kem": 199,
    "kem ": 1075,
    "đá": 1775,
    " đá": 487,
    "đán": 1776,
    " đán": 488,
    "đánh": 1777,
    "ă": 1761,
    "ră": 1353,
    "ăn": 1762,
    " ră": 327,
    "răn": 1354,
    "ăng": 1764,
    " răn": 328,
    "răng": 1355,
    "ăng ": 1765,
    "xà": 1608,
    " xà": 448,
    "xà ": 1609,
    " xà ": 449,
    "bô": 630,
    " bô": 42,
    "bôn": 631,
    " bôn": 43,
    "bông": 632,
    "hủ": 997,
    " hủ": 195,
    "hủ ": 998,
    " hủ ": 196,
    "ếu": 1947,
    "iếu": 1049,
    "ếu ": 1948,
    "tiếu": 1464,
    "iếu ": 1050,
    "áo": 1669,
    "chá": 687,
    "háo": 898,
    "áo ": 1670,
    " chá": 75,
    "cháo": 688,
    "háo ": 899,
    "kẹ": 1098,
    "ẹo": 1937,
    " kẹ": 212,
    "kẹo": 1099,
    "ẹo ": 1938,
    " kẹo": 213,
    "kẹo ": 1100,
    " e": 123,
    " em": 124,
    " em ": 125,
    "dầ": 762,
    "ầu": 1894,
    " dầ": 119,
    "dầu": 763,
    "ầu ": 1895,
    " dầu": 120,
    "dầu ": 764,
    "gộ": 829,
    " gộ": 148,
    "gội": 830,
    " gội": 149,
    "gội ": 831,
    "cao": 665,
    " cao": 67,
    "cao ": 666,
    "cu": 706,
    " cu": 84,
    "cua": 707,
    " cua": 85,
    "cua ": 708,
    "bị ": 653,
    " bị ": 59,
    " hu": 162,
    "yết": 1631,
    " huy": 163,
    "uyết": 1543,
    "yết ": 1632,
    "áp": 1671,
    " áp": 466,
    "áp ": 1672,
    " áp ": 467,
    "nê": 1254,
    " nê": 292,
    "nên": 1255,
    " nên": 293,
    "nên ": 1256,
    " ă": 478,
    " ăn": 479,
    "ăn ": 1763,
    " ăn ": 480,
    "ự": 2084,
    "hự": 1005,
    "ực": 2087,
    "thự": 1452,
    "hực": 1006,
    "ực ": 2088,
    " thự": 378,
    "thực": 1453,
    "hực ": 1007,
    "tốt": 1522,
    " tốt": 418,
    "tốt ": 1523,
    "tiể": 1467,
    " tiể": 385,
    "tiểu": 1468,
    "ỡ": 2050,
    "mỡ": 1204,
    "ỡ ": 2051,
    " mỡ": 271,
    "mỡ ": 1205,
    " mỡ ": 272,
    "áu": 1673,
    "máu": 1172,
    "áu ": 1674,
    " máu": 250,
    "máu ": 1173,
    "gợ": 832,
    "ợi": 2056,
    " gợ": 150,
    "gợi": 833,
    "ợi ": 2057,
    " gợi": 151,
    "gợi ": 834,
    "mó": 1186,
    "ón": 1731,
    " mó": 259,
    "món": 1187,
    "ón ": 1732,
    " món": 260,
    "món ": 1188,
    "ù ": 1744,
    "phù": 1313,
    "hù ": 917,
    " phù": 311,
    "phù ": 1314,
    "hợ": 992,
    "ợp": 2058,
    " hợ": 193,
    "hợp": 993,
    "ợp ": 2059,
    " hợp": 194,
    "hợp ": 994,
    "é": 1687,
    "bé": 618,
    "éo": 1688,
    " bé": 32,
    "béo": 619,
    "éo ": 1689,
    " béo": 33,
    "béo ": 620,
    "phì": 1309,
    " phì": 309,
    "phì ": 1310,
    "ân": 1678,
    "cân": 717,
    "ân ": 1679,
    " cân": 92,
    "cân ": 718,
    "ki": 1092,
    " ki": 208,
    "kiê": 1093,
    "iên": 1035,
    "êng": 1696,
    " kiê": 209,
    "kiên": 1094,
    "iêng": 1037,
    "êng ": 1697,
    "mặ": 1198,
    "ặn": 1929,
    " mặ": 267,
    "mặn": 1199,
    "ặn ": 1930,
    " mặn": 268,
    "mặn ": 1200,
    " an": 9,
    " an ": 10,
    "oà": 1293,
    "toà": 1470,
    "oàn": 1296,
    "àn ": 1648,
    " toà": 387,
    "toàn": 1471,
    "oàn ": 1297,
    "bệ": 649,
    " bệ": 56,
    "bện": 650,
    "ệnh": 1967,
    " bện": 57,
    "bệnh": 651,
    "ệnh ": 1968,
    "sứ": 1407,
    " sứ": 358,
    "sức": 1408,
    " sức": 359,
    "sức ": 1409,
    "ỏe": 1989,
    "khỏ": 1088,
    "hỏe": 972,
    "ỏe ": 1990,
    " khỏ": 206,
    "khỏe": 1089,
    "hỏe ": 973,
    "thi": 1425,
    "hiế": 862,
    " thi": 365,
    "thiế": 1426,
    "hiếu": 863,
    "bổ": 656,
    "ổ ": 2013,
    " bổ": 61,
    "bổ ": 657,
    " bổ ": 62,
    "sun": 1392,
    "ung": 1533,
    " sun": 348,
    "sung": 1393,
    "ung ": 1534,
    "gầ": 820,
    "ầy": 1896,
    " gầ": 144,
    "gầy": 821,
    "ầy ": 1897,
    " gầy": 145,
    "gầy ": 822,
    " yế": 459,
    "yếu": 1633,
    " yếu": 461,
    "yếu ": 1634,
    "hiệ": 870,
    "thiệ": 1427,
    "hiện": 871,
    "rạ": 1356,
    "trạ": 1482,
    "rạn": 1357,
    "ạng": 1872,
    " trạ": 393,
    "trạn": 1483,
    "rạng": 1358,
    "ạng ": 1873,
    "ma": 1153,
    " ma": 242,
    "man": 1154,
    " man": 243,
    "mang": 1155,
    "hai": 840,
    "thai": 1423,
    "hai ": 841,
    "rối": 1362,
    " rối": 332,
    "rối ": 1363,
    "oạn": 1304,
    "loạn": 1116,
    "oạn ": 1305,
    "tiê": 1460,
    " tiê": 382,
    "tiêu": 1461,
    "hó": 908,
    "óa": 1725,
    " hó": 166,
    "hóa": 910,
    "óa ": 1726,
    " hóa": 167,
    "hóa ": 911,
    "ga": 785,
    " ga": 127,
    "gan": 786,
    " gan": 128,
    "gan ": 787,
    "ễ": 1961,
    "iễ": 1061,
    "ễm": 1962,
    "hiễ": 868,
    "iễm": 1062,
    "ễm ": 1963,
    "nhiễ": 1232,
    "hiễm": 869,
    "iễm ": 1063,
    " u": 419,
    " uố": 420,
    "ống": 2001,
    " uốn": 421,
    "uống": 1563,
    "ống ": 2002,
    "iú": 1040,
    "úp": 1755,
    "giú": 796,
    "iúp": 1041,
    "úp ": 1756,
    " giú": 133,
    "giúp": 797,
    "iúp ": 1042,
    "tìn": 1499,
    " tìn": 403,
    "tình": 1500,
    "tă": 1509,
    " tă": 409,
    "tăn": 1510,
    " tăn": 410,
    "tăng": 1511,
    "im": 1018,
    "tim": 1455,
    "im ": 1019,
    " tim": 380,
    "tim ": 1456,
    "huố": 889,
    "chuố": 684,
    "huối": 890,
    " yến": 460,
    "mạ": 1192,
    " mạ": 263,
    "mạc": 1193,
    " mạc": 264,
    "mạch": 1194,
    "ò": 1719,
    "bò": 626,
    "ò ": 1720,
    " bò": 38,
    "bò ": 627,
    " bò ": 39,
    "độ": 1820,
    "ộn": 2021,
    " độ": 518,
    "độn": 1821,
    "ộng": 2023,
    " độn": 519,
    "động": 1822,
    "ộng ": 2024,
    "hụ": 995,
    "ụ ": 2061,
    "phụ": 1321,
    "hụ ": 996,
    " phụ": 315,
    "phụ ": 1322,
    "nữ": 1266,
    "ữ ": 2078,
    " nữ": 300,
    "nữ ": 1267,
    " nữ ": 301,
    "nho": 1233,
    " nho": 282,
    "nho ": 1234,
    "ô ": 1734,
    "hô ": 913,
    "khô ": 1084,
    " í": 470,
    "ít": 1717,
    " ít": 471,
    "ít ": 1718,
    " ít ": 472,
    "vịt": 1588,
    " vịt": 435,
    "vịt ": 1589,
    "lộ": 1142,
    " lộ": 235,
    "lộn": 1143,
    "ộn ": 2022,
    " lộn": 236,
    "lộn ": 1144,
    "trẻ": 1484,
    " trẻ": 394,
    "trẻ ": 1485,
    "đậ": 1797,
    "ậu": 1908,
    " đậ": 501,
    "đậu": 1798,
    "ậu ": 1909,
    " đậu": 502,
    "đậu ": 1799,
    "nàn": 1250,
    "ành": 1651,
    " nàn": 290,
    "nành": 1251,
    "ành ": 1652,
    "lợ": 1145,
    " lợ": 237,
    "lợi": 1146,
    " lợi": 238,
    "lợi ": 1147,
    "ià": 1028,
    "già": 792,
    "ià ": 1029,
    " già": 131,
    "già ": 793,
    "lự": 1148,
    "ựa": 2085,
    " lự": 239,
    "lựa": 1149,
    "ựa ": 2086,
    " lựa": 240,
    "lựa ": 1150,
    "chay": 673,
    "ôm": 1737,
    "tôm": 1507,
    "ôm ": 1738,
    " tôm": 408,
    "tôm ": 1508,
    "gâ": 812,
    " gâ": 140,
    "gây": 813,
    " gây": 141,
    "gây ": 814,
    "hạ": 937,
    " hạ": 175,
    "hại": 938,
    " hại": 176,
    "hại ": 939,
    "dị": 765,
    " dị": 121,
    "dị ": 766,
    " dị ": 122,
    " ứn": 534,
    " ứng": 535,
    " hải": 178,
    "bư": 635,
    "ưở": 1854,
    "ởi": 2045,
    " bư": 46,
    "bưở": 636,
    "ưởi": 1855,
    "ởi ": 2046,
    " bưở": 47,
    "bưởi": 637,
    "ưởi ": 1856,
    "mắ": 1195,
    "ắc": 1913,
    " mắ": 265,
    "mắc": 1196,
    "ắc ": 1914,
    " mắc": 266,
    "mắc ": 1197,
    "hồi": 977,
    " hồi": 187,
    "hồi ": 978,
    "lan": 1105,
    " lan": 217,
    "lang": 1106,
    " ả": 526,
    " ản": 527,
    "ảnh": 1882,
    " ảnh": 528,
    "ảnh ": 1883,
    "ởn": 2047,
    " hư": 173,
    "hưở": 935,
    "ưởn": 1857,
    "ởng": 2048,
    " hưở": 174,
    "hưởn": 936,
    "ưởng": 1858,
    "ởng ": 2049,
    "đế": 1806,
    " đế": 507,
    "đến": 1807,
    " đến": 508,
    "đến ": 1808,
    "rán": 1344,
    "trán": 1477,
    "ránh": 1346,
    "khi": 1077,
    " khi": 201,
    "khi ": 1078,
    "ồ ": 2006,
    "đồ ": 1817,
    " đồ ": 516,
    "chiê": 676,
    "hiên": 860,
    "iên ": 1036,
    " rá": 325,
    " rán": 326,
    "rán ": 1345,
    "êm": 1692,
    "viê": 1574,
    "iêm": 1033,
    "êm ": 1693,
    " viê": 425,
    "viêm": 1575,
    "iêm ": 1034,
    "hớ": 986,
    "ớp": 2034,
    "khớ": 1090,
    "hớp": 987,
    "ớp ": 2035,
    " khớ": 207,
    "khớp": 1091,
    "hớp ": 988,
    "bê": 621,
    " bê": 34,
    "bên": 622,
    " bên": 35,
    "bên ": 623,
    "đây": 1781,
    " đây": 491,
    "đây ": 1782,
    "tá": 1490,
    " tá": 397,
    "táo": 1491,
    " táo": 398,
    "táo ": 1492,
    "nhỉ": 1239,
    " nhỉ": 285,
    "nhỉ ": 1240,
    "as": 572,
    "bas": 587,
    "asa": 573,
    " bas": 15,
    "basa": 588,
    "asa ": 574,
    "cò": 721,
    "òn": 1721,
    " cò": 94,
    "còn": 722,
    "òn ": 1722,
    " còn": 95,
    "còn ": 723,
    "bơ": 633,
    "ơ ": 1824,
    " bơ": 44,
    "bơ ": 634,
    " bơ ": 45,
    "biế": 593,
    " biế": 17,
    "biết": 594,
    "củ ": 739,
    " củ ": 107,
    "uả": 1551,
    "ả ": 1875,
    "quả": 1327,
    "uả ": 1552,
    " quả": 319,
    "quả ": 1328,
    "bí": 624,
    " bí": 36,
    "bí ": 625,
    " bí ": 37,
    "đỏ": 1814,
    "ỏ ": 1988,
    " đỏ": 513,
    "đỏ ": 1815,
    " đỏ ": 514,
    "mư": 1189,
    " mư": 261,
    "mướ": 1190,
    "ướp": 1847,
    " mướ": 262,
    "mướp": 1191,
    "ướp ": 1848,
    "đắ": 1800,
    "ắn": 1915,
    " đắ": 503,
    "đắn": 1801,
    "ắng": 1916,
    " đắn": 504,
    "đắng": 1802,
    "ắng ": 1917,
    "xo": 1605,
    "ài": 1643,
    " xo": 446,
    "xoà": 1606,
    "oài": 1294,
    "ài ": 1644,
    " xoà": 447,
    "xoài": 1607,
    "oài ": 1295,
    "bâ": 615,
    " bâ": 30,
    "bây": 616,
    " bây": 31,
    "bây ": 617,
    "iờ": 1069,
    "ờ ": 2037,
    "giờ": 800,
    "iờ ": 1070,
    " giờ": 135,
    "giờ ": 801,
    " ó": 473,
    " óc": 474,
    " óc ": 475,
    "chó": 691,
    "hó ": 909,
    " chó": 77,
    "chó ": 692
  },
  "response": null,
  "action_text": null
}