{
  "text": {
    "hey": 61,
    "hello": 59,
    "hi": 62,
    "xin": 175,
    "chào": 26,
    "buổi": 8,
    "sáng": 129,
    "bạn": 12,
    "chiều": 20,
    "tối": 165,
    "shop": 126,
    "ơi": 193,
    "cửa": 42,
    "hàng": 64,
    "ê": 180,
    "alo": 2,
    "mình": 92,
    "cần": 40,
    "tư": 161,
    "vấn": 168,
    "cho": 21,
    "hỏi": 67,
    "chút": 29,
    "bye": 9,
    "tạm": 163,
    "biệt": 5,
    "ngủ": 100,
    "ngon": 96,
    "goodbye": 52,
    "hẹn": 66,
    "gặp": 56,
    "lại": 83,
    "đúng": 186,
    "rồi": 123,
    "yes": 177,
    "chính": 28,
    "xác": 176,
    "chuẩn": 25,
    "luôn": 78,
    "bro": 7,
    "phải": 117,
    "ok": 112,
    "nhá": 103,
    "đồng": 192,
    "ý": 181,
    "không": 73,
    "thích": 136,
    "tôi": 160,
    "đâu": 184,
    "muốn": 88,
    "xem": 174,
    "thông": 137,
    "tin": 147,
    "sản": 130,
    "phẩm": 118,
    "ở": 195,
    "làm": 80,
    "sao": 124,
    "để": 190,
    "chi": 19,
    "tiết": 148,
    "thì": 135,
    "cách": 36,
    "thế": 141,
    "nào": 107,
    "tìm": 158,
    "hiểu": 63,
    "về": 171,
    "có": 38,
    "thể": 142,
    "là": 79,
    "ai": 1,
    "à": 178,
    "chatbot": 18,
    "đang": 182,
    "nói": 108,
    "chuyện": 24,
    "với": 173,
    "con": 33,
    "người": 98,
    "hay": 58,
    "máy": 89,
    "tính": 159,
    "thật": 139,
    "bot": 6,
    "thanh": 133,
    "toán": 151,
    "bằng": 14,
    "những": 105,
    "phương": 116,
    "thức": 146,
    "hỗ": 68,
    "trợ": 156,
    "qua": 120,
    "thẻ": 140,
    "momo": 86,
    "chương": 30,
    "trình": 155,
    "khuyến": 72,
    "mãi": 90,
    "giảm": 50,
    "giá": 49,
    "gì": 54,
    "mua": 87,
    "nhiều": 102,
    "được": 189,
    "ưu": 194,
    "đãi": 185,
    "thời": 145,
    "gian": 47,
    "giao": 48,
    "bao": 3,
    "lâu": 81,
    "phí": 115,
    "ship": 125,
    "nhiêu": 101,
    "chọn": 32,
    "đơn": 187,
    "vị": 172,
    "vận": 169,
    "chuyển": 23,
    "dưa": 45,
    "lưới": 82,
    "tiền": 150,
    "bắp": 13,
    "cải": 39,
    "của": 41,
    "thịt": 143,
    "heo": 60,
    "gà": 53,
    "nguyên": 97,
    "cá": 35,
    "biển": 4,
    "sữa": 132,
    "tươi": 162,
    "khoai": 71,
    "tây": 157,
    "cà": 34,
    "chua": 22,
    "bánh": 10,
    "ngọt": 99,
    "nước": 109,
    "suối": 128,
    "một": 94,
    "chai": 17,
    "khăn": 74,
    "giấy": 51,
    "dầu": 46,
    "gội": 57,
    "tắm": 164,
    "mì": 91,
    "gói": 55,
    "ra": 122,
    "oreo": 113,
    "dâu": 44,
    "quy": 121,
    "nắm": 110,
    "kim": 75,
    "châm": 27,
    "__number__": 0,
    "bịch": 15,
    "vậy": 170,
    "hủ": 70,
    "tiếu": 149,
    "nam": 95,
    "vang": 166,
    "như": 104,
    "phở": 119,
    "bò": 11,
    "truyền": 152,
    "thống": 144,
    "đường": 188,
    "mía": 93,
    "á": 179,
    "thùng": 138,
    "kun": 76,
    "trái": 153,
    "cây": 37,
    "dutch": 43,
    "lady": 77,
    "vinamilk": 167,
    "tráng": 154,
    "ninh": 106,
    "hảo": 65,
    "cay": 16,
    "snack": 127,
    "oishi": 111,
    "pepsi": 114,
    "lốc": 84,
    "hộp": 69,
    "milo": 85,
    "số": 131,
    "điện": 183,
    "thoại": 134,
    "địa": 191,
    "chỉ": 31
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "affirm": 0,
    "deny": 9,
    "ask_product_info": 4,
    "ask_product_detail": 3,
    "bot_challenge": 8,
    "ask_payment": 1,
    "ask_promotion": 5,
    "ask_shipping": 6,
    "ask_price": 2,
    "ask_shop_info": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_product_price": 6,
    "utter_ask_more_help": 13,
    "utter_ask_payment": 14,
    "utter_ask_product_detail": 15,
    "utter_ask_product_info": 16,
    "utter_ask_promotion": 17,
    "utter_ask_shipping": 18,
    "utter_ask_shop_info": 19,
    "utter_follow_up": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_iamabot": 23,
    "utter_sorry": 24,
    "utter_thank_you": 25
  },
  "action_text": null,
  "intent_response_key": null
}