{
  "text": {
    " ": 0,
    "h": 567,
    "e": 507,
    "y": 1158,
    " h": 97,
    "he": 578,
    "ey": 524,
    "y ": 1159,
    " he": 100,
    "hey": 583,
    "ey ": 525,
    " hey": 103,
    "hey ": 584,
    "l": 771,
    "o": 889,
    "el": 509,
    "ll": 777,
    "lo": 780,
    "o ": 890,
    "hel": 579,
    "ell": 510,
    "llo": 778,
    "lo ": 781,
    " hel": 101,
    "hell": 580,
    "ello": 511,
    "llo ": 779,
    "i": 698,
    "hi": 585,
    "i ": 699,
    " hi": 104,
    "hi ": 586,
    " hi ": 105,
    "x": 1148,
    "n": 840,
    " x": 297,
    "xi": 1152,
    "in": 712,
    "n ": 841,
    " xi": 300,
    "xin": 1153,
    "in ": 713,
    " xin": 301,
    "xin ": 1154,
    "c": 425,
    "à": 1179,
    " c": 35,
    "ch": 430,
    "hà": 612,
    "ào": 1186,
    " ch": 38,
    "chà": 444,
    "hào": 615,
    "ào ": 1187,
    " chà": 43,
    "chào": 445,
    "hào ": 616,
    "b": 384,
    "u": 1088,
    "ổ": 1445,
    " b": 9,
    "bu": 402,
    "uổ": 1123,
    "ổi": 1446,
    " bu": 19,
    "buổ": 403,
    "uổi": 1124,
    "ổi ": 1447,
    " buổ": 20,
    "buổi": 404,
    "uổi ": 1125,
    "s": 975,
    "á": 1188,
    "g": 526,
    " s": 219,
    "sá": 994,
    "án": 1196,
    "ng": 848,
    "g ": 527,
    " sá": 229,
    "sán": 995,
    "áng": 1198,
    "ng ": 849,
    " sán": 230,
    "sáng": 996,
    "áng ": 1199,
    "ạ": 1328,
    "bạ": 413,
    "ạn": 1333,
    " bạ": 27,
    "bạn": 414,
    "ạn ": 1334,
    " bạn": 28,
    "bạn ": 415,
    "ề": 1391,
    "iề": 739,
    "ều": 1395,
    "u ": 1089,
    "chi": 435,
    "hiề": 591,
    "iều": 742,
    "ều ": 1396,
    " chi": 40,
    "chiề": 437,
    "hiều": 592,
    "iều ": 743,
    "t": 1005,
    "ố": 1429,
    " t": 237,
    "tố": 1085,
    "ối": 1433,
    " tố": 279,
    "tối": 1086,
    "ối ": 1434,
    " tối": 280,
    "tối ": 1087,
    "p": 923,
    "sh": 980,
    "ho": 595,
    "op": 910,
    "p ": 924,
    " sh": 222,
    "sho": 984,
    "hop": 599,
    "op ": 911,
    " sho": 224,
    "shop": 985,
    "hop ": 600,
    "ơ": 1297,
    " ơ": 337,
    "ơi": 1298,
    " ơi": 338,
    "ơi ": 1299,
    " ơi ": 339,
    "ử": 1481,
    "a": 354,
    "cử": 484,
    "ửa": 1482,
    "a ": 355,
    " cử": 67,
    "cửa": 485,
    "ửa ": 1483,
    " cửa": 68,
    "cửa ": 486,
    "àn": 1183,
    " hà": 107,
    "hàn": 613,
    "àng": 1184,
    " hàn": 108,
    "hàng": 614,
    "àng ": 1185,
    "ê": 1214,
    " ê": 311,
    "ê ": 1215,
    " ê ": 312,
    " a": 4,
    "al": 364,
    " al": 7,
    "alo": 365,
    " alo": 8,
    "alo ": 366,
    "m": 806,
    "ì": 1220,
    " m": 151,
    "mì": 830,
    "ìn": 1224,
    "nh": 860,
    "h ": 568,
    " mì": 163,
    "mìn": 832,
    "ình": 1225,
    "nh ": 861,
    " mìn": 165,
    "mình": 833,
    "ình ": 1226,
    "ầ": 1349,
    "cầ": 478,
    "ần": 1350,
    " cầ": 63,
    "cần": 479,
    "ần ": 1351,
    " cần": 64,
    "cần ": 480,
    "ư": 1304,
    "tư": 1075,
    "ư ": 1305,
    " tư": 272,
    "tư ": 1076,
    " tư ": 273,
    "v": 1126,
    "ấ": 1344,
    " v": 281,
    "vấ": 1133,
    "ấn": 1345,
    " vấ": 286,
    "vấn": 1134,
    "ấn ": 1346,
    " vấn": 287,
    "vấn ": 1135,
    "cho": 438,
    "ho ": 596,
    " cho": 41,
    "cho ": 439,
    "ỏ": 1426,
    "hỏ": 674,
    "ỏi": 1427,
    " hỏ": 113,
    "hỏi": 675,
    "ỏi ": 1428,
    " hỏi": 114,
    "hỏi ": 676,
    "ú": 1254,
    "hú": 636,
    "út": 1258,
    "t ": 1006,
    "chú": 450,
    "hút": 637,
    "út ": 1259,
    " chú": 46,
    "chút": 451,
    "hút ": 638,
    "by": 405,
    "ye": 1160,
    "e ": 508,
    " by": 21,
    "bye": 406,
    "ye ": 1161,
    " bye": 22,
    "bye ": 407,
    "tạ": 1079,
    "ạm": 1331,
    "m ": 807,
    " tạ": 275,
    "tạm": 1080,
    "ạm ": 1332,
    " tạm": 276,
    "tạm ": 1081,
    "ệ": 1403,
    "bi": 391,
    "iệ": 749,
    "ệt": 1406,
    " bi": 12,
    "biệ": 394,
    "iệt": 752,
    "ệt ": 1407,
    " biệ": 14,
    "biệt": 395,
    "iệt ": 753,
    "ủ": 1474,
    " n": 170,
    "gủ": 565,
    "ủ ": 1475,
    " ng": 173,
    "ngủ": 858,
    "gủ ": 566,
    " ngủ": 178,
    "ngủ ": 859,
    "go": 538,
    "on": 905,
    "ngo": 850,
    "gon": 539,
    "on ": 906,
    " ngo": 174,
    "ngon": 851,
    "gon ": 540,
    "d": 487,
    " g": 79,
    "oo": 907,
    "od": 894,
    "db": 488,
    " go": 85,
    "goo": 541,
    "ood": 908,
    "odb": 895,
    "dby": 489,
    " goo": 86,
    "good": 542,
    "oodb": 909,
    "odby": 896,
    "dbye": 490,
    "ẹ": 1378,
    "hẹ": 657,
    "ẹn": 1379,
    " hẹ": 111,
    "hẹn": 658,
    "ẹn ": 1380,
    " hẹn": 112,
    "hẹn ": 659,
    "ặ": 1375,
    "gặ": 556,
    "ặp": 1376,
    " gặ": 93,
    "gặp": 557,
    "ặp ": 1377,
    " gặp": 94,
    "gặp ": 558,
    " l": 131,
    "lạ": 797,
    "ại": 1329,
    " lạ": 145,
    "lại": 798,
    "ại ": 1330,
    " lại": 146,
    "lại ": 799,
    "đ": 1265,
    " đ": 315,
    "đú": 1278,
    "ún": 1255,
    " đú": 324,
    "đún": 1279,
    "úng": 1256,
    " đún": 325,
    "đúng": 1280,
    "úng ": 1257,
    "r": 948,
    "ồ": 1439,
    " r": 214,
    "rồ": 970,
    "ồi": 1440,
    " rồ": 217,
    "rồi": 971,
    "ồi ": 1441,
    " rồi": 218,
    "rồi ": 972,
    " y": 304,
    "es": 522,
    "s ": 976,
    " ye": 305,
    "yes": 1162,
    "es ": 523,
    " yes": 306,
    "yes ": 1163,
    "í": 1227,
    "hí": 624,
    "ín": 1234,
    "chí": 448,
    "hín": 628,
    "ính": 1235,
    " chí": 45,
    "chín": 449,
    "hính": 629,
    "ính ": 1236,
    "xá": 1155,
    "ác": 1190,
    "c ": 426,
    " xá": 302,
    "xác": 1156,
    "ác ": 1191,
    " xác": 303,
    "xác ": 1157,
    "ẩ": 1354,
    "hu": 603,
    "uẩ": 1115,
    "ẩn": 1357,
    "chu": 440,
    "huẩ": 610,
    "uẩn": 1116,
    "ẩn ": 1358,
    " chu": 42,
    "chuẩ": 443,
    "huẩn": 611,
    "uẩn ": 1117,
    "ô": 1243,
    "lu": 784,
    "uô": 1112,
    "ôn": 1246,
    " lu": 136,
    "luô": 785,
    "uôn": 1113,
    "ôn ": 1247,
    " luô": 137,
    "luôn": 786,
    "uôn ": 1114,
    "br": 399,
    "ro": 957,
    " br": 17,
    "bro": 400,
    "ro ": 958,
    " bro": 18,
    "bro ": 401,
    "ả": 1335,
    " p": 201,
    "ph": 928,
    "hả": 646,
    "ải": 1336,
    " ph": 204,
    "phả": 933,
    "hải": 647,
    "ải ": 1337,
    " phả": 207,
    "phải": 934,
    "hải ": 648,
    "k": 754,
    " o": 194,
    "ok": 900,
    "k ": 755,
    " ok": 197,
    "ok ": 901,
    " ok ": 198,
    "há": 617,
    "á ": 1189,
    " nh": 179,
    "nhá": 865,
    "há ": 618,
    " nhá": 181,
    "nhá ": 866,
    "đồ": 1294,
    "ồn": 1442,
    " đồ": 335,
    "đồn": 1295,
    "ồng": 1443,
    " đồn": 336,
    "đồng": 1296,
    "ồng ": 1444,
    "ý": 1260,
    " ý": 313,
    "ý ": 1261,
    " ý ": 314,
    " k": 121,
    "kh": 756,
    "hô": 630,
    " kh": 122,
    "khô": 761,
    "hôn": 631,
    "ông": 1248,
    " khô": 125,
    "khôn": 762,
    "hông": 632,
    "ông ": 1249,
    "th": 1013,
    "íc": 1231,
    " th": 238,
    "thí": 1020,
    "híc": 626,
    "ích": 1232,
    "ch ": 431,
    " thí": 242,
    "thíc": 1021,
    "hích": 627,
    "ích ": 1233,
    "tô": 1072,
    "ôi": 1244,
    " tô": 270,
    "tôi": 1073,
    "ôi ": 1245,
    " tôi": 271,
    "tôi ": 1074,
    "â": 1204,
    "đâ": 1272,
    "âu": 1207,
    " đâ": 320,
    "đâu": 1273,
    "âu ": 1208,
    " đâu": 321,
    "đâu ": 1274,
    "mu": 819,
    "uố": 1118,
    "ốn": 1435,
    " mu": 156,
    "muố": 822,
    "uốn": 1121,
    "ốn ": 1436,
    " muố": 158,
    "muốn": 823,
    "uốn ": 1122,
    "xe": 1149,
    "em": 512,
    " xe": 298,
    "xem": 1150,
    "em ": 513,
    " xem": 299,
    "xem ": 1151,
    "thô": 1022,
    " thô": 243,
    "thôn": 1023,
    "ti": 1042,
    " ti": 253,
    "tin": 1043,
    " tin": 254,
    "tin ": 1044,
    "sả": 997,
    "ản": 1340,
    " sả": 231,
    "sản": 998,
    "ản ": 1341,
    " sản": 232,
    "sản ": 999,
    "hẩ": 651,
    "ẩm": 1355,
    "phẩ": 935,
    "hẩm": 652,
    "ẩm ": 1356,
    " phẩ": 208,
    "phẩm": 936,
    "hẩm ": 653,
    "ở": 1468,
    " ở": 343,
    "ở ": 1469,
    " ở ": 344,
    "là": 787,
    "àm": 1181,
    " là": 138,
    "làm": 789,
    "àm ": 1182,
    " làm": 140,
    "làm ": 790,
    "sa": 977,
    "ao": 377,
    " sa": 220,
    "sao": 978,
    "ao ": 378,
    " sao": 221,
    "sao ": 979,
    "ể": 1397,
    "để": 1289,
    "ể ": 1398,
    " để": 331,
    "để ": 1290,
    " để ": 332,
    "chi ": 436,
    "ế": 1383,
    "iế": 734,
    "ết": 1387,
    "tiế": 1045,
    "iết": 735,
    "ết ": 1388,
    " tiế": 255,
    "tiết": 1046,
    "iết ": 736,
    "hì": 622,
    "ì ": 1221,
    "thì": 1018,
    "hì ": 623,
    " thì": 241,
    "thì ": 1019,
    "cá": 465,
    " cá": 54,
    "các": 467,
    "ách": 1192,
    " các": 56,
    "cách": 469,
    "ách ": 1193,
    "hế": 662,
    "ế ": 1384,
    "thế": 1030,
    "hế ": 663,
    " thế": 247,
    "thế ": 1031,
    "nà": 877,
    " nà": 186,
    "nào": 878,
    " nào": 187,
    "nào ": 879,
    "tì": 1066,
    "ìm": 1222,
    " tì": 266,
    "tìm": 1067,
    "ìm ": 1223,
    " tìm": 267,
    "tìm ": 1068,
    "iể": 744,
    "ểu": 1401,
    "hiể": 593,
    "iểu": 747,
    "ểu ": 1402,
    " hiể": 106,
    "hiểu": 594,
    "iểu ": 748,
    "về": 1141,
    "ề ": 1392,
    " về": 291,
    "về ": 1142,
    " về ": 292,
    "ó": 1239,
    "có": 473,
    "ó ": 1240,
    " có": 59,
    "có ": 474,
    " có ": 60,
    "hể": 664,
    "thể": 1032,
    "hể ": 665,
    " thể": 248,
    "thể ": 1033,
    "à ": 1180,
    "là ": 788,
    " là ": 139,
    "ai": 362,
    " ai": 5,
    "ai ": 363,
    " ai ": 6,
    " à": 307,
    " à ": 308,
    "ha": 569,
    "at": 379,
    "tb": 1007,
    "bo": 396,
    "ot": 915,
    "cha": 432,
    "hat": 574,
    "atb": 380,
    "tbo": 1008,
    "bot": 397,
    "ot ": 916,
    " cha": 39,
    "chat": 434,
    "hatb": 575,
    "atbo": 381,
    "tbot": 1009,
    "bot ": 398,
    "đa": 1266,
    "an": 371,
    " đa": 316,
    "đan": 1267,
    "ang": 373,
    " đan": 317,
    "đang": 1268,
    "ang ": 374,
    "nó": 880,
    "ói": 1241,
    " nó": 188,
    "nói": 881,
    "ói ": 1242,
    " nói": 189,
    "nói ": 882,
    "uy": 1100,
    "yệ": 1176,
    "ện": 1404,
    "huy": 606,
    "uyệ": 1110,
    "yện": 1177,
    "ện ": 1405,
    "chuy": 442,
    "huyệ": 609,
    "uyện": 1111,
    "yện ": 1178,
    "ớ": 1457,
    "vớ": 1145,
    "ới": 1460,
    " vớ": 295,
    "với": 1146,
    "ới ": 1461,
    " với": 296,
    "với ": 1147,
    "co": 460,
    " co": 50,
    "con": 461,
    " con": 51,
    "con ": 462,
    "ờ": 1462,
    "gư": 553,
    "ườ": 1320,
    "ời": 1463,
    "ngư": 854,
    "gườ": 554,
    "ười": 1321,
    "ời ": 1464,
    " ngư": 176,
    "ngườ": 855,
    "gười": 555,
    "ười ": 1322,
    "ay": 382,
    " ha": 98,
    "hay": 576,
    "ay ": 383,
    " hay": 99,
    "hay ": 577,
    "má": 824,
    "áy": 1202,
    " má": 159,
    "máy": 825,
    "áy ": 1203,
    " máy": 160,
    "máy ": 826,
    "tí": 1069,
    " tí": 268,
    "tín": 1070,
    " tín": 269,
    "tính": 1071,
    "ậ": 1359,
    "hậ": 654,
    "ật": 1362,
    "thậ": 1026,
    "hật": 655,
    "ật ": 1363,
    " thậ": 245,
    "thật": 1027,
    "hật ": 656,
    " bo": 15,
    " bot": 16,
    "tha": 1014,
    "han": 572,
    "anh": 375,
    " tha": 239,
    "than": 1015,
    "hanh": 573,
    "anh ": 376,
    "to": 1050,
    "oá": 917,
    " to": 257,
    "toá": 1051,
    "oán": 918,
    "án ": 1197,
    " toá": 258,
    "toán": 1052,
    "oán ": 919,
    "ằ": 1371,
    "bằ": 419,
    "ằn": 1372,
    " bằ": 31,
    "bằn": 420,
    "ằng": 1373,
    " bằn": 32,
    "bằng": 421,
    "ằng ": 1374,
    "ữ": 1484,
    "hữ": 695,
    "ữn": 1487,
    "nhữ": 869,
    "hữn": 696,
    "ững": 1488,
    " nhữ": 183,
    "nhữn": 870,
    "hững": 697,
    "ững ": 1489,
    "hư": 642,
    "ươ": 1310,
    "ơn": 1300,
    "phư": 931,
    "hươ": 644,
    "ươn": 1313,
    "ơng": 1302,
    " phư": 206,
    "phươ": 932,
    "hươn": 645,
    "ương": 1314,
    "ơng ": 1303,
    "ứ": 1478,
    "hứ": 692,
    "ức": 1479,
    "thứ": 1040,
    "hức": 693,
    "ức ": 1480,
    " thứ": 252,
    "thức": 1041,
    "hức ": 694,
    "ỗ": 1448,
    "hỗ": 680,
    "ỗ ": 1449,
    " hỗ": 115,
    "hỗ ": 681,
    " hỗ ": 116,
    "ợ": 1470,
    "tr": 1053,
    "rợ": 973,
    "ợ ": 1471,
    " tr": 259,
    "trợ": 1061,
    "rợ ": 974,
    " trợ": 263,
    "trợ ": 1062,
    "q": 942,
    " q": 210,
    "qu": 943,
    "ua": 1090,
    " qu": 211,
    "qua": 944,
    "ua ": 1091,
    " qua": 212,
    "qua ": 945,
    "ẻ": 1381,
    "hẻ": 660,
    "ẻ ": 1382,
    "thẻ": 1028,
    "hẻ ": 661,
    " thẻ": 246,
    "thẻ ": 1029,
    "mo": 815,
    "om": 902,
    " mo": 154,
    "mom": 817,
    "omo": 903,
    "mo ": 816,
    " mom": 155,
    "momo": 818,
    "omo ": 904,
    "chư": 452,
    " chư": 47,
    "chươ": 453,
    "rì": 967,
    "trì": 1059,
    "rìn": 968,
    " trì": 262,
    "trìn": 1060,
    "rình": 969,
    "yế": 1167,
    "ến": 1385,
    "khu": 759,
    "uyế": 1104,
    "yến": 1168,
    "ến ": 1386,
    " khu": 124,
    "khuy": 760,
    "huyế": 607,
    "uyến": 1105,
    "yến ": 1169,
    "ã": 1211,
    "mã": 827,
    "ãi": 1212,
    " mã": 161,
    "mãi": 828,
    "ãi ": 1213,
    " mãi": 162,
    "mãi ": 829,
    "gi": 528,
    "iả": 728,
    "ảm": 1338,
    " gi": 80,
    "giả": 534,
    "iảm": 729,
    "ảm ": 1339,
    " giả": 83,
    "giảm": 535,
    "iảm ": 730,
    "iá": 723,
    "giá": 532,
    "iá ": 724,
    " giá": 82,
    "giá ": 533,
    "gì": 548,
    " gì": 89,
    "gì ": 549,
    " gì ": 90,
    "mua": 820,
    " mua": 157,
    "mua ": 821,
    "nhi": 862,
    " nhi": 180,
    "nhiề": 864,
    "đư": 1284,
    "ượ": 1325,
    "ợc": 1472,
    " đư": 328,
    "đượ": 1287,
    "ược": 1326,
    "ợc ": 1473,
    " đượ": 330,
    "được": 1288,
    "ược ": 1327,
    " ư": 340,
    "ưu": 1308,
    " ưu": 341,
    "ưu ": 1309,
    " ưu ": 342,
    "đã": 1275,
    " đã": 322,
    "đãi": 1276,
    " đãi": 323,
    "đãi ": 1277,
    "hờ": 685,
    "thờ": 1038,
    "hời": 686,
    " thờ": 251,
    "thời": 1039,
    "hời ": 687,
    "ia": 700,
    "gia": 529,
    "ian": 701,
    "an ": 372,
    " gia": 81,
    "gian": 530,
    "ian ": 702,
    "iao": 703,
    "giao": 531,
    "iao ": 704,
    "ba": 385,
    " ba": 10,
    "bao": 386,
    " bao": 11,
    "bao ": 387,
    "lâ": 791,
    " lâ": 141,
    "lâu": 792,
    " lâu": 142,
    "lâu ": 793,
    "í ": 1228,
    "phí": 929,
    "hí ": 625,
    " phí": 205,
    "phí ": 930,
    "ip": 718,
    "shi": 981,
    "hip": 587,
    "ip ": 719,
    " shi": 223,
    "ship": 983,
    "hip ": 588,
    "iê": 725,
    "êu": 1218,
    "hiê": 589,
    "iêu": 726,
    "êu ": 1219,
    "nhiê": 863,
    "hiêu": 590,
    "iêu ": 727,
    "ọ": 1419,
    "họ": 671,
    "ọn": 1422,
    "chọ": 456,
    "họn": 672,
    "ọn ": 1423,
    " chọ": 49,
    "chọn": 457,
    "họn ": 673,
    "đơ": 1281,
    " đơ": 326,
    "đơn": 1282,
    "ơn ": 1301,
    " đơn": 327,
    "đơn ": 1283,
    "ị": 1410,
    "vị": 1143,
    "ị ": 1411,
    " vị": 293,
    "vị ": 1144,
    " vị ": 294,
    "vậ": 1136,
    "ận": 1360,
    " vậ": 288,
    "vận": 1137,
    "ận ": 1361,
    " vận": 289,
    "vận ": 1138,
    "yể": 1173,
    "ển": 1399,
    "uyể": 1108,
    "yển": 1174,
    "ển ": 1400,
    "huyể": 608,
    "uyển": 1109,
    "yển ": 1175,
    " d": 69,
    "dư": 499,
    "ưa": 1306,
    " dư": 74,
    "dưa": 500,
    "ưa ": 1307,
    " dưa": 75,
    "dưa ": 501,
    "lư": 794,
    "ướ": 1315,
    " lư": 143,
    "lướ": 795,
    "ưới": 1318,
    " lướ": 144,
    "lưới": 796,
    "ưới ": 1319,
    "ền": 1393,
    "tiề": 1048,
    "iền": 740,
    "ền ": 1394,
    " tiề": 256,
    "tiền": 1049,
    "iền ": 741,
    "ắ": 1366,
    "bắ": 416,
    "ắp": 1369,
    " bắ": 29,
    "bắp": 417,
    "ắp ": 1370,
    " bắp": 30,
    "bắp ": 418,
    "cả": 475,
    " cả": 61,
    "cải": 476,
    " cải": 62,
    "cải ": 477,
    "củ": 481,
    "ủa": 1476,
    " củ": 65,
    "của": 482,
    "ủa ": 1477,
    " của": 66,
    "của ": 483,
    "hị": 668,
    "ịt": 1417,
    "thị": 1034,
    "hịt": 669,
    "ịt ": 1418,
    " thị": 249,
    "thịt": 1035,
    "hịt ": 670,
    "eo": 514,
    "heo": 581,
    "eo ": 515,
    " heo": 102,
    "heo ": 582,
    "gà": 546,
    " gà": 87,
    "gà ": 547,
    " gà ": 88,
    "gu": 543,
    "yê": 1164,
    "ên": 1216,
    "ngu": 852,
    "guy": 544,
    "uyê": 1102,
    "yên": 1165,
    "ên ": 1217,
    " ngu": 175,
    "nguy": 853,
    "guyê": 545,
    "uyên": 1103,
    "yên ": 1166,
    "cá ": 466,
    " cá ": 55,
    "biể": 392,
    "iển": 745,
    " biể": 13,
    "biển": 393,
    "iển ": 746,
    "sữ": 1002,
    "ữa": 1485,
    " sữ": 235,
    "sữa": 1003,
    "ữa ": 1486,
    " sữa": 236,
    "sữa ": 1004,
    "tươ": 1077,
    "ươi": 1311,
    " tươ": 274,
    "tươi": 1078,
    "ươi ": 1312,
    "oa": 891,
    "kho": 757,
    "hoa": 597,
    "oai": 892,
    " kho": 123,
    "khoa": 758,
    "hoai": 598,
    "oai ": 893,
    "tâ": 1063,
    "ây": 1209,
    " tâ": 264,
    "tây": 1064,
    "ây ": 1210,
    " tây": 265,
    "tây ": 1065,
    "cà": 463,
    " cà": 52,
    "cà ": 464,
    " cà ": 53,
    "hua": 604,
    "chua": 441,
    "hua ": 605,
    "bá": 408,
    " bá": 23,
    "bán": 409,
    "ánh": 1200,
    " bán": 24,
    "bánh": 410,
    "ánh ": 1201,
    "gọ": 559,
    "ọt": 1424,
    "ngọ": 856,
    "gọt": 560,
    "ọt ": 1425,
    " ngọ": 177,
    "ngọt": 857,
    "gọt ": 561,
    "nư": 883,
    "ớc": 1458,
    " nư": 190,
    "nướ": 884,
    "ước": 1316,
    "ớc ": 1459,
    " nướ": 191,
    "nước": 885,
    "ước ": 1317,
    "su": 991,
    " su": 227,
    "suố": 992,
    "uối": 1119,
    " suố": 228,
    "suối": 993,
    "uối ": 1120,
    "ộ": 1450,
    "mộ": 837,
    "ột": 1455,
    " mộ": 168,
    "một": 838,
    "ột ": 1456,
    " một": 169,
    "một ": 839,
    "hai": 570,
    "chai": 433,
    "hai ": 571,
    "ă": 1262,
    "hă": 639,
    "ăn": 1263,
    "khă": 763,
    "hăn": 640,
    "ăn ": 1264,
    " khă": 126,
    "khăn": 764,
    "hăn ": 641,
    "iấ": 731,
    "ấy": 1347,
    "giấ": 536,
    "iấy": 732,
    "ấy ": 1348,
    " giấ": 84,
    "giấy": 537,
    "iấy ": 733,
    "dầ": 504,
    "ầu": 1352,
    " dầ": 77,
    "dầu": 505,
    "ầu ": 1353,
    " dầu": 78,
    "dầu ": 506,
    "gộ": 562,
    "ội": 1451,
    " gộ": 95,
    "gội": 563,
    "ội ": 1452,
    " gội": 96,
    "gội ": 564,
    "tắ": 1082,
    "ắm": 1367,
    " tắ": 277,
    "tắm": 1083,
    "ắm ": 1368,
    " tắm": 278,
    "tắm ": 1084,
    "mì ": 831,
    " mì ": 164,
    "gó": 550,
    " gó": 91,
    "gói": 551,
    " gói": 92,
    "gói ": 552,
    "ra": 952,
    " ra": 215,
    "ra ": 953,
    " ra ": 216,
    "or": 912,
    "re": 954,
    " or": 199,
    "ore": 913,
    "reo": 955,
    " ore": 200,
    "oreo": 914,
    "reo ": 956,
    "dâ": 496,
    " dâ": 72,
    "dâu": 497,
    " dâu": 73,
    "dâu ": 498,
    "quy": 946,
    "uy ": 1101,
    " quy": 213,
    "quy ": 947,
    "nắ": 886,
    " nắ": 192,
    "nắm": 887,
    " nắm": 193,
    "nắm ": 888,
    "ki": 765,
    "im": 710,
    " ki": 127,
    "kim": 766,
    "im ": 711,
    " kim": 128,
    "kim ": 767,
    "hâ": 619,
    "âm": 1205,
    "châ": 446,
    "hâm": 620,
    "âm ": 1206,
    " châ": 44,
    "châm": 447,
    "hâm ": 621,
    "_": 345,
    " _": 1,
    "__": 347,
    "_n": 351,
    "nu": 874,
    "um": 1092,
    "mb": 808,
    "be": 388,
    "er": 519,
    "r_": 949,
    "_ ": 346,
    " __": 2,
    "__n": 349,
    "_nu": 352,
    "num": 875,
    "umb": 1093,
    "mbe": 809,
    "ber": 389,
    "er_": 520,
    "r__": 950,
    "__ ": 348,
    " __n": 3,
    "__nu": 350,
    "_num": 353,
    "numb": 876,
    "umbe": 1094,
    "mber": 810,
    "ber_": 390,
    "er__": 521,
    "r__ ": 951,
    "bị": 422,
    "ịc": 1414,
    " bị": 33,
    "bịc": 423,
    "ịch": 1415,
    " bịc": 34,
    "bịch": 424,
    "ịch ": 1416,
    "ậy": 1364,
    "vậy": 1139,
    "ậy ": 1365,
    " vậy": 290,
    "vậy ": 1140,
    "hủ": 690,
    " hủ": 119,
    "hủ ": 691,
    " hủ ": 120,
    "ếu": 1389,
    "iếu": 737,
    "ếu ": 1390,
    "tiếu": 1047,
    "iếu ": 738,
    "na": 842,
    "am": 367,
    " na": 171,
    "nam": 845,
    "am ": 368,
    " nam": 172,
    "nam ": 846,
    "va": 1127,
    " va": 282,
    "van": 1128,
    " van": 283,
    "vang": 1129,
    "như": 867,
    "hư ": 643,
    " như": 182,
    "như ": 868,
    "hở": 688,
    "phở": 937,
    "hở ": 689,
    " phở": 209,
    "phở ": 938,
    "ò": 1237,
    "bò": 411,
    "ò ": 1238,
    " bò": 25,
    "bò ": 412,
    " bò ": 26,
    "ru": 959,
    "yề": 1170,
    "tru": 1054,
    "ruy": 960,
    "uyề": 1106,
    "yền": 1171,
    " tru": 260,
    "truy": 1055,
    "ruyề": 961,
    "uyền": 1107,
    "yền ": 1172,
    "hố": 677,
    "thố": 1036,
    "hốn": 678,
    "ống": 1437,
    " thố": 250,
    "thốn": 1037,
    "hống": 679,
    "ống ": 1438,
    "ờn": 1465,
    "đườ": 1285,
    "ườn": 1323,
    "ờng": 1466,
    " đườ": 329,
    "đườn": 1286,
    "ường": 1324,
    "ờng ": 1467,
    "mí": 834,
    "ía": 1229,
    " mí": 166,
    "mía": 835,
    "ía ": 1230,
    " mía": 167,
    "mía ": 836,
    " á": 309,
    " á ": 310,
    "ù": 1250,
    "hù": 633,
    "ùn": 1251,
    "thù": 1024,
    "hùn": 634,
    "ùng": 1252,
    " thù": 244,
    "thùn": 1025,
    "hùng": 635,
    "ùng ": 1253,
    "ku": 768,
    "un": 1095,
    " ku": 129,
    "kun": 769,
    "un ": 1096,
    " kun": 130,
    "kun ": 770,
    "rá": 962,
    "ái": 1194,
    "trá": 1056,
    "rái": 963,
    "ái ": 1195,
    " trá": 261,
    "trái": 1057,
    "rái ": 964,
    "câ": 470,
    " câ": 57,
    "cây": 471,
    " cây": 58,
    "cây ": 472,
    "du": 491,
    "ut": 1097,
    "tc": 1010,
    " du": 70,
    "dut": 492,
    "utc": 1098,
    "tch": 1011,
    " dut": 71,
    "dutc": 493,
    "utch": 1099,
    "tch ": 1012,
    "la": 772,
    "ad": 359,
    "dy": 494,
    " la": 132,
    "lad": 773,
    "ady": 360,
    "dy ": 495,
    " lad": 133,
    "lady": 774,
    "ady ": 361,
    "vi": 1130,
    "mi": 811,
    "il": 705,
    "lk": 775,
    " vi": 284,
    "vin": 1131,
    "ina": 714,
    "ami": 369,
    "mil": 812,
    "ilk": 706,
    "lk ": 776,
    " vin": 285,
    "vina": 1132,
    "inam": 715,
    "nami": 847,
    "amil": 370,
    "milk": 813,
    "ilk ": 707,
    "rán": 965,
    "trán": 1058,
    "ráng": 966,
    "ni": 871,
    " ni": 184,
    "nin": 872,
    "inh": 716,
    " nin": 185,
    "ninh": 873,
    "inh ": 717,
    "ảo": 1342,
    " hả": 109,
    "hảo": 649,
    "ảo ": 1343,
    " hảo": 110,
    "hảo ": 650,
    "ca": 427,
    " ca": 36,
    "cay": 428,
    " cay": 37,
    "cay ": 429,
    "sn": 988,
    "ac": 356,
    "ck": 458,
    " sn": 225,
    "sna": 989,
    "nac": 843,
    "ack": 357,
    "ck ": 459,
    " sna": 226,
    "snac": 990,
    "nack": 844,
    "ack ": 358,
    "oi": 897,
    "is": 720,
    " oi": 195,
    "ois": 898,
    "ish": 721,
    " ois": 196,
    "oish": 899,
    "ishi": 722,
    "shi ": 982,
    "pe": 925,
    "ep": 516,
    "ps": 939,
    "si": 986,
    " pe": 202,
    "pep": 926,
    "eps": 517,
    "psi": 940,
    "si ": 987,
    " pep": 203,
    "peps": 927,
    "epsi": 518,
    "psi ": 941,
    "lố": 803,
    "ốc": 1431,
    " lố": 149,
    "lốc": 804,
    "ốc ": 1432,
    " lốc": 150,
    "lốc ": 805,
    "hộ": 682,
    "ộp": 1453,
    " hộ": 117,
    "hộp": 683,
    "ộp ": 1454,
    " hộp": 118,
    "hộp ": 684,
    " mi": 152,
    "ilo": 708,
    " mil": 153,
    "milo": 814,
    "ilo ": 709,
    "số": 1000,
    "ố ": 1430,
    " số": 233,
    "số ": 1001,
    " số ": 234,
    "đi": 1269,
    " đi": 318,
    "điệ": 1270,
    "iện": 750,
    " điệ": 319,
    "điện": 1271,
    "iện ": 751,
    "oạ": 920,
    "tho": 1016,
    "hoạ": 601,
    "oại": 921,
    " tho": 240,
    "thoạ": 1017,
    "hoại": 602,
    "oại ": 922,
    "đị": 1291,
    "ịa": 1412,
    " đị": 333,
    "địa": 1292,
    "ịa ": 1413,
    " địa": 334,
    "địa ": 1293,
    "ỉ": 1408,
    "hỉ": 666,
    "ỉ ": 1409,
    "chỉ": 454,
    "hỉ ": 667,
    " chỉ": 48,
    "chỉ ": 455,
    "các ": 468,
    " lo": 134,
    "loạ": 782,
    " loạ": 135,
    "loại": 783,
    "dướ": 502,
    " dướ": 76,
    "dưới": 503,
    "lọ": 800,
    "ọc": 1420,
    " lọ": 147,
    "lọc": 801,
    "ọc ": 1421,
    " lọc": 148,
    "lọc ": 802
  },
  "response": null,
  "action_text": null
}