{
  "text": {
    "hey": 73,
    "hello": 71,
    "hi": 74,
    "xin": 197,
    "chào": 30,
    "buổi": 8,
    "sáng": 149,
    "bạn": 14,
    "chiều": 24,
    "tối": 186,
    "shop": 146,
    "ơi": 218,
    "cửa": 51,
    "hàng": 76,
    "ê": 203,
    "alo": 2,
    "mình": 110,
    "cần": 48,
    "tư": 182,
    "vấn": 189,
    "cho": 25,
    "hỏi": 81,
    "chút": 34,
    "bye": 9,
    "tạm": 184,
    "biệt": 5,
    "ngủ": 118,
    "ngon": 114,
    "goodbye": 64,
    "hẹn": 80,
    "gặp": 68,
    "lại": 102,
    "đúng": 211,
    "rồi": 143,
    "yes": 200,
    "chính": 33,
    "xác": 199,
    "chuẩn": 29,
    "luôn": 96,
    "bro": 7,
    "phải": 134,
    "ok": 130,
    "nhá": 121,
    "đồng": 217,
    "ý": 204,
    "không": 88,
    "thích": 156,
    "tôi": 181,
    "đâu": 209,
    "muốn": 106,
    "xem": 196,
    "thông": 157,
    "tin": 167,
    "sản": 150,
    "phẩm": 135,
    "ở": 220,
    "làm": 98,
    "sao": 144,
    "để": 215,
    "chi": 23,
    "tiết": 168,
    "thì": 155,
    "cách": 43,
    "thế": 161,
    "nào": 126,
    "tìm": 179,
    "hiểu": 75,
    "về": 192,
    "có": 46,
    "thể": 162,
    "là": 97,
    "ai": 1,
    "à": 201,
    "chatbot": 22,
    "đang": 206,
    "nói": 127,
    "chuyện": 28,
    "với": 194,
    "con": 39,
    "người": 116,
    "hay": 70,
    "máy": 107,
    "tính": 180,
    "thật": 159,
    "bot": 6,
    "thanh": 153,
    "toán": 171,
    "bằng": 16,
    "những": 123,
    "phương": 133,
    "thức": 166,
    "hỗ": 82,
    "trợ": 177,
    "qua": 137,
    "thẻ": 160,
    "momo": 104,
    "chương": 35,
    "trình": 176,
    "khuyến": 87,
    "mãi": 108,
    "giảm": 61,
    "giá": 60,
    "gì": 66,
    "mua": 105,
    "nhiều": 120,
    "được": 214,
    "ưu": 219,
    "đãi": 210,
    "thời": 165,
    "gian": 58,
    "giao": 59,
    "bao": 3,
    "lâu": 100,
    "phí": 132,
    "ship": 145,
    "nhiêu": 119,
    "chọn": 37,
    "đơn": 212,
    "vị": 193,
    "vận": 190,
    "chuyển": 27,
    "dưa": 54,
    "lưới": 101,
    "tiền": 170,
    "bắp": 15,
    "cải": 47,
    "của": 50,
    "thịt": 163,
    "heo": 72,
    "gà": 65,
    "nguyên": 115,
    "cá": 41,
    "biển": 4,
    "sữa": 152,
    "tươi": 183,
    "khoai": 86,
    "tây": 178,
    "cà": 40,
    "chua": 26,
    "bánh": 11,
    "ngọt": 117,
    "nước": 128,
    "suối": 148,
    "một": 112,
    "chai": 21,
    "khăn": 89,
    "giấy": 63,
    "dầu": 56,
    "gội": 69,
    "tắm": 185,
    "mì": 109,
    "gói": 67,
    "ra": 139,
    "oreo": 131,
    "dâu": 53,
    "quy": 138,
    "nắm": 129,
    "kim": 90,
    "châm": 32,
    "__number__": 0,
    "bịch": 18,
    "vậy": 191,
    "hủ": 84,
    "tiếu": 169,
    "nam": 113,
    "vang": 187,
    "như": 122,
    "phở": 136,
    "bò": 12,
    "truyền": 172,
    "thống": 164,
    "đường": 213,
    "mía": 111,
    "á": 202,
    "thùng": 158,
    "kun": 91,
    "trái": 173,
    "cây": 45,
    "dutch": 52,
    "lady": 93,
    "vinamilk": 188,
    "tráng": 174,
    "ninh": 124,
    "hảo": 78,
    "cay": 20,
    "rốt": 142,
    "hấu": 79,
    "cục": 49,
    "xà": 198,
    "bông": 13,
    "lifebuoy": 94,
    "bẹ": 17,
    "xanh": 195,
    "lốc": 103,
    "hộp": 83,
    "non": 125,
    "kem": 85,
    "đánh": 208,
    "răng": 140,
    "closeup": 38,
    "ăn": 205,
    "cái": 44,
    "lân": 99,
    "số": 151,
    "điện": 207,
    "thoại": 154,
    "địa": 216,
    "chỉ": 36,
    "rẻ": 141,
    "hơn": 77,
    "bán": 10,
    "dưới": 55,
    "các": 42,
    "loại": 95,
    "snack": 147,
    "cháo": 31,
    "kẹo": 92,
    "em": 57,
    "cao": 19,
    "trên": 175,
    "giấ": 62
  },
  "intent": {
    "greet": 12,
    "goodbye": 11,
    "affirm": 0,
    "deny": 9,
    "ask_product_info": 4,
    "ask_product_detail": 3,
    "bot_challenge": 8,
    "ask_payment": 1,
    "ask_promotion": 5,
    "ask_shipping": 6,
    "ask_price": 2,
    "ask_shop_info": 7,
    "filter_products": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_products": 6,
    "action_get_product_price": 7,
    "utter_ask_more_help": 14,
    "utter_ask_payment": 15,
    "utter_ask_product_detail": 16,
    "utter_ask_product_info": 17,
    "utter_ask_promotion": 18,
    "utter_ask_shipping": 19,
    "utter_ask_shop_info": 20,
    "utter_follow_up": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24,
    "utter_sorry": 25,
    "utter_thank_you": 26
  },
  "action_text": null,
  "intent_response_key": null
}