{
  "text": {
    "hey": 65,
    "hello": 63,
    "hi": 66,
    "xin": 184,
    "chào": 27,
    "buổi": 8,
    "sáng": 138,
    "bạn": 13,
    "chiều": 21,
    "tối": 174,
    "shop": 135,
    "ơi": 202,
    "cửa": 44,
    "hàng": 68,
    "ê": 189,
    "alo": 2,
    "mình": 100,
    "cần": 42,
    "tư": 170,
    "vấn": 177,
    "cho": 22,
    "hỏi": 72,
    "chút": 30,
    "bye": 9,
    "tạm": 172,
    "biệt": 5,
    "ngủ": 108,
    "ngon": 104,
    "goodbye": 56,
    "hẹn": 71,
    "gặp": 60,
    "lại": 90,
    "đúng": 195,
    "rồi": 132,
    "yes": 186,
    "chính": 29,
    "xác": 185,
    "chuẩn": 26,
    "luôn": 85,
    "bro": 7,
    "phải": 125,
    "ok": 120,
    "nhá": 111,
    "đồng": 201,
    "ý": 190,
    "không": 79,
    "thích": 145,
    "tôi": 169,
    "đâu": 193,
    "muốn": 96,
    "xem": 183,
    "thông": 146,
    "tin": 156,
    "sản": 139,
    "phẩm": 126,
    "ở": 204,
    "làm": 87,
    "sao": 133,
    "để": 199,
    "chi": 20,
    "tiết": 157,
    "thì": 144,
    "cách": 38,
    "thế": 150,
    "nào": 115,
    "tìm": 167,
    "hiểu": 67,
    "về": 180,
    "có": 40,
    "thể": 151,
    "là": 86,
    "ai": 1,
    "à": 187,
    "chatbot": 19,
    "đang": 191,
    "nói": 116,
    "chuyện": 25,
    "với": 182,
    "con": 34,
    "người": 106,
    "hay": 62,
    "máy": 97,
    "tính": 168,
    "thật": 148,
    "bot": 6,
    "thanh": 142,
    "toán": 160,
    "bằng": 15,
    "những": 113,
    "phương": 124,
    "thức": 155,
    "hỗ": 73,
    "trợ": 165,
    "qua": 128,
    "thẻ": 149,
    "momo": 94,
    "chương": 31,
    "trình": 164,
    "khuyến": 77,
    "mãi": 98,
    "giảm": 54,
    "giá": 52,
    "gì": 58,
    "mua": 95,
    "nhiều": 110,
    "được": 198,
    "ưu": 203,
    "đãi": 194,
    "thời": 154,
    "gian": 50,
    "giao": 51,
    "bao": 3,
    "lâu": 88,
    "phí": 123,
    "ship": 134,
    "nhiêu": 109,
    "chọn": 33,
    "đơn": 196,
    "vị": 181,
    "vận": 178,
    "chuyển": 24,
    "dưa": 47,
    "lưới": 89,
    "tiền": 159,
    "bắp": 14,
    "cải": 41,
    "của": 43,
    "thịt": 152,
    "heo": 64,
    "gà": 57,
    "nguyên": 105,
    "cá": 36,
    "biển": 4,
    "sữa": 141,
    "tươi": 171,
    "khoai": 76,
    "tây": 166,
    "cà": 35,
    "chua": 23,
    "bánh": 11,
    "ngọt": 107,
    "nước": 117,
    "suối": 137,
    "một": 102,
    "chai": 18,
    "khăn": 80,
    "giấy": 55,
    "dầu": 49,
    "gội": 61,
    "tắm": 173,
    "mì": 99,
    "gói": 59,
    "ra": 130,
    "oreo": 121,
    "dâu": 46,
    "quy": 129,
    "nắm": 118,
    "kim": 81,
    "châm": 28,
    "__number__": 0,
    "bịch": 16,
    "vậy": 179,
    "hủ": 75,
    "tiếu": 158,
    "nam": 103,
    "vang": 175,
    "như": 112,
    "phở": 127,
    "bò": 12,
    "truyền": 161,
    "thống": 153,
    "đường": 197,
    "mía": 101,
    "á": 188,
    "thùng": 147,
    "kun": 82,
    "trái": 162,
    "cây": 39,
    "dutch": 45,
    "lady": 83,
    "vinamilk": 176,
    "tráng": 163,
    "ninh": 114,
    "hảo": 70,
    "cay": 17,
    "snack": 136,
    "oishi": 119,
    "pepsi": 122,
    "lốc": 92,
    "hộp": 74,
    "milo": 93,
    "số": 140,
    "điện": 192,
    "thoại": 143,
    "địa": 200,
    "chỉ": 32,
    "rẻ": 131,
    "hơn": 69,
    "bán": 10,
    "dưới": 48,
    "loại": 84,
    "lọc": 91,
    "các": 37,
    "giải": 53,
    "khát": 78
  },
  "intent": {
    "greet": 12,
    "goodbye": 11,
    "affirm": 0,
    "deny": 9,
    "ask_product_info": 4,
    "ask_product_detail": 3,
    "bot_challenge": 8,
    "ask_payment": 1,
    "ask_promotion": 5,
    "ask_shipping": 6,
    "ask_price": 2,
    "ask_shop_info": 7,
    "filter_products": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_products": 6,
    "action_get_product_price": 7,
    "utter_ask_more_help": 14,
    "utter_ask_payment": 15,
    "utter_ask_product_detail": 16,
    "utter_ask_product_info": 17,
    "utter_ask_promotion": 18,
    "utter_ask_shipping": 19,
    "utter_ask_shop_info": 20,
    "utter_follow_up": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24,
    "utter_sorry": 25,
    "utter_thank_you": 26
  },
  "action_text": null,
  "intent_response_key": null
}