{
  "text": {
    " ": 0,
    "h": 781,
    "e": 713,
    "y": 1543,
    " h": 137,
    "he": 792,
    "ey": 727,
    "y ": 1544,
    " he": 140,
    "hey": 797,
    "ey ": 728,
    " hey": 143,
    "hey ": 798,
    "l": 1042,
    "o": 1204,
    "el": 715,
    "ll": 1050,
    "lo": 1053,
    "o ": 1205,
    "hel": 793,
    "ell": 716,
    "llo": 1051,
    "lo ": 1054,
    " hel": 141,
    "hell": 794,
    "ello": 717,
    "llo ": 1052,
    "i": 951,
    "hi": 799,
    "i ": 952,
    " hi": 144,
    "hi ": 800,
    " hi ": 145,
    "x": 1520,
    "n": 1144,
    " x": 417,
    "xi": 1529,
    "in": 963,
    "n ": 1145,
    " xi": 423,
    "xin": 1530,
    "in ": 964,
    " xin": 424,
    "xin ": 1531,
    "c": 610,
    "à": 1565,
    " c": 53,
    "ch": 621,
    "hà": 835,
    "ào": 1575,
    " ch": 59,
    "chà": 637,
    "hào": 838,
    "ào ": 1576,
    " chà": 64,
    "chào": 638,
    "hào ": 839,
    "b": 548,
    "u": 1453,
    "ổ": 1917,
    " b": 11,
    "bu": 567,
    "uổ": 1491,
    "ổi": 1919,
    " bu": 22,
    "buổ": 568,
    "uổi": 1492,
    "ổi ": 1920,
    " buổ": 23,
    "buổi": 569,
    "uổi ": 1493,
    "s": 1309,
    "á": 1577,
    "g": 729,
    " s": 319,
    "sá": 1328,
    "án": 1585,
    "ng": 1153,
    "g ": 730,
    " sá": 331,
    "sán": 1329,
    "áng": 1587,
    "ng ": 1154,
    " sán": 332,
    "sáng": 1330,
    "áng ": 1588,
    "ạ": 1772,
    "bạ": 590,
    "ạn": 1780,
    " bạ": 38,
    "bạn": 591,
    "ạn ": 1781,
    " bạn": 39,
    "bạn ": 592,
    "ề": 1855,
    "iề": 994,
    "ều": 1859,
    "u ": 1454,
    "chi": 626,
    "hiề": 808,
    "iều": 997,
    "ều ": 1860,
    " chi": 61,
    "chiề": 629,
    "hiều": 809,
    "iều ": 998,
    "t": 1345,
    "ố": 1898,
    " t": 343,
    "tố": 1448,
    "ối": 1902,
    " tố": 395,
    "tối": 1449,
    "ối ": 1903,
    " tối": 396,
    "tối ": 1450,
    "p": 1240,
    "sh": 1315,
    "ho": 816,
    "op": 1222,
    "p ": 1241,
    " sh": 323,
    "sho": 1318,
    "hop": 820,
    "op ": 1223,
    " sho": 325,
    "shop": 1319,
    "hop ": 821,
    "ơ": 1736,
    " ơ": 489,
    "ơi": 1737,
    " ơi": 490,
    "ơi ": 1738,
    " ơi ": 491,
    "ử": 1978,
    "a": 514,
    "cử": 688,
    "ửa": 1979,
    "a ": 515,
    " cử": 95,
    "cửa": 689,
    "ửa ": 1980,
    " cửa": 96,
    "cửa ": 690,
    "àn": 1569,
    " hà": 149,
    "hàn": 836,
    "àng": 1571,
    " hàn": 150,
    "hàng": 837,
    "àng ": 1572,
    "ê": 1612,
    " ê": 445,
    "ê ": 1613,
    " ê ": 446,
    " a": 4,
    "al": 524,
    " al": 7,
    "alo": 525,
    " alo": 8,
    "alo ": 526,
    "m": 1092,
    "ì": 1622,
    " m": 226,
    "mì": 1120,
    "ìn": 1626,
    "nh": 1165,
    "h ": 782,
    " mì": 239,
    "mìn": 1122,
    "ình": 1627,
    "nh ": 1166,
    " mìn": 241,
    "mình": 1123,
    "ình ": 1628,
    "ầ": 1800,
    "cầ": 676,
    "ần": 1801,
    " cầ": 87,
    "cần": 677,
    "ần ": 1802,
    " cần": 88,
    "cần ": 678,
    "ư": 1743,
    "tư": 1441,
    "ư ": 1744,
    " tư": 390,
    "tư ": 1442,
    " tư ": 391,
    "v": 1494,
    "ấ": 1795,
    " v": 401,
    "vấ": 1503,
    "ấn": 1796,
    " vấ": 405,
    "vấn": 1504,
    "ấn ": 1797,
    " vấn": 406,
    "vấn ": 1505,
    "cho": 630,
    "ho ": 817,
    " cho": 62,
    "cho ": 631,
    "ỏ": 1893,
    "hỏ": 914,
    "ỏi": 1896,
    " hỏ": 169,
    "hỏi": 917,
    "ỏi ": 1897,
    " hỏi": 170,
    "hỏi ": 918,
    "ú": 1668,
    "hú": 863,
    "út": 1677,
    "t ": 1346,
    "chú": 643,
    "hút": 869,
    "út ": 1678,
    " chú": 67,
    "chút": 644,
    "hút ": 870,
    "by": 570,
    "ye": 1545,
    "e ": 714,
    " by": 24,
    "bye": 571,
    "ye ": 1546,
    " bye": 25,
    "bye ": 572,
    "tạ": 1445,
    "ạm": 1778,
    "m ": 1093,
    " tạ": 393,
    "tạm": 1446,
    "ạm ": 1779,
    " tạm": 394,
    "tạm ": 1447,
    "ệ": 1870,
    "bi": 556,
    "iệ": 1007,
    "ệt": 1875,
    " bi": 15,
    "biệ": 559,
    "iệt": 1010,
    "ệt ": 1876,
    " biệ": 17,
    "biệt": 560,
    "iệt ": 1011,
    "ủ": 1968,
    " n": 256,
    "gủ": 779,
    "ủ ": 1969,
    " ng": 257,
    "ngủ": 1163,
    "gủ ": 780,
    " ngủ": 262,
    "ngủ ": 1164,
    "go": 746,
    "on": 1217,
    "ngo": 1155,
    "gon": 747,
    "on ": 1218,
    " ngo": 258,
    "ngon": 1156,
    "gon ": 748,
    "d": 691,
    " g": 112,
    "oo": 1219,
    "od": 1209,
    "db": 692,
    " go": 121,
    "goo": 749,
    "ood": 1220,
    "odb": 1210,
    "dby": 693,
    " goo": 122,
    "good": 750,
    "oodb": 1221,
    "odby": 1211,
    "dbye": 694,
    "ẹ": 1839,
    "hẹ": 897,
    "ẹn": 1841,
    " hẹ": 167,
    "hẹn": 898,
    "ẹn ": 1842,
    " hẹn": 168,
    "hẹn ": 899,
    "ặ": 1832,
    "gặ": 767,
    "ặp": 1837,
    " gặ": 131,
    "gặp": 768,
    "ặp ": 1838,
    " gặp": 132,
    "gặp ": 769,
    " l": 199,
    "lạ": 1077,
    "ại": 1776,
    " lạ": 216,
    "lại": 1078,
    "ại ": 1777,
    " lại": 217,
    "lại ": 1079,
    "đ": 1686,
    " đ": 455,
    "đú": 1704,
    "ún": 1672,
    " đú": 467,
    "đún": 1705,
    "úng": 1673,
    " đún": 468,
    "đúng": 1706,
    "úng ": 1674,
    "r": 1263,
    "ồ": 1910,
    " r": 302,
    "rồ": 1298,
    "ồi": 1912,
    " rồ": 315,
    "rồi": 1299,
    "ồi ": 1913,
    " rồi": 316,
    "rồi ": 1300,
    " y": 433,
    "es": 725,
    "s ": 1310,
    " ye": 434,
    "yes": 1547,
    "es ": 726,
    " yes": 435,
    "yes ": 1548,
    "í": 1629,
    "hí": 846,
    "ín": 1636,
    "chí": 641,
    "hín": 850,
    "ính": 1637,
    " chí": 66,
    "chín": 642,
    "hính": 851,
    "ính ": 1638,
    "xá": 1534,
    "ác": 1579,
    "c ": 611,
    " xá": 427,
    "xác": 1535,
    "ác ": 1580,
    " xác": 428,
    "xác ": 1536,
    "ẩ": 1807,
    "hu": 824,
    "uẩ": 1480,
    "ẩn": 1810,
    "chu": 632,
    "huẩ": 831,
    "uẩn": 1481,
    "ẩn ": 1811,
    " chu": 63,
    "chuẩ": 635,
    "huẩn": 832,
    "uẩn ": 1482,
    "ô": 1653,
    "lu": 1061,
    "uô": 1477,
    "ôn": 1659,
    " lu": 205,
    "luô": 1062,
    "uôn": 1478,
    "ôn ": 1660,
    " luô": 206,
    "luôn": 1063,
    "uôn ": 1479,
    "br": 564,
    "ro": 1271,
    " br": 20,
    "bro": 565,
    "ro ": 1272,
    " bro": 21,
    "bro ": 566,
    "ả": 1784,
    " p": 289,
    "ph": 1242,
    "hả": 883,
    "ải": 1785,
    " ph": 290,
    "phả": 1251,
    "hải": 884,
    "ải ": 1786,
    " phả": 295,
    "phải": 1252,
    "hải ": 885,
    "k": 1012,
    " o": 284,
    "ok": 1212,
    "k ": 1013,
    " ok": 285,
    "ok ": 1213,
    " ok ": 286,
    "há": 840,
    "á ": 1578,
    " nh": 263,
    "nhá": 1173,
    "há ": 841,
    " nhá": 266,
    "nhá ": 1174,
    "đồ": 1729,
    "ồn": 1914,
    " đồ": 484,
    "đồn": 1731,
    "ồng": 1915,
    " đồn": 486,
    "đồng": 1732,
    "ồng ": 1916,
    "ý": 1679,
    " ý": 450,
    "ý ": 1680,
    " ý ": 451,
    " k": 182,
    "kh": 1017,
    "hô": 855,
    " kh": 185,
    "khô": 1024,
    "hôn": 857,
    "ông": 1661,
    " khô": 189,
    "khôn": 1026,
    "hông": 858,
    "ông ": 1662,
    "th": 1353,
    "íc": 1633,
    " th": 344,
    "thí": 1364,
    "híc": 848,
    "ích": 1634,
    "ch ": 622,
    " thí": 349,
    "thíc": 1365,
    "hích": 849,
    "ích ": 1635,
    "tô": 1433,
    "ôi": 1655,
    " tô": 385,
    "tôi": 1434,
    "ôi ": 1656,
    " tôi": 386,
    "tôi ": 1435,
    "â": 1599,
    "đâ": 1698,
    "âu": 1602,
    " đâ": 463,
    "đâu": 1699,
    "âu ": 1603,
    " đâu": 464,
    "đâu ": 1700,
    "mu": 1107,
    "uố": 1485,
    "ốn": 1904,
    " mu": 231,
    "muố": 1110,
    "uốn": 1488,
    "ốn ": 1905,
    " muố": 233,
    "muốn": 1111,
    "uốn ": 1489,
    "xe": 1526,
    "em": 718,
    " xe": 421,
    "xem": 1527,
    "em ": 719,
    " xem": 422,
    "xem ": 1528,
    "thô": 1366,
    " thô": 350,
    "thôn": 1367,
    "ti": 1386,
    " ti": 360,
    "tin": 1389,
    " tin": 362,
    "tin ": 1390,
    "sả": 1334,
    "ản": 1789,
    " sả": 335,
    "sản": 1335,
    "ản ": 1790,
    " sản": 336,
    "sản ": 1336,
    "hẩ": 891,
    "ẩm": 1808,
    "phẩ": 1253,
    "hẩm": 892,
    "ẩm ": 1809,
    " phẩ": 296,
    "phẩm": 1254,
    "hẩm ": 893,
    "ở": 1947,
    " ở": 498,
    "ở ": 1948,
    " ở ": 499,
    "là": 1064,
    "àm": 1567,
    " là": 207,
    "làm": 1066,
    "àm ": 1568,
    " làm": 209,
    "làm ": 1067,
    "sa": 1311,
    "ao": 539,
    " sa": 320,
    "sao": 1313,
    "ao ": 540,
    " sao": 322,
    "sao ": 1314,
    "ể": 1861,
    "để": 1724,
    "ể ": 1862,
    " để": 480,
    "để ": 1725,
    " để ": 481,
    "chi ": 627,
    "ế": 1847,
    "iế": 989,
    "ết": 1851,
    "tiế": 1394,
    "iết": 990,
    "ết ": 1852,
    " tiế": 364,
    "tiết": 1395,
    "iết ": 991,
    "hì": 844,
    "ì ": 1623,
    "thì": 1362,
    "hì ": 845,
    " thì": 348,
    "thì ": 1363,
    "cá": 661,
    " cá": 77,
    "các": 663,
    "ách": 1581,
    " các": 79,
    "cách": 665,
    "ách ": 1582,
    "hế": 902,
    "ế ": 1848,
    "thế": 1374,
    "hế ": 903,
    " thế": 354,
    "thế ": 1375,
    "nà": 1185,
    " nà": 271,
    "nào": 1188,
    " nào": 273,
    "nào ": 1189,
    "tì": 1425,
    "ìm": 1624,
    " tì": 380,
    "tìm": 1426,
    "ìm ": 1625,
    " tìm": 381,
    "tìm ": 1427,
    "iể": 999,
    "ểu": 1865,
    "hiể": 810,
    "iểu": 1002,
    "ểu ": 1866,
    " hiể": 146,
    "hiểu": 811,
    "iểu ": 1003,
    "về": 1511,
    "ề ": 1856,
    " về": 410,
    "về ": 1512,
    " về ": 411,
    "ó": 1643,
    "có": 671,
    "ó ": 1644,
    " có": 83,
    "có ": 672,
    " có ": 84,
    "hể": 904,
    "thể": 1376,
    "hể ": 905,
    " thể": 355,
    "thể ": 1377,
    "à ": 1566,
    "là ": 1065,
    " là ": 208,
    "ai": 522,
    " ai": 5,
    "ai ": 523,
    " ai ": 6,
    " à": 439,
    " à ": 440,
    "ha": 783,
    "at": 541,
    "tb": 1347,
    "bo": 561,
    "ot": 1224,
    "cha": 623,
    "hat": 788,
    "atb": 542,
    "tbo": 1348,
    "bot": 562,
    "ot ": 1225,
    " cha": 60,
    "chat": 624,
    "hatb": 789,
    "atbo": 543,
    "tbot": 1349,
    "bot ": 563,
    "đa": 1687,
    "an": 533,
    " đa": 456,
    "đan": 1688,
    "ang": 535,
    " đan": 457,
    "đang": 1689,
    "ang ": 536,
    "nó": 1193,
    "ói": 1649,
    " nó": 276,
    "nói": 1194,
    "ói ": 1650,
    " nói": 277,
    "nói ": 1195,
    "uy": 1467,
    "yệ": 1562,
    "ện": 1871,
    "huy": 827,
    "uyệ": 1475,
    "yện": 1563,
    "ện ": 1872,
    "chuy": 634,
    "huyệ": 830,
    "uyện": 1476,
    "yện ": 1564,
    "ớ": 1934,
    "vớ": 1517,
    "ới": 1937,
    " vớ": 415,
    "với": 1518,
    "ới ": 1938,
    " với": 416,
    "với ": 1519,
    "co": 653,
    " co": 71,
    "con": 654,
    " con": 72,
    "con ": 655,
    "ờ": 1941,
    "gư": 761,
    "ườ": 1759,
    "ời": 1942,
    "ngư": 1159,
    "gườ": 762,
    "ười": 1760,
    "ời ": 1943,
    " ngư": 260,
    "ngườ": 1160,
    "gười": 763,
    "ười ": 1761,
    "ay": 546,
    " ha": 138,
    "hay": 790,
    "ay ": 547,
    " hay": 139,
    "hay ": 791,
    "má": 1112,
    "áy": 1597,
    " má": 234,
    "máy": 1115,
    "áy ": 1598,
    " máy": 236,
    "máy ": 1116,
    "tí": 1430,
    " tí": 383,
    "tín": 1431,
    " tín": 384,
    "tính": 1432,
    "ậ": 1812,
    "hậ": 894,
    "ật": 1815,
    "thậ": 1370,
    "hật": 895,
    "ật ": 1816,
    " thậ": 352,
    "thật": 1371,
    "hật ": 896,
    " bo": 18,
    " bot": 19,
    "tha": 1354,
    "han": 786,
    "anh": 537,
    " tha": 345,
    "than": 1356,
    "hanh": 787,
    "anh ": 538,
    "to": 1401,
    "oá": 1232,
    " to": 367,
    "toá": 1404,
    "oán": 1233,
    "án ": 1586,
    " toá": 369,
    "toán": 1405,
    "oán ": 1234,
    "ằ": 1828,
    "bằ": 596,
    "ằn": 1829,
    " bằ": 42,
    "bằn": 597,
    "ằng": 1830,
    " bằn": 43,
    "bằng": 598,
    "ằng ": 1831,
    "ữ": 1981,
    "hữ": 945,
    "ữn": 1985,
    "nhữ": 1177,
    "hữn": 946,
    "ững": 1986,
    " nhữ": 268,
    "nhữn": 1178,
    "hững": 947,
    "ững ": 1987,
    "hư": 874,
    "ươ": 1749,
    "ơn": 1739,
    "phư": 1249,
    "hươ": 876,
    "ươn": 1752,
    "ơng": 1741,
    " phư": 294,
    "phươ": 1250,
    "hươn": 877,
    "ương": 1753,
    "ơng ": 1742,
    "ứ": 1972,
    "hứ": 942,
    "ức": 1973,
    "thứ": 1382,
    "hức": 943,
    "ức ": 1974,
    " thứ": 358,
    "thức": 1383,
    "hức ": 944,
    "ỗ": 1921,
    "hỗ": 924,
    "ỗ ": 1922,
    " hỗ": 174,
    "hỗ ": 925,
    " hỗ ": 175,
    "ợ": 1956,
    "tr": 1406,
    "rợ": 1304,
    "ợ ": 1957,
    " tr": 370,
    "trợ": 1418,
    "rợ ": 1305,
    " trợ": 376,
    "trợ ": 1419,
    "q": 1257,
    " q": 298,
    "qu": 1258,
    "ua": 1455,
    " qu": 299,
    "qua": 1259,
    "ua ": 1456,
    " qua": 300,
    "qua ": 1260,
    "ẻ": 1845,
    "hẻ": 900,
    "ẻ ": 1846,
    "thẻ": 1372,
    "hẻ ": 901,
    " thẻ": 353,
    "thẻ ": 1373,
    "mo": 1103,
    "om": 1214,
    " mo": 229,
    "mom": 1105,
    "omo": 1215,
    "mo ": 1104,
    " mom": 230,
    "momo": 1106,
    "omo ": 1216,
    "chư": 645,
    " chư": 68,
    "chươ": 646,
    "rì": 1282,
    "trì": 1412,
    "rìn": 1283,
    " trì": 373,
    "trìn": 1413,
    "rình": 1284,
    "yế": 1552,
    "ến": 1849,
    "khu": 1022,
    "uyế": 1470,
    "yến": 1553,
    "ến ": 1850,
    " khu": 188,
    "khuy": 1023,
    "huyế": 828,
    "uyến": 1471,
    "yến ": 1554,
    "ã": 1606,
    "mã": 1117,
    "ãi": 1607,
    " mã": 237,
    "mãi": 1118,
    "ãi ": 1608,
    " mãi": 238,
    "mãi ": 1119,
    "gi": 734,
    "iả": 986,
    "ảm": 1787,
    " gi": 115,
    "giả": 744,
    "iảm": 987,
    "ảm ": 1788,
    " giả": 120,
    "giảm": 745,
    "iảm ": 988,
    "iá": 973,
    "giá": 740,
    "iá ": 974,
    " giá": 118,
    "giá ": 741,
    "gì": 759,
    " gì": 127,
    "gì ": 760,
    " gì ": 128,
    "mua": 1108,
    " mua": 232,
    "mua ": 1109,
    "nhi": 1167,
    " nhi": 264,
    "nhiề": 1169,
    "đư": 1710,
    "ượ": 1769,
    "ợc": 1958,
    " đư": 471,
    "đượ": 1713,
    "ược": 1770,
    "ợc ": 1959,
    " đượ": 473,
    "được": 1714,
    "ược ": 1771,
    " ư": 492,
    "ưu": 1747,
    " ưu": 493,
    "ưu ": 1748,
    " ưu ": 494,
    "đã": 1701,
    " đã": 465,
    "đãi": 1702,
    " đãi": 466,
    "đãi ": 1703,
    "hờ": 932,
    "thờ": 1380,
    "hời": 933,
    " thờ": 357,
    "thời": 1381,
    "hời ": 934,
    "ia": 953,
    "gia": 735,
    "ian": 954,
    "an ": 534,
    " gia": 116,
    "gian": 736,
    "ian ": 955,
    "iao": 956,
    "giao": 737,
    "iao ": 957,
    "ba": 549,
    " ba": 12,
    "bao": 551,
    " bao": 14,
    "bao ": 552,
    "lâ": 1068,
    " lâ": 210,
    "lâu": 1069,
    " lâu": 211,
    "lâu ": 1070,
    "í ": 1630,
    "phí": 1245,
    "hí ": 847,
    " phí": 292,
    "phí ": 1246,
    "ip": 969,
    "shi": 1316,
    "hip": 801,
    "ip ": 970,
    " shi": 324,
    "ship": 1317,
    "hip ": 802,
    "iê": 975,
    "êu": 1620,
    "hiê": 803,
    "iêu": 981,
    "êu ": 1621,
    "nhiê": 1168,
    "hiêu": 805,
    "iêu ": 982,
    "ọ": 1888,
    "họ": 911,
    "ọn": 1889,
    "chọ": 649,
    "họn": 912,
    "ọn ": 1890,
    " chọ": 70,
    "chọn": 650,
    "họn ": 913,
    "đơ": 1707,
    " đơ": 469,
    "đơn": 1708,
    "ơn ": 1740,
    " đơn": 470,
    "đơn ": 1709,
    "ị": 1879,
    "vị": 1513,
    "ị ": 1880,
    " vị": 412,
    "vị ": 1514,
    " vị ": 413,
    "vậ": 1506,
    "ận": 1813,
    " vậ": 407,
    "vận": 1507,
    "ận ": 1814,
    " vận": 408,
    "vận ": 1508,
    "yể": 1559,
    "ển": 1863,
    "uyể": 1473,
    "yển": 1560,
    "ển ": 1864,
    "huyể": 829,
    "uyển": 1474,
    "yển ": 1561,
    " d": 97,
    "dư": 703,
    "ưa": 1745,
    " dư": 102,
    "dưa": 704,
    "ưa ": 1746,
    " dưa": 103,
    "dưa ": 705,
    "lư": 1074,
    "ướ": 1754,
    " lư": 214,
    "lướ": 1075,
    "ưới": 1757,
    " lướ": 215,
    "lưới": 1076,
    "ưới ": 1758,
    "ền": 1857,
    "tiề": 1397,
    "iền": 995,
    "ền ": 1858,
    " tiề": 365,
    "tiền": 1398,
    "iền ": 996,
    "ắ": 1821,
    "bắ": 593,
    "ắp": 1824,
    " bắ": 40,
    "bắp": 594,
    "ắp ": 1825,
    " bắp": 41,
    "bắp ": 595,
    "cả": 673,
    " cả": 85,
    "cải": 674,
    " cải": 86,
    "cải ": 675,
    "củ": 685,
    "ủa": 1970,
    " củ": 93,
    "của": 686,
    "ủa ": 1971,
    " của": 94,
    "của ": 687,
    "hị": 908,
    "ịt": 1886,
    "thị": 1378,
    "hịt": 909,
    "ịt ": 1887,
    " thị": 356,
    "thịt": 1379,
    "hịt ": 910,
    "eo": 720,
    "heo": 795,
    "eo ": 721,
    " heo": 142,
    "heo ": 796,
    "gà": 754,
    " gà": 123,
    "gà ": 755,
    " gà ": 124,
    "gu": 751,
    "yê": 1549,
    "ên": 1616,
    "ngu": 1157,
    "guy": 752,
    "uyê": 1468,
    "yên": 1550,
    "ên ": 1617,
    " ngu": 259,
    "nguy": 1158,
    "guyê": 753,
    "uyên": 1469,
    "yên ": 1551,
    "cá ": 662,
    " cá ": 78,
    "biể": 557,
    "iển": 1000,
    " biể": 16,
    "biển": 558,
    "iển ": 1001,
    "sữ": 1342,
    "ữa": 1983,
    " sữ": 341,
    "sữa": 1343,
    "ữa ": 1984,
    " sữa": 342,
    "sữa ": 1344,
    "tươ": 1443,
    "ươi": 1750,
    " tươ": 392,
    "tươi": 1444,
    "ươi ": 1751,
    "oa": 1206,
    "kho": 1020,
    "hoa": 818,
    "oai": 1207,
    " kho": 187,
    "khoa": 1021,
    "hoai": 819,
    "oai ": 1208,
    "tâ": 1422,
    "ây": 1604,
    " tâ": 378,
    "tây": 1423,
    "ây ": 1605,
    " tây": 379,
    "tây ": 1424,
    "cà": 659,
    " cà": 75,
    "cà ": 660,
    " cà ": 76,
    "hua": 825,
    "chua": 633,
    "hua ": 826,
    "rứ": 1306,
    "ứn": 1975,
    "trứ": 1420,
    "rứn": 1307,
    "ứng": 1976,
    " trứ": 377,
    "trứn": 1421,
    "rứng": 1308,
    "ứng ": 1977,
    "lố": 1080,
    "ốc": 1900,
    " lố": 218,
    "lốc": 1081,
    "ốc ": 1901,
    " lốc": 219,
    "lốc ": 1082,
    "ov": 1226,
    "va": 1495,
    "lt": 1058,
    "ne": 1151,
    " ov": 287,
    "ova": 1227,
    "val": 1496,
    "alt": 527,
    "lti": 1059,
    "ine": 967,
    "ne ": 1152,
    " ova": 288,
    "oval": 1228,
    "valt": 1497,
    "alti": 528,
    "ltin": 1060,
    "tine": 1391,
    "ine ": 968,
    "đặ": 1718,
    "ặc": 1833,
    " đặ": 476,
    "đặc": 1719,
    "ặc ": 1834,
    " đặc": 477,
    "đặc ": 1720,
    "ờn": 1944,
    "đườ": 1711,
    "ườn": 1762,
    "ờng": 1945,
    " đườ": 472,
    "đườn": 1712,
    "ường": 1763,
    "ờng ": 1946,
    "ca": 612,
    "am": 529,
    " ca": 54,
    "cam": 615,
    "am ": 530,
    " cam": 56,
    "cam ": 616,
    "ú ": 1669,
    " hú": 153,
    "hú ": 864,
    " hú ": 154,
    "ló": 1071,
    "óc": 1647,
    " ló": 212,
    "lóc": 1072,
    "óc ": 1648,
    " lóc": 213,
    "lóc ": 1073,
    "sạ": 1331,
    "ạc": 1773,
    " sạ": 333,
    "sạc": 1332,
    "ạch": 1774,
    " sạc": 334,
    "sạch": 1333,
    "ạch ": 1775,
    "ụ": 1964,
    "nụ": 1199,
    "ục": 1966,
    " nụ": 280,
    "nục": 1200,
    "ục ": 1967,
    " nục": 281,
    "nục ": 1201,
    "ra": 1267,
    " ra": 303,
    "ra ": 1268,
    " ra ": 304,
    "đi": 1690,
    " đi": 458,
    "điề": 1691,
    " điề": 459,
    "điều": 1692,
    "hồ": 919,
    " hồ": 171,
    "hồn": 922,
    " hồn": 173,
    "hồng": 923,
    "ba ": 550,
    " ba ": 13,
    "sa ": 1312,
    " sa ": 321,
    "cắ": 679,
    "ắt": 1826,
    " cắ": 89,
    "cắt": 680,
    "ắt ": 1827,
    " cắt": 90,
    "cắt ": 681,
    "úc": 1670,
    "khú": 1027,
    "húc": 865,
    "úc ": 1671,
    " khú": 190,
    "khúc": 1028,
    "húc ": 866,
    "ộ": 1923,
    "rộ": 1301,
    "ội": 1924,
    " rộ": 317,
    "rội": 1302,
    "ội ": 1925,
    " rội": 318,
    "rội ": 1303,
    "_": 505,
    " _": 1,
    "__": 507,
    "_n": 511,
    "nu": 1182,
    "um": 1457,
    "mb": 1097,
    "be": 553,
    "er": 722,
    "r_": 1264,
    "_ ": 506,
    " __": 2,
    "__n": 509,
    "_nu": 512,
    "num": 1183,
    "umb": 1458,
    "mbe": 1098,
    "ber": 554,
    "er_": 723,
    "r__": 1265,
    "__ ": 508,
    " __n": 3,
    "__nu": 510,
    "_num": 513,
    "numb": 1184,
    "umbe": 1459,
    "mber": 1099,
    "ber_": 555,
    "er__": 724,
    "r__ ": 1266,
    "bị": 604,
    "ịc": 1883,
    " bị": 48,
    "bịc": 606,
    "ịch": 1884,
    " bịc": 50,
    "bịch": 607,
    "ịch ": 1885,
    "ậy": 1819,
    "vậy": 1509,
    "ậy ": 1820,
    " vậy": 409,
    "vậy ": 1510,
    "xư": 1540,
    " xư": 431,
    "xươ": 1541,
    " xươ": 432,
    "xươn": 1542,
    "như": 1175,
    "hư ": 875,
    " như": 267,
    "như ": 1176,
    "xa": 1521,
    " xa": 418,
    "xay": 1524,
    " xay": 420,
    "xay ": 1525,
    "mí": 1124,
    "ía": 1631,
    " mí": 242,
    "mía": 1125,
    "ía ": 1632,
    " mía": 243,
    "mía ": 1126,
    " á": 441,
    " á ": 442,
    "ù": 1663,
    "hù": 859,
    "ùn": 1665,
    "thù": 1368,
    "hùn": 861,
    "ùng": 1666,
    " thù": 351,
    "thùn": 1369,
    "hùng": 862,
    "ùng ": 1667,
    "ku": 1036,
    "un": 1460,
    " ku": 195,
    "kun": 1037,
    "un ": 1461,
    " kun": 196,
    "kun ": 1038,
    "rá": 1273,
    "ái": 1583,
    "trá": 1407,
    "rái": 1274,
    "ái ": 1584,
    " trá": 371,
    "trái": 1408,
    "rái ": 1275,
    "câ": 666,
    " câ": 80,
    "cây": 669,
    " cây": 82,
    "cây ": 670,
    "mộ": 1139,
    "ột": 1932,
    " mộ": 252,
    "một": 1140,
    "ột ": 1933,
    " một": 253,
    "một ": 1141,
    "du": 695,
    "ut": 1464,
    "tc": 1350,
    " du": 98,
    "dut": 696,
    "utc": 1465,
    "tch": 1351,
    " dut": 99,
    "dutc": 697,
    "utch": 1466,
    "tch ": 1352,
    "la": 1043,
    "ad": 519,
    "dy": 698,
    " la": 200,
    "lad": 1044,
    "ady": 520,
    "dy ": 699,
    " lad": 201,
    "lady": 1045,
    "ady ": 521,
    "dâ": 700,
    " dâ": 100,
    "dâu": 701,
    " dâu": 101,
    "dâu ": 702,
    "vi": 1498,
    "na": 1146,
    "mi": 1100,
    "il": 958,
    "lk": 1048,
    " vi": 402,
    "vin": 1499,
    "ina": 965,
    "nam": 1149,
    "ami": 531,
    "mil": 1101,
    "ilk": 959,
    "lk ": 1049,
    " vin": 403,
    "vina": 1500,
    "inam": 966,
    "nami": 1150,
    "amil": 532,
    "milk": 1102,
    "ilk ": 960,
    " ứ": 500,
    " ức": 501,
    " ức ": 502,
    "mì ": 1121,
    " mì ": 240,
    "ảo": 1793,
    " hả": 162,
    "hảo": 886,
    "ảo ": 1794,
    " hảo": 164,
    "hảo ": 887,
    "cay": 619,
    " cay": 58,
    "cay ": 620,
    "rố": 1293,
    "ốt": 1908,
    " rố": 312,
    "rốt": 1296,
    "ốt ": 1909,
    " rốt": 314,
    "rốt ": 1297,
    "hấ": 888,
    "ấu": 1798,
    " hấ": 165,
    "hấu": 889,
    "ấu ": 1799,
    " hấu": 166,
    "hấu ": 890,
    "gọ": 770,
    "ọt": 1891,
    "ngọ": 1161,
    "gọt": 771,
    "ọt ": 1892,
    " ngọ": 261,
    "ngọt": 1162,
    "gọt ": 772,
    "cụ": 682,
    " cụ": 91,
    "cục": 683,
    " cục": 92,
    "cục ": 684,
    "bẹ": 599,
    "ẹ ": 1840,
    " bẹ": 44,
    "bẹ ": 600,
    " bẹ ": 45,
    "xan": 1522,
    " xan": 419,
    "xanh": 1523,
    "hộ": 926,
    "ộp": 1930,
    " hộ": 176,
    "hộp": 927,
    "ộp ": 1931,
    " hộp": 177,
    "hộp ": 928,
    "no": 1179,
    " no": 269,
    "non": 1180,
    " non": 270,
    "non ": 1181,
    "bó": 582,
    " bó": 32,
    "bó ": 583,
    " bó ": 33,
    "xô": 1537,
    " xô": 429,
    "xôi": 1538,
    " xôi": 430,
    "xôi ": 1539,
    "au": 544,
    "rau": 1269,
    "au ": 545,
    " rau": 305,
    "rau ": 1270,
    "hún": 867,
    " hún": 155,
    "húng": 868,
    "uế": 1483,
    "quế": 1261,
    "uế ": 1484,
    " quế": 301,
    "quế ": 1262,
    "số": 1337,
    "ố ": 1899,
    " số": 337,
    "số ": 1338,
    " số ": 338,
    "điệ": 1693,
    "iện": 1008,
    " điệ": 460,
    "điện": 1694,
    "iện ": 1009,
    "oạ": 1235,
    "tho": 1360,
    "hoạ": 822,
    "oại": 1236,
    " tho": 347,
    "thoạ": 1361,
    "hoại": 823,
    "oại ": 1237,
    "đị": 1726,
    "ịa": 1881,
    " đị": 482,
    "địa": 1727,
    "ịa ": 1882,
    " địa": 483,
    "địa ": 1728,
    "ỉ": 1877,
    "hỉ": 906,
    "ỉ ": 1878,
    "chỉ": 647,
    "hỉ ": 907,
    " chỉ": 69,
    "chỉ ": 648,
    "nư": 1196,
    "ớc": 1935,
    " nư": 278,
    "nướ": 1197,
    "ước": 1755,
    "ớc ": 1936,
    " nướ": 279,
    "nước": 1198,
    "ước ": 1756,
    "su": 1323,
    " su": 328,
    "suố": 1326,
    "uối": 1486,
    " suố": 330,
    "suối": 1327,
    "uối ": 1487,
    "rẻ": 1291,
    " rẻ": 310,
    "rẻ ": 1292,
    " rẻ ": 311,
    "hơ": 871,
    " hơ": 156,
    "hơn": 872,
    " hơn": 157,
    "hơn ": 873,
    "bá": 573,
    " bá": 26,
    "bán": 574,
    " bán": 27,
    "bán ": 575,
    "dướ": 706,
    " dướ": 104,
    "dưới": 707,
    "rê": 1279,
    "trê": 1410,
    "rên": 1280,
    " trê": 372,
    "trên": 1411,
    "rên ": 1281,
    "cai": 613,
    " cai": 55,
    "cai ": 614,
    "các ": 664,
    " lo": 203,
    "loạ": 1055,
    " loạ": 204,
    "loại": 1056,
    "ánh": 1589,
    "bánh": 576,
    "ánh ": 1590,
    "sn": 1320,
    "ac": 516,
    "ck": 651,
    " sn": 326,
    "sna": 1321,
    "nac": 1147,
    "ack": 517,
    "ck ": 652,
    " sna": 327,
    "snac": 1322,
    "nack": 1148,
    "ack ": 518,
    "ke": 1014,
    " ke": 183,
    "kem": 1015,
    " kem": 184,
    "kem ": 1016,
    "đá": 1695,
    " đá": 461,
    "đán": 1696,
    " đán": 462,
    "đánh": 1697,
    "ă": 1681,
    "ră": 1285,
    "ăn": 1682,
    " ră": 308,
    "răn": 1286,
    "ăng": 1684,
    " răn": 309,
    "răng": 1287,
    "ăng ": 1685,
    "xà": 1532,
    " xà": 425,
    "xà ": 1533,
    " xà ": 426,
    "bô": 584,
    " bô": 34,
    "bôn": 585,
    " bôn": 35,
    "bông": 586,
    "hủ": 940,
    " hủ": 180,
    "hủ ": 941,
    " hủ ": 181,
    "ếu": 1853,
    "iếu": 992,
    "ếu ": 1854,
    "tiếu": 1396,
    "iếu ": 993,
    "áo": 1591,
    "chá": 639,
    "háo": 842,
    "áo ": 1592,
    " chá": 65,
    "cháo": 640,
    "háo ": 843,
    "kẹ": 1039,
    "ẹo": 1843,
    " kẹ": 197,
    "kẹo": 1040,
    "ẹo ": 1844,
    " kẹo": 198,
    "kẹo ": 1041,
    " e": 109,
    " em": 110,
    " em ": 111,
    "dầ": 708,
    "ầu": 1803,
    " dầ": 105,
    "dầu": 709,
    "ầu ": 1804,
    " dầu": 106,
    "dầu ": 710,
    "gộ": 773,
    " gộ": 133,
    "gội": 774,
    " gội": 134,
    "gội ": 775,
    "cao": 617,
    " cao": 57,
    "cao ": 618,
    "cu": 656,
    " cu": 73,
    "cua": 657,
    " cua": 74,
    "cua ": 658,
    "bị ": 605,
    " bị ": 49,
    " hu": 147,
    "yết": 1555,
    " huy": 148,
    "uyết": 1472,
    "yết ": 1556,
    "áp": 1593,
    " áp": 443,
    "áp ": 1594,
    " áp ": 444,
    "nê": 1190,
    " nê": 274,
    "nên": 1191,
    " nên": 275,
    "nên ": 1192,
    " ă": 452,
    " ăn": 453,
    "ăn ": 1683,
    " ăn ": 454,
    "ự": 1988,
    "hự": 948,
    "ực": 1991,
    "thự": 1384,
    "hực": 949,
    "ực ": 1992,
    " thự": 359,
    "thực": 1385,
    "hực ": 950,
    "tốt": 1451,
    " tốt": 397,
    "tốt ": 1452,
    "tiể": 1399,
    " tiể": 366,
    "tiểu": 1400,
    "ỡ": 1954,
    "mỡ": 1142,
    "ỡ ": 1955,
    " mỡ": 254,
    "mỡ ": 1143,
    " mỡ ": 255,
    "áu": 1595,
    "máu": 1113,
    "áu ": 1596,
    " máu": 235,
    "máu ": 1114,
    "gợ": 776,
    "ợi": 1960,
    " gợ": 135,
    "gợi": 777,
    "ợi ": 1961,
    " gợi": 136,
    "gợi ": 778,
    "mó": 1127,
    "ón": 1651,
    " mó": 244,
    "món": 1128,
    "ón ": 1652,
    " món": 245,
    "món ": 1129,
    "ù ": 1664,
    "phù": 1247,
    "hù ": 860,
    " phù": 293,
    "phù ": 1248,
    "hợ": 935,
    "ợp": 1962,
    " hợ": 178,
    "hợp": 936,
    "ợp ": 1963,
    " hợp": 179,
    "hợp ": 937,
    "é": 1609,
    "bé": 577,
    "éo": 1610,
    " bé": 28,
    "béo": 578,
    "éo ": 1611,
    " béo": 29,
    "béo ": 579,
    "phì": 1243,
    " phì": 291,
    "phì ": 1244,
    "ân": 1600,
    "cân": 667,
    "ân ": 1601,
    " cân": 81,
    "cân ": 668,
    "ki": 1033,
    " ki": 193,
    "kiê": 1034,
    "iên": 978,
    "êng": 1618,
    " kiê": 194,
    "kiên": 1035,
    "iêng": 980,
    "êng ": 1619,
    "mặ": 1136,
    "ặn": 1835,
    " mặ": 250,
    "mặn": 1137,
    "ặn ": 1836,
    " mặn": 251,
    "mặn ": 1138,
    " an": 9,
    " an ": 10,
    "oà": 1229,
    "toà": 1402,
    "oàn": 1230,
    "àn ": 1570,
    " toà": 368,
    "toàn": 1403,
    "oàn ": 1231,
    "bệ": 601,
    " bệ": 46,
    "bện": 602,
    "ệnh": 1873,
    " bện": 47,
    "bệnh": 603,
    "ệnh ": 1874,
    "sứ": 1339,
    " sứ": 339,
    "sức": 1340,
    " sức": 340,
    "sức ": 1341,
    "ỏe": 1894,
    "khỏ": 1029,
    "hỏe": 915,
    "ỏe ": 1895,
    " khỏ": 191,
    "khỏe": 1030,
    "hỏe ": 916,
    "thi": 1357,
    "hiế": 806,
    " thi": 346,
    "thiế": 1358,
    "hiếu": 807,
    "bổ": 608,
    "ổ ": 1918,
    " bổ": 51,
    "bổ ": 609,
    " bổ ": 52,
    "sun": 1324,
    "ung": 1462,
    " sun": 329,
    "sung": 1325,
    "ung ": 1463,
    "gầ": 764,
    "ầy": 1805,
    " gầ": 129,
    "gầy": 765,
    "ầy ": 1806,
    " gầy": 130,
    "gầy ": 766,
    " yế": 436,
    "yếu": 1557,
    " yếu": 438,
    "yếu ": 1558,
    "hiệ": 814,
    "thiệ": 1359,
    "hiện": 815,
    "rạ": 1288,
    "trạ": 1414,
    "rạn": 1289,
    "ạng": 1782,
    " trạ": 374,
    "trạn": 1415,
    "rạng": 1290,
    "ạng ": 1783,
    "ma": 1094,
    " ma": 227,
    "man": 1095,
    " man": 228,
    "mang": 1096,
    "hai": 784,
    "thai": 1355,
    "hai ": 785,
    "rối": 1294,
    " rối": 313,
    "rối ": 1295,
    "oạn": 1238,
    "loạn": 1057,
    "oạn ": 1239,
    "tiê": 1392,
    " tiê": 363,
    "tiêu": 1393,
    "hó": 852,
    "óa": 1645,
    " hó": 151,
    "hóa": 853,
    "óa ": 1646,
    " hóa": 152,
    "hóa ": 854,
    "ga": 731,
    " ga": 113,
    "gan": 732,
    " gan": 114,
    "gan ": 733,
    "ễ": 1867,
    "iễ": 1004,
    "ễm": 1868,
    "hiễ": 812,
    "iễm": 1005,
    "ễm ": 1869,
    "nhiễ": 1170,
    "hiễm": 813,
    "iễm ": 1006,
    " u": 398,
    " uố": 399,
    "ống": 1906,
    " uốn": 400,
    "uống": 1490,
    "ống ": 1907,
    "iú": 983,
    "úp": 1675,
    "giú": 742,
    "iúp": 984,
    "úp ": 1676,
    " giú": 119,
    "giúp": 743,
    "iúp ": 985,
    "tìn": 1428,
    " tìn": 382,
    "tình": 1429,
    "tă": 1438,
    " tă": 388,
    "tăn": 1439,
    " tăn": 389,
    "tăng": 1440,
    "im": 961,
    "tim": 1387,
    "im ": 962,
    " tim": 361,
    "tim ": 1388,
    "huố": 833,
    "chuố": 636,
    "huối": 834,
    " yến": 437,
    "mạ": 1130,
    " mạ": 246,
    "mạc": 1131,
    " mạc": 247,
    "mạch": 1132,
    "ò": 1641,
    "bò": 580,
    "ò ": 1642,
    " bò": 30,
    "bò ": 581,
    " bò ": 31,
    "độ": 1733,
    "ộn": 1926,
    " độ": 487,
    "độn": 1734,
    "ộng": 1928,
    " độn": 488,
    "động": 1735,
    "ộng ": 1929,
    "hụ": 938,
    "ụ ": 1965,
    "phụ": 1255,
    "hụ ": 939,
    " phụ": 297,
    "phụ ": 1256,
    "nữ": 1202,
    "ữ ": 1982,
    " nữ": 282,
    "nữ ": 1203,
    " nữ ": 283,
    "nho": 1171,
    " nho": 265,
    "nho ": 1172,
    "ô ": 1654,
    "hô ": 856,
    "khô ": 1025,
    " í": 447,
    "ít": 1639,
    " ít": 448,
    "ít ": 1640,
    " ít ": 449,
    "vịt": 1515,
    " vịt": 414,
    "vịt ": 1516,
    "lộ": 1083,
    " lộ": 220,
    "lộn": 1084,
    "ộn ": 1927,
    " lộn": 221,
    "lộn ": 1085,
    "trẻ": 1416,
    " trẻ": 375,
    "trẻ ": 1417,
    "đậ": 1715,
    "ậu": 1817,
    " đậ": 474,
    "đậu": 1716,
    "ậu ": 1818,
    " đậu": 475,
    "đậu ": 1717,
    "nàn": 1186,
    "ành": 1573,
    " nàn": 272,
    "nành": 1187,
    "ành ": 1574,
    "lợ": 1086,
    " lợ": 222,
    "lợi": 1087,
    " lợi": 223,
    "lợi ": 1088,
    "ià": 971,
    "già": 738,
    "ià ": 972,
    " già": 117,
    "già ": 739,
    "lự": 1089,
    "ựa": 1989,
    " lự": 224,
    "lựa": 1090,
    "ựa ": 1990,
    " lựa": 225,
    "lựa ": 1091,
    "chay": 625,
    "ôm": 1657,
    "tôm": 1436,
    "ôm ": 1658,
    " tôm": 387,
    "tôm ": 1437,
    "gâ": 756,
    " gâ": 125,
    "gây": 757,
    " gây": 126,
    "gây ": 758,
    "hạ": 880,
    " hạ": 160,
    "hại": 881,
    " hại": 161,
    "hại ": 882,
    "dị": 711,
    " dị": 107,
    "dị ": 712,
    " dị ": 108,
    " ứn": 503,
    " ứng": 504,
    " hải": 163,
    "bư": 587,
    "ưở": 1764,
    "ởi": 1949,
    " bư": 36,
    "bưở": 588,
    "ưởi": 1765,
    "ởi ": 1950,
    " bưở": 37,
    "bưởi": 589,
    "ưởi ": 1766,
    "mắ": 1133,
    "ắc": 1822,
    " mắ": 248,
    "mắc": 1134,
    "ắc ": 1823,
    " mắc": 249,
    "mắc ": 1135,
    "hồi": 920,
    " hồi": 172,
    "hồi ": 921,
    "lan": 1046,
    " lan": 202,
    "lang": 1047,
    " ả": 495,
    " ản": 496,
    "ảnh": 1791,
    " ảnh": 497,
    "ảnh ": 1792,
    "ởn": 1951,
    " hư": 158,
    "hưở": 878,
    "ưởn": 1767,
    "ởng": 1952,
    " hưở": 159,
    "hưởn": 879,
    "ưởng": 1768,
    "ởng ": 1953,
    "đế": 1721,
    " đế": 478,
    "đến": 1722,
    " đến": 479,
    "đến ": 1723,
    "rán": 1276,
    "trán": 1409,
    "ránh": 1278,
    "khi": 1018,
    " khi": 186,
    "khi ": 1019,
    "ồ ": 1911,
    "đồ ": 1730,
    " đồ ": 485,
    "chiê": 628,
    "hiên": 804,
    "iên ": 979,
    " rá": 306,
    " rán": 307,
    "rán ": 1277,
    "êm": 1614,
    "viê": 1501,
    "iêm": 976,
    "êm ": 1615,
    " viê": 404,
    "viêm": 1502,
    "iêm ": 977,
    "hớ": 929,
    "ớp": 1939,
    "khớ": 1031,
    "hớp": 930,
    "ớp ": 1940,
    " khớ": 192,
    "khớp": 1032,
    "hớp ": 931
  },
  "response": null,
  "action_text": null
}