{
  "text": {
    " ": 0,
    "h": 625,
    "e": 558,
    "y": 1248,
    " h": 110,
    "he": 636,
    "ey": 578,
    "y ": 1249,
    " he": 113,
    "hey": 641,
    "ey ": 579,
    " hey": 116,
    "hey ": 642,
    "l": 841,
    "o": 965,
    "el": 563,
    "ll": 850,
    "lo": 853,
    "o ": 966,
    "hel": 637,
    "ell": 564,
    "llo": 851,
    "lo ": 854,
    " hel": 114,
    "hell": 638,
    "ello": 565,
    "llo ": 852,
    "i": 764,
    "hi": 643,
    "i ": 765,
    " hi": 117,
    "hi ": 644,
    " hi ": 118,
    "x": 1233,
    "n": 913,
    " x": 321,
    "xi": 1240,
    "in": 779,
    "n ": 914,
    " xi": 326,
    "xin": 1241,
    "in ": 780,
    " xin": 327,
    "xin ": 1242,
    "c": 466,
    "à": 1269,
    " c": 39,
    "ch": 471,
    "hà": 670,
    "ào": 1276,
    " ch": 42,
    "chà": 485,
    "hào": 673,
    "ào ": 1277,
    " chà": 47,
    "chào": 486,
    "hào ": 674,
    "b": 417,
    "u": 1168,
    "ổ": 1549,
    " b": 9,
    "bu": 435,
    "uổ": 1208,
    "ổi": 1550,
    " bu": 19,
    "buổ": 438,
    "uổi": 1209,
    "ổi ": 1551,
    " buổ": 20,
    "buổi": 439,
    "uổi ": 1210,
    "s": 1055,
    "á": 1278,
    "g": 584,
    " s": 243,
    "sá": 1074,
    "án": 1286,
    "ng": 921,
    "g ": 585,
    " sá": 253,
    "sán": 1075,
    "áng": 1288,
    "ng ": 922,
    " sán": 254,
    "sáng": 1076,
    "áng ": 1289,
    "ạ": 1427,
    "bạ": 452,
    "ạn": 1432,
    " bạ": 29,
    "bạn": 453,
    "ạn ": 1433,
    " bạn": 30,
    "bạn ": 454,
    "ề": 1495,
    "iề": 803,
    "ều": 1499,
    "u ": 1169,
    "chi": 476,
    "hiề": 649,
    "iều": 806,
    "ều ": 1500,
    " chi": 44,
    "chiề": 478,
    "hiều": 650,
    "iều ": 807,
    "t": 1085,
    "ố": 1531,
    " t": 261,
    "tố": 1165,
    "ối": 1535,
    " tố": 303,
    "tối": 1166,
    "ối ": 1536,
    " tối": 304,
    "tối ": 1167,
    "p": 1001,
    "sh": 1063,
    "ho": 653,
    "op": 983,
    "p ": 1002,
    " sh": 246,
    "sho": 1066,
    "hop": 657,
    "op ": 984,
    " sho": 248,
    "shop": 1067,
    "hop ": 658,
    "ơ": 1396,
    " ơ": 370,
    "ơi": 1397,
    " ơi": 371,
    "ơi ": 1398,
    " ơi ": 372,
    "ử": 1588,
    "a": 387,
    "cử": 535,
    "ửa": 1589,
    "a ": 388,
    " cử": 77,
    "cửa": 536,
    "ửa ": 1590,
    " cửa": 78,
    "cửa ": 537,
    "àn": 1273,
    " hà": 120,
    "hàn": 671,
    "àng": 1274,
    " hàn": 121,
    "hàng": 672,
    "àng ": 1275,
    "ê": 1308,
    " ê": 339,
    "ê ": 1309,
    " ê ": 340,
    " a": 4,
    "al": 397,
    " al": 7,
    "alo": 398,
    " alo": 8,
    "alo ": 399,
    "m": 880,
    "ì": 1314,
    " m": 173,
    "mì": 903,
    "ìn": 1318,
    "nh": 933,
    "h ": 626,
    " mì": 183,
    "mìn": 905,
    "ình": 1319,
    "nh ": 934,
    " mìn": 185,
    "mình": 906,
    "ình ": 1320,
    "ầ": 1450,
    "cầ": 526,
    "ần": 1451,
    " cầ": 71,
    "cần": 527,
    "ần ": 1452,
    " cần": 72,
    "cần ": 528,
    "ư": 1403,
    "tư": 1155,
    "ư ": 1404,
    " tư": 296,
    "tư ": 1156,
    " tư ": 297,
    "v": 1211,
    "ấ": 1443,
    " v": 305,
    "vấ": 1218,
    "ấn": 1444,
    " vấ": 310,
    "vấn": 1219,
    "ấn ": 1445,
    " vấn": 311,
    "vấn ": 1220,
    "cho": 479,
    "ho ": 654,
    " cho": 45,
    "cho ": 480,
    "ỏ": 1528,
    "hỏ": 740,
    "ỏi": 1529,
    " hỏ": 130,
    "hỏi": 741,
    "ỏi ": 1530,
    " hỏi": 131,
    "hỏi ": 742,
    "ú": 1348,
    "hú": 696,
    "út": 1352,
    "t ": 1086,
    "chú": 493,
    "hút": 697,
    "út ": 1353,
    " chú": 51,
    "chút": 494,
    "hút ": 698,
    "by": 440,
    "ye": 1250,
    "e ": 559,
    " by": 21,
    "bye": 441,
    "ye ": 1251,
    " bye": 22,
    "bye ": 442,
    "tạ": 1159,
    "ạm": 1430,
    "m ": 881,
    " tạ": 299,
    "tạm": 1160,
    "ạm ": 1431,
    " tạm": 300,
    "tạm ": 1161,
    "ệ": 1507,
    "bi": 424,
    "iệ": 813,
    "ệt": 1510,
    " bi": 12,
    "biệ": 427,
    "iệt": 816,
    "ệt ": 1511,
    " biệ": 14,
    "biệt": 428,
    "iệt ": 817,
    "ủ": 1581,
    " n": 190,
    "gủ": 623,
    "ủ ": 1582,
    " ng": 193,
    "ngủ": 931,
    "gủ ": 624,
    " ngủ": 198,
    "ngủ ": 932,
    "go": 596,
    "on": 978,
    "ngo": 923,
    "gon": 597,
    "on ": 979,
    " ngo": 194,
    "ngon": 924,
    "gon ": 598,
    "d": 538,
    " g": 92,
    "oo": 980,
    "od": 970,
    "db": 539,
    " go": 98,
    "goo": 599,
    "ood": 981,
    "odb": 971,
    "dby": 540,
    " goo": 99,
    "good": 600,
    "oodb": 982,
    "odby": 972,
    "dbye": 541,
    "ẹ": 1479,
    "hẹ": 723,
    "ẹn": 1481,
    " hẹ": 128,
    "hẹn": 724,
    "ẹn ": 1482,
    " hẹn": 129,
    "hẹn ": 725,
    "ặ": 1476,
    "gặ": 614,
    "ặp": 1477,
    " gặ": 106,
    "gặp": 615,
    "ặp ": 1478,
    " gặp": 107,
    "gặp ": 616,
    " l": 152,
    "lạ": 874,
    "ại": 1428,
    " lạ": 169,
    "lại": 875,
    "ại ": 1429,
    " lại": 170,
    "lại ": 876,
    "đ": 1361,
    " đ": 346,
    "đú": 1377,
    "ún": 1349,
    " đú": 357,
    "đún": 1378,
    "úng": 1350,
    " đún": 358,
    "đúng": 1379,
    "úng ": 1351,
    "r": 1020,
    "ồ": 1543,
    " r": 232,
    "rồ": 1050,
    "ồi": 1544,
    " rồ": 241,
    "rồi": 1051,
    "ồi ": 1545,
    " rồi": 242,
    "rồi ": 1052,
    " y": 332,
    "es": 573,
    "s ": 1056,
    " ye": 333,
    "yes": 1252,
    "es ": 574,
    " yes": 334,
    "yes ": 1253,
    "í": 1321,
    "hí": 684,
    "ín": 1328,
    "chí": 491,
    "hín": 688,
    "ính": 1329,
    " chí": 50,
    "chín": 492,
    "hính": 689,
    "ính ": 1330,
    "xá": 1245,
    "ác": 1280,
    "c ": 467,
    " xá": 330,
    "xác": 1246,
    "ác ": 1281,
    " xác": 331,
    "xác ": 1247,
    "ẩ": 1455,
    "hu": 661,
    "uẩ": 1200,
    "ẩn": 1458,
    "chu": 481,
    "huẩ": 668,
    "uẩn": 1201,
    "ẩn ": 1459,
    " chu": 46,
    "chuẩ": 484,
    "huẩn": 669,
    "uẩn ": 1202,
    "ô": 1337,
    "lu": 859,
    "uô": 1197,
    "ôn": 1340,
    " lu": 159,
    "luô": 860,
    "uôn": 1198,
    "ôn ": 1341,
    " luô": 160,
    "luôn": 861,
    "uôn ": 1199,
    "br": 432,
    "ro": 1029,
    " br": 17,
    "bro": 433,
    "ro ": 1030,
    " bro": 18,
    "bro ": 434,
    "ả": 1434,
    " p": 221,
    "ph": 1003,
    "hả": 709,
    "ải": 1435,
    " ph": 222,
    "phả": 1008,
    "hải": 710,
    "ải ": 1436,
    " phả": 225,
    "phải": 1009,
    "hải ": 711,
    "k": 818,
    " o": 216,
    "ok": 973,
    "k ": 819,
    " ok": 217,
    "ok ": 974,
    " ok ": 218,
    "há": 675,
    "á ": 1279,
    " nh": 199,
    "nhá": 938,
    "há ": 676,
    " nhá": 201,
    "nhá ": 939,
    "đồ": 1393,
    "ồn": 1546,
    " đồ": 368,
    "đồn": 1394,
    "ồng": 1547,
    " đồn": 369,
    "đồng": 1395,
    "ồng ": 1548,
    "ý": 1354,
    " ý": 341,
    "ý ": 1355,
    " ý ": 342,
    " k": 138,
    "kh": 823,
    "hô": 690,
    " kh": 141,
    "khô": 828,
    "hôn": 691,
    "ông": 1342,
    " khô": 144,
    "khôn": 829,
    "hông": 692,
    "ông ": 1343,
    "th": 1093,
    "íc": 1325,
    " th": 262,
    "thí": 1100,
    "híc": 686,
    "ích": 1326,
    "ch ": 472,
    " thí": 266,
    "thíc": 1101,
    "hích": 687,
    "ích ": 1327,
    "tô": 1152,
    "ôi": 1338,
    " tô": 294,
    "tôi": 1153,
    "ôi ": 1339,
    " tôi": 295,
    "tôi ": 1154,
    "â": 1296,
    "đâ": 1371,
    "âu": 1301,
    " đâ": 353,
    "đâu": 1372,
    "âu ": 1302,
    " đâu": 354,
    "đâu ": 1373,
    "mu": 892,
    "uố": 1203,
    "ốn": 1537,
    " mu": 176,
    "muố": 895,
    "uốn": 1206,
    "ốn ": 1538,
    " muố": 178,
    "muốn": 896,
    "uốn ": 1207,
    "xe": 1237,
    "em": 566,
    " xe": 324,
    "xem": 1238,
    "em ": 567,
    " xem": 325,
    "xem ": 1239,
    "thô": 1102,
    " thô": 267,
    "thôn": 1103,
    "ti": 1122,
    " ti": 277,
    "tin": 1123,
    " tin": 278,
    "tin ": 1124,
    "sả": 1077,
    "ản": 1439,
    " sả": 255,
    "sản": 1078,
    "ản ": 1440,
    " sản": 256,
    "sản ": 1079,
    "hẩ": 717,
    "ẩm": 1456,
    "phẩ": 1010,
    "hẩm": 718,
    "ẩm ": 1457,
    " phẩ": 226,
    "phẩm": 1011,
    "hẩm ": 719,
    "ở": 1572,
    " ở": 376,
    "ở ": 1573,
    " ở ": 377,
    "là": 862,
    "àm": 1271,
    " là": 161,
    "làm": 864,
    "àm ": 1272,
    " làm": 163,
    "làm ": 865,
    "sa": 1057,
    "ao": 410,
    " sa": 244,
    "sao": 1058,
    "ao ": 411,
    " sao": 245,
    "sao ": 1059,
    "ể": 1501,
    "để": 1388,
    "ể ": 1502,
    " để": 364,
    "để ": 1389,
    " để ": 365,
    "chi ": 477,
    "ế": 1487,
    "iế": 798,
    "ết": 1491,
    "tiế": 1125,
    "iết": 799,
    "ết ": 1492,
    " tiế": 279,
    "tiết": 1126,
    "iết ": 800,
    "hì": 682,
    "ì ": 1315,
    "thì": 1098,
    "hì ": 683,
    " thì": 265,
    "thì ": 1099,
    "cá": 511,
    " cá": 61,
    "các": 513,
    "ách": 1282,
    " các": 63,
    "cách": 515,
    "ách ": 1283,
    "hế": 728,
    "ế ": 1488,
    "thế": 1110,
    "hế ": 729,
    " thế": 271,
    "thế ": 1111,
    "nà": 953,
    " nà": 208,
    "nào": 954,
    " nào": 209,
    "nào ": 955,
    "tì": 1146,
    "ìm": 1316,
    " tì": 290,
    "tìm": 1147,
    "ìm ": 1317,
    " tìm": 291,
    "tìm ": 1148,
    "iể": 808,
    "ểu": 1505,
    "hiể": 651,
    "iểu": 811,
    "ểu ": 1506,
    " hiể": 119,
    "hiểu": 652,
    "iểu ": 812,
    "về": 1226,
    "ề ": 1496,
    " về": 315,
    "về ": 1227,
    " về ": 316,
    "ó": 1333,
    "có": 521,
    "ó ": 1334,
    " có": 67,
    "có ": 522,
    " có ": 68,
    "hể": 730,
    "thể": 1112,
    "hể ": 731,
    " thể": 272,
    "thể ": 1113,
    "à ": 1270,
    "là ": 863,
    " là ": 162,
    "ai": 395,
    " ai": 5,
    "ai ": 396,
    " ai ": 6,
    " à": 335,
    " à ": 336,
    "ha": 627,
    "at": 412,
    "tb": 1087,
    "bo": 429,
    "ot": 991,
    "cha": 473,
    "hat": 632,
    "atb": 413,
    "tbo": 1088,
    "bot": 430,
    "ot ": 992,
    " cha": 43,
    "chat": 475,
    "hatb": 633,
    "atbo": 414,
    "tbot": 1089,
    "bot ": 431,
    "đa": 1362,
    "an": 404,
    " đa": 347,
    "đan": 1363,
    "ang": 406,
    " đan": 348,
    "đang": 1364,
    "ang ": 407,
    "nó": 956,
    "ói": 1335,
    " nó": 210,
    "nói": 957,
    "ói ": 1336,
    " nói": 211,
    "nói ": 958,
    "uy": 1185,
    "yệ": 1266,
    "ện": 1508,
    "huy": 664,
    "uyệ": 1195,
    "yện": 1267,
    "ện ": 1509,
    "chuy": 483,
    "huyệ": 667,
    "uyện": 1196,
    "yện ": 1268,
    "ớ": 1561,
    "vớ": 1230,
    "ới": 1564,
    " vớ": 319,
    "với": 1231,
    "ới ": 1565,
    " với": 320,
    "với ": 1232,
    "co": 506,
    " co": 57,
    "con": 507,
    " con": 58,
    "con ": 508,
    "ờ": 1566,
    "gư": 611,
    "ườ": 1419,
    "ời": 1567,
    "ngư": 927,
    "gườ": 612,
    "ười": 1420,
    "ời ": 1568,
    " ngư": 196,
    "ngườ": 928,
    "gười": 613,
    "ười ": 1421,
    "ay": 415,
    " ha": 111,
    "hay": 634,
    "ay ": 416,
    " hay": 112,
    "hay ": 635,
    "má": 897,
    "áy": 1294,
    " má": 179,
    "máy": 898,
    "áy ": 1295,
    " máy": 180,
    "máy ": 899,
    "tí": 1149,
    " tí": 292,
    "tín": 1150,
    " tín": 293,
    "tính": 1151,
    "ậ": 1460,
    "hậ": 720,
    "ật": 1463,
    "thậ": 1106,
    "hật": 721,
    "ật ": 1464,
    " thậ": 269,
    "thật": 1107,
    "hật ": 722,
    " bo": 15,
    " bot": 16,
    "tha": 1094,
    "han": 630,
    "anh": 408,
    " tha": 263,
    "than": 1095,
    "hanh": 631,
    "anh ": 409,
    "to": 1130,
    "oá": 995,
    " to": 281,
    "toá": 1131,
    "oán": 996,
    "án ": 1287,
    " toá": 282,
    "toán": 1132,
    "oán ": 997,
    "ằ": 1472,
    "bằ": 458,
    "ằn": 1473,
    " bằ": 33,
    "bằn": 459,
    "ằng": 1474,
    " bằn": 34,
    "bằng": 460,
    "ằng ": 1475,
    "ữ": 1591,
    "hữ": 761,
    "ữn": 1594,
    "nhữ": 942,
    "hữn": 762,
    "ững": 1595,
    " nhữ": 203,
    "nhữn": 943,
    "hững": 763,
    "ững ": 1596,
    "hư": 705,
    "ươ": 1409,
    "ơn": 1399,
    "phư": 1006,
    "hươ": 707,
    "ươn": 1412,
    "ơng": 1401,
    " phư": 224,
    "phươ": 1007,
    "hươn": 708,
    "ương": 1413,
    "ơng ": 1402,
    "ứ": 1585,
    "hứ": 758,
    "ức": 1586,
    "thứ": 1120,
    "hức": 759,
    "ức ": 1587,
    " thứ": 276,
    "thức": 1121,
    "hức ": 760,
    "ỗ": 1552,
    "hỗ": 746,
    "ỗ ": 1553,
    " hỗ": 132,
    "hỗ ": 747,
    " hỗ ": 133,
    "ợ": 1574,
    "tr": 1133,
    "rợ": 1053,
    "ợ ": 1575,
    " tr": 283,
    "trợ": 1141,
    "rợ ": 1054,
    " trợ": 287,
    "trợ ": 1142,
    "q": 1014,
    " q": 228,
    "qu": 1015,
    "ua": 1170,
    " qu": 229,
    "qua": 1016,
    "ua ": 1171,
    " qua": 230,
    "qua ": 1017,
    "ẻ": 1485,
    "hẻ": 726,
    "ẻ ": 1486,
    "thẻ": 1108,
    "hẻ ": 727,
    " thẻ": 270,
    "thẻ ": 1109,
    "mo": 888,
    "om": 975,
    " mo": 174,
    "mom": 890,
    "omo": 976,
    "mo ": 889,
    " mom": 175,
    "momo": 891,
    "omo ": 977,
    "chư": 495,
    " chư": 52,
    "chươ": 496,
    "rì": 1039,
    "trì": 1139,
    "rìn": 1040,
    " trì": 286,
    "trìn": 1140,
    "rình": 1041,
    "yế": 1257,
    "ến": 1489,
    "khu": 826,
    "uyế": 1189,
    "yến": 1258,
    "ến ": 1490,
    " khu": 143,
    "khuy": 827,
    "huyế": 665,
    "uyến": 1190,
    "yến ": 1259,
    "ã": 1305,
    "mã": 900,
    "ãi": 1306,
    " mã": 181,
    "mãi": 901,
    "ãi ": 1307,
    " mãi": 182,
    "mãi ": 902,
    "gi": 586,
    "iả": 792,
    "ảm": 1437,
    " gi": 93,
    "giả": 592,
    "iảm": 793,
    "ảm ": 1438,
    " giả": 96,
    "giảm": 593,
    "iảm ": 794,
    "iá": 787,
    "giá": 590,
    "iá ": 788,
    " giá": 95,
    "giá ": 591,
    "gì": 606,
    " gì": 102,
    "gì ": 607,
    " gì ": 103,
    "mua": 893,
    " mua": 177,
    "mua ": 894,
    "nhi": 935,
    " nhi": 200,
    "nhiề": 937,
    "đư": 1383,
    "ượ": 1424,
    "ợc": 1576,
    " đư": 361,
    "đượ": 1386,
    "ược": 1425,
    "ợc ": 1577,
    " đượ": 363,
    "được": 1387,
    "ược ": 1426,
    " ư": 373,
    "ưu": 1407,
    " ưu": 374,
    "ưu ": 1408,
    " ưu ": 375,
    "đã": 1374,
    " đã": 355,
    "đãi": 1375,
    " đãi": 356,
    "đãi ": 1376,
    "hờ": 751,
    "thờ": 1118,
    "hời": 752,
    " thờ": 275,
    "thời": 1119,
    "hời ": 753,
    "ia": 766,
    "gia": 587,
    "ian": 767,
    "an ": 405,
    " gia": 94,
    "gian": 588,
    "ian ": 768,
    "iao": 769,
    "giao": 589,
    "iao ": 770,
    "ba": 418,
    " ba": 10,
    "bao": 419,
    " bao": 11,
    "bao ": 420,
    "lâ": 866,
    " lâ": 164,
    "lâu": 869,
    " lâu": 166,
    "lâu ": 870,
    "í ": 1322,
    "phí": 1004,
    "hí ": 685,
    " phí": 223,
    "phí ": 1005,
    "ip": 785,
    "shi": 1064,
    "hip": 645,
    "ip ": 786,
    " shi": 247,
    "ship": 1065,
    "hip ": 646,
    "iê": 789,
    "êu": 1312,
    "hiê": 647,
    "iêu": 790,
    "êu ": 1313,
    "nhiê": 936,
    "hiêu": 648,
    "iêu ": 791,
    "ọ": 1523,
    "họ": 737,
    "ọn": 1524,
    "chọ": 499,
    "họn": 738,
    "ọn ": 1525,
    " chọ": 54,
    "chọn": 500,
    "họn ": 739,
    "đơ": 1380,
    " đơ": 359,
    "đơn": 1381,
    "ơn ": 1400,
    " đơn": 360,
    "đơn ": 1382,
    "ị": 1514,
    "vị": 1228,
    "ị ": 1515,
    " vị": 317,
    "vị ": 1229,
    " vị ": 318,
    "vậ": 1221,
    "ận": 1461,
    " vậ": 312,
    "vận": 1222,
    "ận ": 1462,
    " vận": 313,
    "vận ": 1223,
    "yể": 1263,
    "ển": 1503,
    "uyể": 1193,
    "yển": 1264,
    "ển ": 1504,
    "huyể": 666,
    "uyển": 1194,
    "yển ": 1265,
    " d": 79,
    "dư": 550,
    "ưa": 1405,
    " dư": 84,
    "dưa": 551,
    "ưa ": 1406,
    " dưa": 85,
    "dưa ": 552,
    "lư": 871,
    "ướ": 1414,
    " lư": 167,
    "lướ": 872,
    "ưới": 1417,
    " lướ": 168,
    "lưới": 873,
    "ưới ": 1418,
    "ền": 1497,
    "tiề": 1128,
    "iền": 804,
    "ền ": 1498,
    " tiề": 280,
    "tiền": 1129,
    "iền ": 805,
    "ắ": 1467,
    "bắ": 455,
    "ắp": 1470,
    " bắ": 31,
    "bắp": 456,
    "ắp ": 1471,
    " bắp": 32,
    "bắp ": 457,
    "cả": 523,
    " cả": 69,
    "cải": 524,
    " cải": 70,
    "cải ": 525,
    "củ": 532,
    "ủa": 1583,
    " củ": 75,
    "của": 533,
    "ủa ": 1584,
    " của": 76,
    "của ": 534,
    "hị": 734,
    "ịt": 1521,
    "thị": 1114,
    "hịt": 735,
    "ịt ": 1522,
    " thị": 273,
    "thịt": 1115,
    "hịt ": 736,
    "eo": 568,
    "heo": 639,
    "eo ": 569,
    " heo": 115,
    "heo ": 640,
    "gà": 604,
    " gà": 100,
    "gà ": 605,
    " gà ": 101,
    "gu": 601,
    "yê": 1254,
    "ên": 1310,
    "ngu": 925,
    "guy": 602,
    "uyê": 1187,
    "yên": 1255,
    "ên ": 1311,
    " ngu": 195,
    "nguy": 926,
    "guyê": 603,
    "uyên": 1188,
    "yên ": 1256,
    "cá ": 512,
    " cá ": 62,
    "biể": 425,
    "iển": 809,
    " biể": 13,
    "biển": 426,
    "iển ": 810,
    "sữ": 1082,
    "ữa": 1592,
    " sữ": 259,
    "sữa": 1083,
    "ữa ": 1593,
    " sữa": 260,
    "sữa ": 1084,
    "tươ": 1157,
    "ươi": 1410,
    " tươ": 298,
    "tươi": 1158,
    "ươi ": 1411,
    "oa": 967,
    "kho": 824,
    "hoa": 655,
    "oai": 968,
    " kho": 142,
    "khoa": 825,
    "hoai": 656,
    "oai ": 969,
    "tâ": 1143,
    "ây": 1303,
    " tâ": 288,
    "tây": 1144,
    "ây ": 1304,
    " tây": 289,
    "tây ": 1145,
    "cà": 509,
    " cà": 59,
    "cà ": 510,
    " cà ": 60,
    "hua": 662,
    "chua": 482,
    "hua ": 663,
    "bá": 443,
    " bá": 23,
    "bán": 444,
    "ánh": 1290,
    " bán": 24,
    "bánh": 446,
    "ánh ": 1291,
    "gọ": 617,
    "ọt": 1526,
    "ngọ": 929,
    "gọt": 618,
    "ọt ": 1527,
    " ngọ": 197,
    "ngọt": 930,
    "gọt ": 619,
    "nư": 959,
    "ớc": 1562,
    " nư": 212,
    "nướ": 960,
    "ước": 1415,
    "ớc ": 1563,
    " nướ": 213,
    "nước": 961,
    "ước ": 1416,
    "su": 1071,
    " su": 251,
    "suố": 1072,
    "uối": 1204,
    " suố": 252,
    "suối": 1073,
    "uối ": 1205,
    "ộ": 1554,
    "mộ": 910,
    "ột": 1559,
    " mộ": 188,
    "một": 911,
    "ột ": 1560,
    " một": 189,
    "một ": 912,
    "hai": 628,
    "chai": 474,
    "hai ": 629,
    "ă": 1356,
    "hă": 699,
    "ăn": 1357,
    "khă": 830,
    "hăn": 700,
    "ăn ": 1358,
    " khă": 145,
    "khăn": 831,
    "hăn ": 701,
    "iấ": 795,
    "ấy": 1448,
    "giấ": 594,
    "iấy": 796,
    "ấy ": 1449,
    " giấ": 97,
    "giấy": 595,
    "iấy ": 797,
    "dầ": 555,
    "ầu": 1453,
    " dầ": 87,
    "dầu": 556,
    "ầu ": 1454,
    " dầu": 88,
    "dầu ": 557,
    "gộ": 620,
    "ội": 1555,
    " gộ": 108,
    "gội": 621,
    "ội ": 1556,
    " gội": 109,
    "gội ": 622,
    "tắ": 1162,
    "ắm": 1468,
    " tắ": 301,
    "tắm": 1163,
    "ắm ": 1469,
    " tắm": 302,
    "tắm ": 1164,
    "mì ": 904,
    " mì ": 184,
    "gó": 608,
    " gó": 104,
    "gói": 609,
    " gói": 105,
    "gói ": 610,
    "ra": 1024,
    " ra": 233,
    "ra ": 1025,
    " ra ": 234,
    "or": 985,
    "re": 1026,
    " or": 219,
    "ore": 986,
    "reo": 1027,
    " ore": 220,
    "oreo": 987,
    "reo ": 1028,
    "dâ": 547,
    " dâ": 82,
    "dâu": 548,
    " dâu": 83,
    "dâu ": 549,
    "quy": 1018,
    "uy ": 1186,
    " quy": 231,
    "quy ": 1019,
    "nắ": 962,
    " nắ": 214,
    "nắm": 963,
    " nắm": 215,
    "nắm ": 964,
    "ki": 832,
    "im": 777,
    " ki": 146,
    "kim": 833,
    "im ": 778,
    " kim": 147,
    "kim ": 834,
    "hâ": 679,
    "âm": 1297,
    "châ": 489,
    "hâm": 680,
    "âm ": 1298,
    " châ": 49,
    "châm": 490,
    "hâm ": 681,
    "_": 378,
    " _": 1,
    "__": 380,
    "_n": 384,
    "nu": 950,
    "um": 1172,
    "mb": 882,
    "be": 421,
    "er": 570,
    "r_": 1021,
    "_ ": 379,
    " __": 2,
    "__n": 382,
    "_nu": 385,
    "num": 951,
    "umb": 1173,
    "mbe": 883,
    "ber": 422,
    "er_": 571,
    "r__": 1022,
    "__ ": 381,
    " __n": 3,
    "__nu": 383,
    "_num": 386,
    "numb": 952,
    "umbe": 1174,
    "mber": 884,
    "ber_": 423,
    "er__": 572,
    "r__ ": 1023,
    "bị": 463,
    "ịc": 1518,
    " bị": 37,
    "bịc": 464,
    "ịch": 1519,
    " bịc": 38,
    "bịch": 465,
    "ịch ": 1520,
    "ậy": 1465,
    "vậy": 1224,
    "ậy ": 1466,
    " vậy": 314,
    "vậy ": 1225,
    "hủ": 756,
    " hủ": 136,
    "hủ ": 757,
    " hủ ": 137,
    "ếu": 1493,
    "iếu": 801,
    "ếu ": 1494,
    "tiếu": 1127,
    "iếu ": 802,
    "na": 915,
    "am": 400,
    " na": 191,
    "nam": 918,
    "am ": 401,
    " nam": 192,
    "nam ": 919,
    "va": 1212,
    " va": 306,
    "van": 1213,
    " van": 307,
    "vang": 1214,
    "như": 940,
    "hư ": 706,
    " như": 202,
    "như ": 941,
    "hở": 754,
    "phở": 1012,
    "hở ": 755,
    " phở": 227,
    "phở ": 1013,
    "ò": 1331,
    "bò": 447,
    "ò ": 1332,
    " bò": 25,
    "bò ": 448,
    " bò ": 26,
    "ru": 1031,
    "yề": 1260,
    "tru": 1134,
    "ruy": 1032,
    "uyề": 1191,
    "yền": 1261,
    " tru": 284,
    "truy": 1135,
    "ruyề": 1033,
    "uyền": 1192,
    "yền ": 1262,
    "hố": 743,
    "thố": 1116,
    "hốn": 744,
    "ống": 1539,
    " thố": 274,
    "thốn": 1117,
    "hống": 745,
    "ống ": 1540,
    "ờn": 1569,
    "đườ": 1384,
    "ườn": 1422,
    "ờng": 1570,
    " đườ": 362,
    "đườn": 1385,
    "ường": 1423,
    "ờng ": 1571,
    "mí": 907,
    "ía": 1323,
    " mí": 186,
    "mía": 908,
    "ía ": 1324,
    " mía": 187,
    "mía ": 909,
    " á": 337,
    " á ": 338,
    "ù": 1344,
    "hù": 693,
    "ùn": 1345,
    "thù": 1104,
    "hùn": 694,
    "ùng": 1346,
    " thù": 268,
    "thùn": 1105,
    "hùng": 695,
    "ùng ": 1347,
    "ku": 835,
    "un": 1175,
    " ku": 148,
    "kun": 836,
    "un ": 1176,
    " kun": 149,
    "kun ": 837,
    "rá": 1034,
    "ái": 1284,
    "trá": 1136,
    "rái": 1035,
    "ái ": 1285,
    " trá": 285,
    "trái": 1137,
    "rái ": 1036,
    "câ": 518,
    " câ": 65,
    "cây": 519,
    " cây": 66,
    "cây ": 520,
    "du": 542,
    "ut": 1182,
    "tc": 1090,
    " du": 80,
    "dut": 543,
    "utc": 1183,
    "tch": 1091,
    " dut": 81,
    "dutc": 544,
    "utch": 1184,
    "tch ": 1092,
    "la": 842,
    "ad": 392,
    "dy": 545,
    " la": 153,
    "lad": 843,
    "ady": 393,
    "dy ": 546,
    " lad": 154,
    "lady": 844,
    "ady ": 394,
    "vi": 1215,
    "mi": 885,
    "il": 774,
    "lk": 848,
    " vi": 308,
    "vin": 1216,
    "ina": 781,
    "ami": 402,
    "mil": 886,
    "ilk": 775,
    "lk ": 849,
    " vin": 309,
    "vina": 1217,
    "inam": 782,
    "nami": 920,
    "amil": 403,
    "milk": 887,
    "ilk ": 776,
    "rán": 1037,
    "trán": 1138,
    "ráng": 1038,
    "ni": 944,
    " ni": 204,
    "nin": 945,
    "inh": 783,
    " nin": 205,
    "ninh": 946,
    "inh ": 784,
    "ảo": 1441,
    " hả": 124,
    "hảo": 712,
    "ảo ": 1442,
    " hảo": 125,
    "hảo ": 713,
    "ca": 468,
    " ca": 40,
    "cay": 469,
    " cay": 41,
    "cay ": 470,
    "rố": 1047,
    "ốt": 1541,
    " rố": 239,
    "rốt": 1048,
    "ốt ": 1542,
    " rốt": 240,
    "rốt ": 1049,
    "hấ": 714,
    "ấu": 1446,
    " hấ": 126,
    "hấu": 715,
    "ấu ": 1447,
    " hấu": 127,
    "hấu ": 716,
    "ụ": 1578,
    "cụ": 529,
    "ục": 1579,
    " cụ": 73,
    "cục": 530,
    "ục ": 1580,
    " cục": 74,
    "cục ": 531,
    "xà": 1243,
    " xà": 328,
    "xà ": 1244,
    " xà ": 329,
    "bô": 449,
    " bô": 27,
    "bôn": 450,
    " bôn": 28,
    "bông": 451,
    "f": 580,
    "li": 845,
    "if": 771,
    "fe": 581,
    "eb": 560,
    "uo": 1177,
    "oy": 993,
    " li": 155,
    "lif": 846,
    "ife": 772,
    "feb": 582,
    "ebu": 561,
    "buo": 436,
    "uoy": 1178,
    "oy ": 994,
    " lif": 156,
    "life": 847,
    "ifeb": 773,
    "febu": 583,
    "ebuo": 562,
    "buoy": 437,
    "uoy ": 1179,
    "bẹ": 461,
    "ẹ ": 1480,
    " bẹ": 35,
    "bẹ ": 462,
    " bẹ ": 36,
    "xa": 1234,
    " xa": 322,
    "xan": 1235,
    " xan": 323,
    "xanh": 1236,
    "lố": 877,
    "ốc": 1533,
    " lố": 171,
    "lốc": 878,
    "ốc ": 1534,
    " lốc": 172,
    "lốc ": 879,
    "hộ": 748,
    "ộp": 1557,
    " hộ": 134,
    "hộp": 749,
    "ộp ": 1558,
    " hộp": 135,
    "hộp ": 750,
    "no": 947,
    " no": 206,
    "non": 948,
    " non": 207,
    "non ": 949,
    "ke": 820,
    " ke": 139,
    "kem": 821,
    " kem": 140,
    "kem ": 822,
    "đá": 1368,
    " đá": 351,
    "đán": 1369,
    " đán": 352,
    "đánh": 1370,
    "ră": 1042,
    " ră": 235,
    "răn": 1043,
    "ăng": 1359,
    " răn": 236,
    "răng": 1044,
    "ăng ": 1360,
    "cl": 503,
    "os": 988,
    "se": 1060,
    "eu": 575,
    "up": 1180,
    " cl": 55,
    "clo": 504,
    "los": 855,
    "ose": 989,
    "seu": 1061,
    "eup": 576,
    "up ": 1181,
    " clo": 56,
    "clos": 505,
    "lose": 856,
    "oseu": 990,
    "seup": 1062,
    "eup ": 577,
    " ă": 343,
    " ăn": 344,
    " ăn ": 345,
    "cái": 516,
    " cái": 64,
    "cái ": 517,
    "ân": 1299,
    "lân": 867,
    "ân ": 1300,
    " lân": 165,
    "lân ": 868,
    "số": 1080,
    "ố ": 1532,
    " số": 257,
    "số ": 1081,
    " số ": 258,
    "đi": 1365,
    " đi": 349,
    "điệ": 1366,
    "iện": 814,
    " điệ": 350,
    "điện": 1367,
    "iện ": 815,
    "oạ": 998,
    "tho": 1096,
    "hoạ": 659,
    "oại": 999,
    " tho": 264,
    "thoạ": 1097,
    "hoại": 660,
    "oại ": 1000,
    "đị": 1390,
    "ịa": 1516,
    " đị": 366,
    "địa": 1391,
    "ịa ": 1517,
    " địa": 367,
    "địa ": 1392,
    "ỉ": 1512,
    "hỉ": 732,
    "ỉ ": 1513,
    "chỉ": 497,
    "hỉ ": 733,
    " chỉ": 53,
    "chỉ ": 498,
    "rẻ": 1045,
    " rẻ": 237,
    "rẻ ": 1046,
    " rẻ ": 238,
    "hơ": 702,
    " hơ": 122,
    "hơn": 703,
    " hơn": 123,
    "hơn ": 704,
    "bán ": 445,
    "dướ": 553,
    " dướ": 86,
    "dưới": 554,
    "các ": 514,
    " lo": 157,
    "loạ": 857,
    " loạ": 158,
    "loại": 858,
    "sn": 1068,
    "ac": 389,
    "ck": 501,
    " sn": 249,
    "sna": 1069,
    "nac": 916,
    "ack": 390,
    "ck ": 502,
    " sna": 250,
    "snac": 1070,
    "nack": 917,
    "ack ": 391,
    "áo": 1292,
    "chá": 487,
    "háo": 677,
    "áo ": 1293,
    " chá": 48,
    "cháo": 488,
    "háo ": 678,
    "kẹ": 838,
    "ẹo": 1483,
    " kẹ": 150,
    "kẹo": 839,
    "ẹo ": 1484,
    " kẹo": 151,
    "kẹo ": 840,
    " e": 89,
    " em": 90,
    " em ": 91
  },
  "response": null,
  "action_text": null
}