{
  "text": {
    " ": 0,
    "h": 924,
    "e": 842,
    "y": 1826,
    " h": 171,
    "he": 935,
    "ey": 858,
    "y ": 1827,
    " he": 174,
    "hey": 941,
    "ey ": 859,
    " hey": 177,
    "hey ": 942,
    "l": 1210,
    "o": 1403,
    "el": 844,
    "ll": 1214,
    "lo": 1217,
    "o ": 1404,
    "hel": 937,
    "ell": 845,
    "llo": 1215,
    "lo ": 1218,
    " hel": 175,
    "hell": 938,
    "ello": 846,
    "llo ": 1216,
    "i": 1114,
    "hi": 943,
    "i ": 1115,
    " hi": 178,
    "hi ": 944,
    " hi ": 179,
    "x": 1800,
    "n": 1329,
    " x": 503,
    "xi": 1809,
    "in": 1126,
    "n ": 1330,
    " xi": 509,
    "xin": 1810,
    "in ": 1127,
    " xin": 510,
    "xin ": 1811,
    "c": 714,
    "à": 1848,
    " c": 65,
    "ch": 722,
    "hà": 988,
    "ào": 1860,
    " ch": 70,
    "chà": 737,
    "hào": 992,
    "ào ": 1861,
    " chà": 75,
    "chào": 738,
    "hào ": 993,
    "b": 641,
    "u": 1714,
    "ổ": 2224,
    " b": 14,
    "bu": 665,
    "uổ": 1767,
    "ổi": 2226,
    " bu": 28,
    "buổ": 666,
    "uổi": 1768,
    "ổi ": 2227,
    " buổ": 29,
    "buổi": 667,
    "uổi ": 1769,
    "s": 1538,
    "á": 1864,
    "g": 864,
    " s": 387,
    "sá": 1559,
    "án": 1872,
    "ng": 1340,
    "g ": 865,
    " sá": 400,
    "sán": 1562,
    "áng": 1874,
    "ng ": 1341,
    " sán": 402,
    "sáng": 1563,
    "áng ": 1875,
    "ạ": 2080,
    "bạ": 691,
    "ạn": 2089,
    " bạ": 48,
    "bạn": 692,
    "ạn ": 2090,
    " bạn": 49,
    "bạn ": 693,
    "ề": 2160,
    "iề": 1157,
    "ều": 2164,
    "u ": 1715,
    "chi": 726,
    "hiề": 952,
    "iều": 1160,
    "ều ": 2165,
    " chi": 72,
    "chiề": 729,
    "hiều": 953,
    "iều ": 1161,
    "t": 1583,
    "ố": 2205,
    " t": 416,
    "tố": 1707,
    "ối": 2209,
    " tố": 478,
    "tối": 1708,
    "ối ": 2210,
    " tối": 479,
    "tối ": 1709,
    "p": 1450,
    "sh": 1544,
    "ho": 960,
    "op": 1427,
    "p ": 1451,
    " sh": 391,
    "sho": 1547,
    "hop": 970,
    "op ": 1428,
    " sho": 393,
    "shop": 1548,
    "hop ": 971,
    "ơ": 2044,
    " ơ": 578,
    "ơi": 2046,
    " ơi": 579,
    "ơi ": 2047,
    " ơi ": 580,
    "ử": 2283,
    "a": 607,
    "cử": 797,
    "ửa": 2284,
    "a ": 608,
    " cử": 113,
    "cửa": 798,
    "ửa ": 2285,
    " cửa": 114,
    "cửa ": 799,
    "àn": 1854,
    " hà": 188,
    "hàn": 989,
    "àng": 1856,
    " hàn": 189,
    "hàng": 990,
    "àng ": 1857,
    "ê": 1902,
    " ê": 530,
    "ê ": 1903,
    " ê ": 531,
    " a": 7,
    "al": 614,
    " al": 10,
    "alo": 615,
    " alo": 11,
    "alo ": 616,
    "m": 1266,
    "ì": 1912,
    " m": 269,
    "mì": 1297,
    "ìn": 1918,
    "nh": 1357,
    "h ": 925,
    " mì": 285,
    "mìn": 1299,
    "ình": 1919,
    "nh ": 1358,
    " mìn": 287,
    "mình": 1300,
    "ình ": 1920,
    "ầ": 2108,
    "cầ": 784,
    "ần": 2109,
    " cầ": 104,
    "cần": 785,
    "ần ": 2110,
    " cần": 105,
    "cần ": 786,
    "ư": 2052,
    "tư": 1698,
    "ư ": 2053,
    " tư": 472,
    "tư ": 1699,
    " tư ": 473,
    "v": 1773,
    "ấ": 2101,
    " v": 486,
    "vấ": 1783,
    "ấn": 2102,
    " vấ": 491,
    "vấn": 1784,
    "ấn ": 2103,
    " vấn": 492,
    "vấn ": 1785,
    "cho": 730,
    "ho ": 961,
    " cho": 73,
    "cho ": 731,
    "ỏ": 2199,
    "hỏ": 1076,
    "ỏi": 2203,
    " hỏ": 207,
    "hỏi": 1079,
    "ỏi ": 2204,
    " hỏi": 208,
    "hỏi ": 1080,
    "ú": 1963,
    "hú": 1023,
    "út": 1974,
    "t ": 1584,
    "chú": 743,
    "hút": 1029,
    "út ": 1975,
    " chú": 78,
    "chút": 744,
    "hút ": 1030,
    "by": 668,
    "ye": 1828,
    "e ": 843,
    " by": 30,
    "bye": 669,
    "ye ": 1829,
    " bye": 31,
    "bye ": 670,
    "tạ": 1702,
    "ạm": 2087,
    "m ": 1267,
    " tạ": 475,
    "tạm": 1705,
    "ạm ": 2088,
    " tạm": 477,
    "tạm ": 1706,
    "ệ": 2175,
    "bi": 651,
    "iệ": 1170,
    "ệt": 2181,
    " bi": 19,
    "biệ": 657,
    "iệt": 1173,
    "ệt ": 2182,
    " biệ": 23,
    "biệt": 658,
    "iệt ": 1174,
    "ủ": 2272,
    " n": 308,
    "gủ": 922,
    "ủ ": 2273,
    " ng": 314,
    "ngủ": 1355,
    "gủ ": 923,
    " ngủ": 321,
    "ngủ ": 1356,
    "go": 883,
    "on": 1420,
    "ngo": 1342,
    "gon": 884,
    "on ": 1421,
    " ngo": 315,
    "ngon": 1343,
    "gon ": 885,
    "d": 800,
    " g": 146,
    "oo": 1424,
    "od": 1408,
    "db": 804,
    " go": 156,
    "goo": 886,
    "ood": 1425,
    "odb": 1409,
    "dby": 805,
    " goo": 157,
    "good": 887,
    "oodb": 1426,
    "odby": 1410,
    "dbye": 806,
    "ẹ": 2146,
    "hẹ": 1056,
    "ẹn": 2148,
    " hẹ": 203,
    "hẹn": 1057,
    "ẹn ": 2149,
    " hẹn": 204,
    "hẹn ": 1058,
    "ặ": 2141,
    "gặ": 910,
    "ặp": 2144,
    " gặ": 165,
    "gặp": 911,
    "ặp ": 2145,
    " gặp": 166,
    "gặp ": 912,
    " l": 236,
    "lạ": 1254,
    "ại": 2085,
    " lạ": 261,
    "lại": 1255,
    "ại ": 2086,
    " lại": 262,
    "lại ": 1256,
    "đ": 1985,
    " đ": 540,
    "đú": 2006,
    "ún": 1969,
    " đú": 553,
    "đún": 2007,
    "úng": 1970,
    " đún": 554,
    "đúng": 2008,
    "úng ": 1971,
    "r": 1480,
    "ồ": 2217,
    " r": 367,
    "rồ": 1527,
    "ồi": 2219,
    " rồ": 383,
    "rồi": 1528,
    "ồi ": 2220,
    " rồi": 384,
    "rồi ": 1529,
    " y": 520,
    "es": 856,
    "s ": 1539,
    " ye": 521,
    "yes": 1830,
    "es ": 857,
    " yes": 522,
    "yes ": 1831,
    "í": 1921,
    "hí": 1002,
    "ín": 1928,
    "chí": 739,
    "hín": 1006,
    "ính": 1929,
    " chí": 76,
    "chín": 740,
    "hính": 1007,
    "ính ": 1930,
    "xá": 1817,
    "ác": 1866,
    "c ": 715,
    " xá": 514,
    "xác": 1818,
    "ác ": 1867,
    " xác": 515,
    "xác ": 1819,
    "ẩ": 2115,
    "hu": 974,
    "uẩ": 1756,
    "ẩn": 2118,
    "chu": 732,
    "huẩ": 984,
    "uẩn": 1757,
    "ẩn ": 2119,
    " chu": 74,
    "chuẩ": 735,
    "huẩn": 985,
    "uẩn ": 1758,
    "ô": 1949,
    "lu": 1227,
    "uô": 1747,
    "ôn": 1954,
    " lu": 242,
    "luô": 1230,
    "uôn": 1748,
    "ôn ": 1955,
    " luô": 244,
    "luôn": 1231,
    "uôn ": 1749,
    "br": 662,
    "ro": 1490,
    " br": 26,
    "bro": 663,
    "ro ": 1491,
    " bro": 27,
    "bro ": 664,
    "ả": 2093,
    " p": 351,
    "ph": 1452,
    "hả": 1040,
    "ải": 2095,
    " ph": 352,
    "phả": 1463,
    "hải": 1041,
    "ải ": 2096,
    " phả": 358,
    "phải": 1464,
    "hải ": 1042,
    "k": 1177,
    " o": 346,
    "ok": 1415,
    "k ": 1178,
    " ok": 347,
    "ok ": 1416,
    " ok ": 348,
    "há": 994,
    "á ": 1865,
    " nh": 322,
    "nhá": 1368,
    "há ": 995,
    " nhá": 326,
    "nhá ": 1369,
    "đồ": 2035,
    "ồn": 2221,
    " đồ": 573,
    "đồn": 2037,
    "ồng": 2222,
    " đồn": 575,
    "đồng": 2038,
    "ồng ": 2223,
    "ý": 1976,
    " ý": 535,
    "ý ": 1977,
    " ý ": 536,
    " k": 218,
    "kh": 1184,
    "hô": 1014,
    " kh": 221,
    "khô": 1194,
    "hôn": 1017,
    "ông": 1956,
    " khô": 226,
    "khôn": 1195,
    "hông": 1018,
    "ông ": 1957,
    "th": 1591,
    "íc": 1925,
    " th": 417,
    "thí": 1605,
    "híc": 1004,
    "ích": 1926,
    "ch ": 723,
    " thí": 423,
    "thíc": 1606,
    "hích": 1005,
    "ích ": 1927,
    "tô": 1690,
    "ôi": 1950,
    " tô": 467,
    "tôi": 1691,
    "ôi ": 1951,
    " tôi": 468,
    "tôi ": 1692,
    "â": 1886,
    "đâ": 1998,
    "âu": 1891,
    " đâ": 548,
    "đâu": 1999,
    "âu ": 1892,
    " đâu": 549,
    "đâu ": 2000,
    "mu": 1282,
    "uố": 1761,
    "ốn": 2211,
    " mu": 276,
    "muố": 1287,
    "uốn": 1764,
    "ốn ": 2212,
    " muố": 279,
    "muốn": 1288,
    "uốn ": 1765,
    "xe": 1806,
    "em": 847,
    " xe": 507,
    "xem": 1807,
    "em ": 848,
    " xem": 508,
    "xem ": 1808,
    "thô": 1607,
    " thô": 424,
    "thôn": 1608,
    "ti": 1632,
    " ti": 436,
    "tin": 1635,
    " tin": 438,
    "tin ": 1636,
    "sả": 1572,
    "ản": 2099,
    " sả": 408,
    "sản": 1573,
    "ản ": 2100,
    " sản": 409,
    "sản ": 1574,
    "hẩ": 1048,
    "ẩm": 2116,
    "phẩ": 1465,
    "hẩm": 1049,
    "ẩm ": 2117,
    " phẩ": 359,
    "phẩm": 1466,
    "hẩm ": 1050,
    "ở": 2253,
    " ở": 589,
    "ở ": 2254,
    " ở ": 590,
    "là": 1232,
    "àm": 1852,
    " là": 245,
    "làm": 1234,
    "àm ": 1853,
    " làm": 247,
    "làm ": 1235,
    "sa": 1540,
    "ao": 629,
    " sa": 388,
    "sao": 1542,
    "ao ": 630,
    " sao": 390,
    "sao ": 1543,
    "ể": 2166,
    "để": 2028,
    "ể ": 2167,
    " để": 567,
    "để ": 2029,
    " để ": 568,
    "chi ": 727,
    "ế": 2152,
    "iế": 1152,
    "ết": 2156,
    "tiế": 1641,
    "iết": 1153,
    "ết ": 2157,
    " tiế": 440,
    "tiết": 1642,
    "iết ": 1154,
    "hì": 998,
    "ì ": 1913,
    "thì": 1602,
    "hì ": 999,
    " thì": 422,
    "thì ": 1603,
    "cá": 763,
    " cá": 90,
    "các": 765,
    "ách": 1868,
    " các": 92,
    "cách": 767,
    "ách ": 1869,
    "hế": 1061,
    "ế ": 2153,
    "thế": 1618,
    "hế ": 1062,
    " thế": 429,
    "thế ": 1619,
    "nà": 1384,
    " nà": 333,
    "nào": 1385,
    " nào": 334,
    "nào ": 1386,
    "tì": 1682,
    "ìm": 1916,
    " tì": 462,
    "tìm": 1683,
    "ìm ": 1917,
    " tìm": 463,
    "tìm ": 1684,
    "iể": 1162,
    "ểu": 2170,
    "hiể": 954,
    "iểu": 1165,
    "ểu ": 2171,
    " hiể": 180,
    "hiểu": 955,
    "iểu ": 1166,
    "về": 1791,
    "ề ": 2161,
    " về": 496,
    "về ": 1792,
    " về ": 497,
    "ó": 1935,
    "có": 776,
    "ó ": 1936,
    " có": 98,
    "có ": 777,
    " có ": 99,
    "hể": 1063,
    "thể": 1620,
    "hể ": 1064,
    " thể": 430,
    "thể ": 1621,
    "à ": 1849,
    "là ": 1233,
    " là ": 246,
    "ai": 612,
    " ai": 8,
    "ai ": 613,
    " ai ": 9,
    " à": 525,
    " à ": 526,
    "ha": 926,
    "at": 634,
    "tb": 1585,
    "bo": 659,
    "ot": 1429,
    "cha": 724,
    "hat": 931,
    "atb": 635,
    "tbo": 1586,
    "bot": 660,
    "ot ": 1430,
    " cha": 71,
    "chat": 725,
    "hatb": 932,
    "atbo": 636,
    "tbot": 1587,
    "bot ": 661,
    "đa": 1986,
    "an": 623,
    " đa": 541,
    "đan": 1987,
    "ang": 625,
    " đan": 542,
    "đang": 1988,
    "ang ": 626,
    "nó": 1392,
    "ói": 1941,
    " nó": 338,
    "nói": 1393,
    "ói ": 1942,
    " nói": 339,
    "nói ": 1394,
    "uy": 1736,
    "yệ": 1845,
    "ện": 2177,
    "huy": 980,
    "uyệ": 1745,
    "yện": 1846,
    "ện ": 2178,
    "chuy": 734,
    "huyệ": 983,
    "uyện": 1746,
    "yện ": 1847,
    "ớ": 2240,
    "vớ": 1797,
    "ới": 2241,
    " vớ": 501,
    "với": 1798,
    "ới ": 2242,
    " với": 502,
    "với ": 1799,
    "co": 754,
    " co": 83,
    "con": 756,
    " con": 85,
    "con ": 757,
    "ờ": 2245,
    "gư": 904,
    "ườ": 2068,
    "ời": 2247,
    "ngư": 1351,
    "gườ": 905,
    "ười": 2069,
    "ời ": 2248,
    " ngư": 319,
    "ngườ": 1352,
    "gười": 906,
    "ười ": 2070,
    "ay": 639,
    " ha": 172,
    "hay": 933,
    "ay ": 640,
    " hay": 173,
    "hay ": 934,
    "má": 1289,
    "áy": 1884,
    " má": 280,
    "máy": 1292,
    "áy ": 1885,
    " máy": 282,
    "máy ": 1293,
    "tí": 1687,
    " tí": 465,
    "tín": 1688,
    " tín": 466,
    "tính": 1689,
    "ậ": 2120,
    "hậ": 1051,
    "ật": 2123,
    "thậ": 1613,
    "hật": 1054,
    "ật ": 2124,
    " thậ": 427,
    "thật": 1615,
    "hật ": 1055,
    " bo": 24,
    " bot": 25,
    "tha": 1592,
    "han": 929,
    "anh": 627,
    " tha": 418,
    "than": 1594,
    "hanh": 930,
    "anh ": 628,
    "to": 1647,
    "oá": 1442,
    " to": 443,
    "toá": 1652,
    "oán": 1443,
    "án ": 1873,
    " toá": 446,
    "toán": 1653,
    "oán ": 1444,
    "ằ": 2137,
    "bằ": 697,
    "ằn": 2138,
    " bằ": 52,
    "bằn": 698,
    "ằng": 2139,
    " bằn": 53,
    "bằng": 699,
    "ằng ": 2140,
    "ữ": 2286,
    "hữ": 1108,
    "ữn": 2290,
    "nhữ": 1376,
    "hữn": 1109,
    "ững": 2291,
    " nhữ": 330,
    "nhữn": 1377,
    "hững": 1110,
    "ững ": 2292,
    "hư": 1034,
    "ươ": 2058,
    "ơn": 2048,
    "phư": 1461,
    "hươ": 1038,
    "ươn": 2061,
    "ơng": 2050,
    " phư": 357,
    "phươ": 1462,
    "hươn": 1039,
    "ương": 2062,
    "ơng ": 2051,
    "ứ": 2276,
    "hứ": 1105,
    "ức": 2278,
    "thứ": 1628,
    "hức": 1106,
    "ức ": 2279,
    " thứ": 434,
    "thức": 1629,
    "hức ": 1107,
    "ỗ": 2228,
    "hỗ": 1089,
    "ỗ ": 2229,
    " hỗ": 212,
    "hỗ ": 1090,
    " hỗ ": 213,
    "ợ": 2260,
    "tr": 1654,
    "rợ": 1533,
    "ợ ": 2261,
    " tr": 447,
    "trợ": 1672,
    "rợ ": 1534,
    " trợ": 456,
    "trợ ": 1673,
    "q": 1469,
    " q": 361,
    "qu": 1470,
    "ua": 1716,
    " qu": 362,
    "qua": 1471,
    "ua ": 1717,
    " qua": 363,
    "qua ": 1472,
    "ẻ": 2150,
    "hẻ": 1059,
    "ẻ ": 2151,
    "thẻ": 1616,
    "hẻ ": 1060,
    " thẻ": 428,
    "thẻ ": 1617,
    "mo": 1278,
    "om": 1417,
    " mo": 274,
    "mom": 1280,
    "omo": 1418,
    "mo ": 1279,
    " mom": 275,
    "momo": 1281,
    "omo ": 1419,
    "chư": 745,
    " chư": 79,
    "chươ": 747,
    "rì": 1512,
    "trì": 1664,
    "rìn": 1513,
    " trì": 452,
    "trìn": 1665,
    "rình": 1514,
    "yế": 1835,
    "ến": 2154,
    "khu": 1190,
    "uyế": 1740,
    "yến": 1836,
    "ến ": 2155,
    " khu": 224,
    "khuy": 1191,
    "huyế": 981,
    "uyến": 1741,
    "yến ": 1837,
    "ã": 1895,
    "mã": 1294,
    "ãi": 1896,
    " mã": 283,
    "mãi": 1295,
    "ãi ": 1897,
    " mãi": 284,
    "mãi ": 1296,
    "gi": 869,
    "iả": 1149,
    "ảm": 2097,
    " gi": 149,
    "giả": 879,
    "iảm": 1150,
    "ảm ": 2098,
    " giả": 154,
    "giảm": 880,
    "iảm ": 1151,
    "iá": 1136,
    "giá": 875,
    "iá ": 1137,
    " giá": 152,
    "giá ": 876,
    "gì": 897,
    " gì": 161,
    "gì ": 898,
    " gì ": 162,
    "mua": 1283,
    " mua": 277,
    "mua ": 1284,
    "nhi": 1359,
    " nhi": 323,
    "nhiề": 1361,
    "đư": 2012,
    "ượ": 2077,
    "ợc": 2262,
    " đư": 557,
    "đượ": 2015,
    "ược": 2078,
    "ợc ": 2263,
    " đượ": 559,
    "được": 2016,
    "ược ": 2079,
    " ư": 581,
    "ưu": 2056,
    " ưu": 582,
    "ưu ": 2057,
    " ưu ": 583,
    "đã": 2003,
    " đã": 551,
    "đãi": 2004,
    " đãi": 552,
    "đãi ": 2005,
    "hờ": 1097,
    "thờ": 1626,
    "hời": 1098,
    " thờ": 433,
    "thời": 1627,
    "hời ": 1099,
    "ia": 1116,
    "gia": 870,
    "ian": 1117,
    "an ": 624,
    " gia": 150,
    "gian": 871,
    "ian ": 1118,
    "iao": 1119,
    "giao": 872,
    "iao ": 1120,
    "ba": 642,
    " ba": 15,
    "bao": 644,
    " bao": 17,
    "bao ": 645,
    "lâ": 1238,
    " lâ": 250,
    "lâu": 1239,
    " lâu": 251,
    "lâu ": 1240,
    "í ": 1922,
    "phí": 1457,
    "hí ": 1003,
    " phí": 355,
    "phí ": 1458,
    "ip": 1132,
    "shi": 1545,
    "hip": 945,
    "ip ": 1133,
    " shi": 392,
    "ship": 1546,
    "hip ": 946,
    "iê": 1138,
    "êu": 1910,
    "hiê": 947,
    "iêu": 1144,
    "êu ": 1911,
    "nhiê": 1360,
    "hiêu": 949,
    "iêu ": 1145,
    "ọ": 2194,
    "họ": 1073,
    "ọn": 2195,
    "chọ": 752,
    "họn": 1074,
    "ọn ": 2196,
    " chọ": 82,
    "chọn": 753,
    "họn ": 1075,
    "đơ": 2009,
    " đơ": 555,
    "đơn": 2010,
    "ơn ": 2049,
    " đơn": 556,
    "đơn ": 2011,
    "ị": 2185,
    "vị": 1793,
    "ị ": 2186,
    " vị": 498,
    "vị ": 1794,
    " vị ": 499,
    "vậ": 1786,
    "ận": 2121,
    " vậ": 493,
    "vận": 1787,
    "ận ": 2122,
    " vận": 494,
    "vận ": 1788,
    "yể": 1842,
    "ển": 2168,
    "uyể": 1743,
    "yển": 1843,
    "ển ": 2169,
    "huyể": 982,
    "uyển": 1744,
    "yển ": 1844,
    " d": 115,
    "dư": 830,
    "ưa": 2054,
    " dư": 132,
    "dưa": 831,
    "ưa ": 2055,
    " dưa": 133,
    "dưa ": 832,
    "lư": 1251,
    "ướ": 2063,
    " lư": 259,
    "lướ": 1252,
    "ưới": 2064,
    " lướ": 260,
    "lưới": 1253,
    "ưới ": 2065,
    "ền": 2162,
    "tiề": 1643,
    "iền": 1158,
    "ền ": 2163,
    " tiề": 441,
    "tiền": 1644,
    "iền ": 1159,
    "ắ": 2127,
    "bắ": 694,
    "ắp": 2133,
    " bắ": 50,
    "bắp": 695,
    "ắp ": 2134,
    " bắp": 51,
    "bắp ": 696,
    "cả": 781,
    " cả": 102,
    "cải": 782,
    " cải": 103,
    "cải ": 783,
    "củ": 793,
    "ủa": 2274,
    " củ": 110,
    "của": 795,
    "ủa ": 2275,
    " của": 112,
    "của ": 796,
    "hị": 1069,
    "ịt": 2192,
    "thị": 1622,
    "hịt": 1071,
    "ịt ": 2193,
    " thị": 431,
    "thịt": 1623,
    "hịt ": 1072,
    "eo": 851,
    "heo": 939,
    "eo ": 852,
    " heo": 176,
    "heo ": 940,
    "gà": 895,
    " gà": 159,
    "gà ": 896,
    " gà ": 160,
    "gu": 890,
    "yê": 1832,
    "ên": 1906,
    "ngu": 1344,
    "guy": 893,
    "uyê": 1738,
    "yên": 1833,
    "ên ": 1907,
    " ngu": 316,
    "nguy": 1346,
    "guyê": 894,
    "uyên": 1739,
    "yên ": 1834,
    "cá ": 764,
    " cá ": 91,
    "biể": 655,
    "iển": 1163,
    " biể": 22,
    "biển": 656,
    "iển ": 1164,
    "sữ": 1580,
    "ữa": 2288,
    " sữ": 414,
    "sữa": 1581,
    "ữa ": 2289,
    " sữa": 415,
    "sữa ": 1582,
    "tươ": 1700,
    "ươi": 2059,
    " tươ": 474,
    "tươi": 1701,
    "ươi ": 2060,
    "oa": 1405,
    "kho": 1187,
    "hoa": 962,
    "oai": 1406,
    " kho": 223,
    "khoa": 1188,
    "hoai": 963,
    "oai ": 1407,
    "tâ": 1679,
    "ây": 1893,
    " tâ": 460,
    "tây": 1680,
    "ây ": 1894,
    " tây": 461,
    "tây ": 1681,
    "cà": 761,
    " cà": 88,
    "cà ": 762,
    " cà ": 89,
    "hua": 976,
    "chua": 733,
    "hua ": 977,
    "rứ": 1535,
    "ứn": 2280,
    "trứ": 1674,
    "rứn": 1536,
    "ứng": 2281,
    " trứ": 457,
    "trứn": 1675,
    "rứng": 1537,
    "ứng ": 2282,
    "lố": 1257,
    "ốc": 2207,
    " lố": 263,
    "lốc": 1258,
    "ốc ": 2208,
    " lốc": 264,
    "lốc ": 1259,
    "ov": 1434,
    "va": 1774,
    "lt": 1224,
    "ne": 1336,
    " ov": 349,
    "ova": 1435,
    "val": 1775,
    "alt": 617,
    "lti": 1225,
    "ine": 1128,
    "ne ": 1337,
    " ova": 350,
    "oval": 1436,
    "valt": 1776,
    "alti": 618,
    "ltin": 1226,
    "tine": 1637,
    "ine ": 1129,
    "bá": 671,
    " bá": 32,
    "bán": 672,
    " bán": 33,
    "bán ": 673,
    "đặ": 2025,
    "ặc": 2142,
    " đặ": 565,
    "đặc": 2026,
    "ặc ": 2143,
    " đặc": 566,
    "đặc ": 2027,
    "ờn": 2249,
    "đườ": 2013,
    "ườn": 2071,
    "ờng": 2251,
    " đườ": 558,
    "đườn": 2014,
    "ường": 2073,
    "ờng ": 2252,
    "ậy": 2125,
    "vậy": 1789,
    "ậy ": 2126,
    " vậy": 495,
    "vậy ": 1790,
    "cu": 758,
    " cu": 86,
    "cua": 759,
    " cua": 87,
    "cua ": 760,
    "ca": 716,
    "am": 619,
    " ca": 66,
    "cam": 718,
    "am ": 620,
    " cam": 68,
    "cam ": 719,
    "ú ": 1964,
    " hú": 194,
    "hú ": 1024,
    " hú ": 195,
    "ló": 1245,
    "óc": 1939,
    " ló": 255,
    "lóc": 1246,
    "óc ": 1940,
    " lóc": 256,
    "lóc ": 1247,
    "sạ": 1569,
    "ạc": 2082,
    " sạ": 406,
    "sạc": 1570,
    "ạch": 2083,
    " sạc": 407,
    "sạch": 1571,
    "ạch ": 2084,
    "na": 1331,
    " na": 309,
    "nay": 1334,
    " nay": 311,
    "nay ": 1335,
    "ụ": 2268,
    "nụ": 1398,
    "ục": 2270,
    " nụ": 342,
    "nục": 1399,
    "ục ": 2271,
    " nục": 343,
    "nục ": 1400,
    "ôm": 1952,
    " hô": 192,
    "hôm": 1015,
    "ôm ": 1953,
    " hôm": 193,
    "hôm ": 1016,
    "đi": 1991,
    " đi": 544,
    "điề": 1994,
    " điề": 546,
    "điều": 1995,
    "hồ": 1084,
    " hồ": 209,
    "hồn": 1087,
    " hồn": 211,
    "hồng": 1088,
    "ba ": 643,
    " ba ": 16,
    "sa ": 1541,
    " sa ": 389,
    "cắ": 787,
    "ắt": 2135,
    " cắ": 106,
    "cắt": 788,
    "ắt ": 2136,
    " cắt": 107,
    "cắt ": 789,
    "úc": 1967,
    "khú": 1196,
    "húc": 1025,
    "úc ": 1968,
    " khú": 227,
    "khúc": 1197,
    "húc ": 1026,
    "ra": 1484,
    " ra": 368,
    "ra ": 1485,
    " ra ": 369,
    "ộ": 2230,
    "rộ": 1530,
    "ội": 2231,
    " rộ": 385,
    "rội": 1531,
    "ội ": 2232,
    " rội": 386,
    "rội ": 1532,
    "_": 598,
    " _": 4,
    "__": 600,
    "_n": 604,
    "nu": 1381,
    "um": 1720,
    "mb": 1271,
    "be": 648,
    "er": 853,
    "r_": 1481,
    "_ ": 599,
    " __": 5,
    "__n": 602,
    "_nu": 605,
    "num": 1382,
    "umb": 1721,
    "mbe": 1272,
    "ber": 649,
    "er_": 854,
    "r__": 1482,
    "__ ": 601,
    " __n": 6,
    "__nu": 603,
    "_num": 606,
    "numb": 1383,
    "umbe": 1722,
    "mber": 1273,
    "ber_": 650,
    "er__": 855,
    "r__ ": 1483,
    "bị": 705,
    "ịc": 2189,
    " bị": 58,
    "bịc": 707,
    "ịch": 2190,
    " bịc": 60,
    "bịch": 708,
    "ịch ": 2191,
    "xư": 1823,
    " xư": 518,
    "xươ": 1824,
    " xươ": 519,
    "xươn": 1825,
    "như": 1372,
    "hư ": 1035,
    " như": 328,
    "như ": 1373,
    "xa": 1801,
    " xa": 504,
    "xay": 1804,
    " xay": 506,
    "xay ": 1805,
    "mí": 1301,
    "ía": 1923,
    " mí": 288,
    "mía": 1302,
    "ía ": 1924,
    " mía": 289,
    "mía ": 1303,
    "mắ": 1316,
    "ắc": 2128,
    " mắ": 298,
    "mắc": 1317,
    "ắc ": 2129,
    " mắc": 299,
    "mắc ": 1318,
    "ù": 1958,
    "hù": 1019,
    "ùn": 1960,
    "thù": 1609,
    "hùn": 1021,
    "ùng": 1961,
    " thù": 425,
    "thùn": 1610,
    "hùng": 1022,
    "ùng ": 1962,
    "ku": 1205,
    "un": 1723,
    " ku": 232,
    "kun": 1206,
    "un ": 1724,
    " kun": 233,
    "kun ": 1207,
    "rá": 1498,
    "ái": 1870,
    "trá": 1659,
    "rái": 1499,
    "ái ": 1871,
    " trá": 450,
    "trái": 1660,
    "rái ": 1500,
    "câ": 768,
    " câ": 93,
    "cây": 771,
    " cây": 95,
    "cây ": 772,
    "mộ": 1319,
    "ột": 2238,
    " mộ": 300,
    "một": 1320,
    "ột ": 2239,
    " một": 301,
    "một ": 1321,
    "du": 812,
    "ut": 1732,
    "tc": 1588,
    " du": 122,
    "dut": 817,
    "utc": 1734,
    "tch": 1589,
    " dut": 125,
    "dutc": 818,
    "utch": 1735,
    "tch ": 1590,
    "la": 1211,
    "ad": 609,
    "dy": 819,
    " la": 237,
    "lad": 1212,
    "ady": 610,
    "dy ": 820,
    " lad": 238,
    "lady": 1213,
    "ady ": 611,
    "dâ": 824,
    " dâ": 128,
    "dâu": 825,
    " dâu": 129,
    "dâu ": 826,
    " e": 140,
    " em": 141,
    " em ": 142,
    "ký": 1208,
    " ký": 234,
    "ký ": 1209,
    " ký ": 235,
    "xo": 1812,
    "oà": 1437,
    "ài": 1850,
    " xo": 511,
    "xoà": 1815,
    "oài": 1438,
    "ài ": 1851,
    " xoà": 513,
    "xoài": 1816,
    "oài ": 1439,
    "tứ": 1712,
    "ứ ": 2277,
    " tứ": 481,
    "tứ ": 1713,
    " tứ ": 482,
    "uý": 1750,
    "quý": 1473,
    "uý ": 1751,
    " quý": 364,
    "quý ": 1474,
    " ứ": 591,
    " ức": 592,
    " ức ": 593,
    "đắ": 2020,
    " đắ": 562,
    "đắt": 2023,
    " đắt": 564,
    "đắt ": 2024,
    "chị": 750,
    "hị ": 1070,
    " chị": 81,
    "chị ": 751,
    "huố": 986,
    "uối": 1762,
    "chuố": 736,
    "huối": 987,
    "uối ": 1763,
    "ià": 1134,
    "già": 873,
    "ià ": 1135,
    " già": 151,
    "già ": 874,
    "rố": 1522,
    "ốt": 2215,
    " rố": 380,
    "rốt": 1525,
    "ốt ": 2216,
    " rốt": 382,
    "rốt ": 1526,
    "hiệ": 958,
    "iện": 1171,
    " hiệ": 181,
    "hiện": 959,
    "iện ": 1172,
    "tại": 1703,
    " tại": 476,
    "tại ": 1704,
    "hấ": 1043,
    "ấu": 2106,
    " hấ": 201,
    "hấu": 1046,
    "ấu ": 2107,
    " hấu": 202,
    "hấu ": 1047,
    "gọ": 913,
    "ọt": 2197,
    "ngọ": 1353,
    "gọt": 914,
    "ọt ": 2198,
    " ngọ": 320,
    "ngọt": 1354,
    "gọt ": 915,
    "bó": 687,
    " bó": 44,
    "bó ": 688,
    " bó ": 45,
    "bẹ": 700,
    "ẹ ": 2147,
    " bẹ": 54,
    "bẹ ": 701,
    " bẹ ": 55,
    "xan": 1802,
    " xan": 505,
    "xanh": 1803,
    "bữ": 711,
    " bữ": 63,
    "bữa": 712,
    " bữa": 64,
    "bữa ": 713,
    "hộ": 1091,
    "ộp": 2236,
    " hộ": 214,
    "hộp": 1092,
    "ộp ": 2237,
    " hộp": 215,
    "hộp ": 1093,
    "no": 1378,
    " no": 331,
    "non": 1379,
    " non": 332,
    "non ": 1380,
    "xô": 1820,
    " xô": 516,
    "xôi": 1821,
    " xôi": 517,
    "xôi ": 1822,
    "au": 637,
    "rau": 1488,
    "au ": 638,
    " rau": 370,
    "rau ": 1489,
    "hún": 1027,
    " hún": 196,
    "húng": 1028,
    "uế": 1759,
    "quế": 1478,
    "uế ": 1760,
    " quế": 366,
    "quế ": 1479,
    "ýt": 1978,
    "uýt": 1752,
    "ýt ": 1979,
    "quýt": 1475,
    "uýt ": 1753,
    "iờ": 1175,
    "ờ ": 2246,
    "giờ": 881,
    "iờ ": 1176,
    " giờ": 155,
    "giờ ": 882,
    " ổ": 586,
    " ổi": 587,
    " ổi ": 588,
    "ru": 1492,
    "uộ": 1770,
    " ru": 371,
    "ruộ": 1493,
    "uột": 1771,
    " ruộ": 372,
    "ruột": 1494,
    "uột ": 1772,
    "đỏ": 2033,
    "ỏ ": 2200,
    " đỏ": 571,
    "đỏ ": 2034,
    " đỏ ": 572,
    "1": 594,
    " 1": 1,
    "1k": 595,
    "kg": 1182,
    " 1k": 2,
    "1kg": 596,
    "kg ": 1183,
    " 1kg": 3,
    "1kg ": 597,
    "nho": 1363,
    " nho": 324,
    "nho ": 1364,
    "bê": 680,
    " bê": 38,
    "bên": 681,
    " bên": 39,
    "bên ": 682,
    "râ": 1504,
    "âm": 1887,
    " râ": 375,
    "râm": 1505,
    "âm ": 1888,
    " râm": 376,
    "râm ": 1506,
    "lê": 1241,
    " lê": 252,
    "lên": 1243,
    " lên": 254,
    "lên ": 1244,
    "số": 1575,
    "ố ": 2206,
    " số": 410,
    "số ": 1576,
    " số ": 411,
    "điệ": 1996,
    " điệ": 547,
    "điện": 1997,
    "oạ": 1445,
    "tho": 1600,
    "hoạ": 972,
    "oại": 1446,
    " tho": 421,
    "thoạ": 1601,
    "hoại": 973,
    "oại ": 1447,
    "đị": 2030,
    "ịa": 2187,
    " đị": 569,
    "địa": 2031,
    "ịa ": 2188,
    " địa": 570,
    "địa ": 2032,
    "ỉ": 2183,
    "hỉ": 1067,
    "ỉ ": 2184,
    "chỉ": 748,
    "hỉ ": 1068,
    " chỉ": 80,
    "chỉ ": 749,
    "rẻ": 1518,
    " rẻ": 378,
    "rẻ ": 1519,
    " rẻ ": 379,
    "hơ": 1031,
    " hơ": 197,
    "hơn": 1032,
    " hơn": 198,
    "hơn ": 1033,
    "dướ": 833,
    " dướ": 134,
    "dưới": 834,
    "rê": 1509,
    "trê": 1662,
    "rên": 1510,
    " trê": 451,
    "trên": 1663,
    "rên ": 1511,
    "ìa": 1914,
    "hìa": 1000,
    "ìa ": 1915,
    "thìa": 1604,
    "hìa ": 1001,
    "các ": 766,
    " lo": 239,
    "loạ": 1221,
    " loạ": 241,
    "loại": 1222,
    "tá": 1676,
    "áo": 1878,
    " tá": 458,
    "táo": 1677,
    "áo ": 1879,
    " táo": 459,
    "táo ": 1678,
    "bơ": 689,
    "ơ ": 2045,
    " bơ": 46,
    "bơ ": 690,
    " bơ ": 47,
    "áp": 1880,
    "sáp": 1564,
    "áp ": 1881,
    " sáp": 403,
    "sáp ": 1565,
    "ò": 1931,
    "bò": 685,
    "ò ": 1932,
    " bò": 42,
    "bò ": 686,
    " bò ": 43,
    "ke": 1179,
    " ke": 219,
    "kem": 1180,
    " kem": 220,
    "kem ": 1181,
    "lú": 1248,
    "úa": 1965,
    " lú": 257,
    "lúa": 1249,
    "úa ": 1966,
    " lúa": 258,
    "lúa ": 1250,
    "mạ": 1310,
    " mạ": 294,
    "mạc": 1311,
    " mạc": 295,
    "mạch": 1312,
    "mậ": 1313,
    " mậ": 296,
    "mận": 1314,
    " mận": 297,
    "mận ": 1315,
    "dầ": 839,
    "ầu": 2111,
    " dầ": 138,
    "dầu": 840,
    "ầu ": 2112,
    " dầu": 139,
    "dầu ": 841,
    "gộ": 916,
    " gộ": 167,
    "gội": 917,
    " gội": 168,
    "gội ": 918,
    "lon": 1219,
    "ong": 1422,
    " lon": 240,
    "long": 1220,
    "ong ": 1423,
    "cao": 720,
    " cao": 69,
    "cao ": 721,
    "lê ": 1242,
    " lê ": 253,
    "hồi": 1085,
    " hồi": 210,
    "hồi ": 1086,
    "gợ": 919,
    "ợi": 2264,
    " gợ": 169,
    "gợi": 920,
    "ợi ": 2265,
    " gợi": 170,
    "gợi ": 921,
    "iú": 1146,
    "úp": 1972,
    "giú": 877,
    "iúp": 1147,
    "úp ": 1973,
    " giú": 153,
    "giúp": 878,
    "iúp ": 1148,
    "ấp": 2104,
    "thấ": 1611,
    "hấp": 1044,
    "ấp ": 2105,
    " thấ": 426,
    "thấp": 1612,
    "hấp ": 1045,
    " hả": 199,
    " hải": 200,
    "da": 801,
    " da": 116,
    "dan": 802,
    " dan": 117,
    "danh": 803,
    "sác": 1560,
    " sác": 401,
    "sách": 1561,
    " ạ": 584,
    "ạ ": 2081,
    " ạ ": 585,
    "hệ": 1065,
    "ệ ": 2176,
    " hệ": 205,
    "hệ ": 1066,
    " hệ ": 206,
    "hố": 1081,
    "thố": 1624,
    "hốn": 1082,
    "ống": 2213,
    " thố": 432,
    "thốn": 1625,
    "hống": 1083,
    "ống ": 2214,
    "bị ": 706,
    " bị ": 59,
    " hu": 186,
    "yết": 1838,
    " huy": 187,
    "uyết": 1742,
    "yết ": 1839,
    " á": 527,
    " áp": 528,
    " áp ": 529,
    "nê": 1389,
    " nê": 336,
    "nên": 1390,
    " nên": 337,
    "nên ": 1391,
    "ă": 1980,
    " ă": 537,
    "ăn": 1981,
    " ăn": 538,
    "ăn ": 1982,
    " ăn ": 539,
    "ự": 2293,
    "hự": 1111,
    "ực": 2296,
    "thự": 1630,
    "hực": 1112,
    "ực ": 2297,
    " thự": 435,
    "thực": 1631,
    "hực ": 1113,
    "tốt": 1710,
    " tốt": 480,
    "tốt ": 1711,
    "tiể": 1645,
    " tiể": 442,
    "tiểu": 1646,
    "ỡ": 2255,
    "mỡ": 1322,
    "ỡ ": 2256,
    " mỡ": 302,
    "mỡ ": 1323,
    " mỡ ": 303,
    "áu": 1882,
    "máu": 1290,
    "áu ": 1883,
    " máu": 281,
    "máu ": 1291,
    "ù ": 1959,
    "phù": 1459,
    "hù ": 1020,
    " phù": 356,
    "phù ": 1460,
    "hợ": 1100,
    "ợp": 2266,
    " hợ": 216,
    "hợp": 1101,
    "ợp ": 2267,
    " hợp": 217,
    "hợp ": 1102,
    "é": 1898,
    "bé": 677,
    "éo": 1900,
    " bé": 36,
    "béo": 678,
    "éo ": 1901,
    " béo": 37,
    "béo ": 679,
    "phì": 1455,
    " phì": 354,
    "phì ": 1456,
    "ân": 1889,
    "cân": 769,
    "ân ": 1890,
    " cân": 94,
    "cân ": 770,
    "ki": 1202,
    " ki": 230,
    "kiê": 1203,
    "iên": 1141,
    "êng": 1908,
    " kiê": 231,
    "kiên": 1204,
    "iêng": 1143,
    "êng ": 1909,
    "mó": 1304,
    "ón": 1945,
    " mó": 290,
    "món": 1305,
    "ón ": 1946,
    " món": 291,
    "món ": 1306,
    "bệ": 702,
    " bệ": 56,
    "bện": 703,
    "ệnh": 2179,
    " bện": 57,
    "bệnh": 704,
    "ệnh ": 2180,
    "im": 1124,
    "tim": 1633,
    "im ": 1125,
    " tim": 437,
    "tim ": 1634,
    " an": 12,
    " an ": 13,
    "toà": 1650,
    "oàn": 1440,
    "àn ": 1855,
    " toà": 445,
    "toàn": 1651,
    "oàn ": 1441,
    "hụ": 1103,
    "ụ ": 2269,
    "phụ": 1467,
    "hụ ": 1104,
    " phụ": 360,
    "phụ ": 1468,
    "nữ": 1401,
    "ữ ": 2287,
    " nữ": 344,
    "nữ ": 1402,
    " nữ ": 345,
    "ma": 1268,
    " ma": 270,
    "man": 1269,
    " man": 271,
    "mang": 1270,
    "hai": 927,
    "thai": 1593,
    "hai ": 928,
    "su": 1549,
    " su": 394,
    "suy": 1554,
    "uy ": 1737,
    " suy": 397,
    "suy ": 1555,
    "di": 807,
    " di": 118,
    "din": 808,
    "inh": 1130,
    " din": 119,
    "dinh": 809,
    "inh ": 1131,
    "ưỡ": 2074,
    "ỡn": 2257,
    "dưỡ": 835,
    "ưỡn": 2075,
    "ỡng": 2258,
    " dưỡ": 135,
    "dưỡn": 836,
    "ưỡng": 2076,
    "ỡng ": 2259,
    "ếu": 2158,
    "thi": 1597,
    "hiế": 950,
    "iếu": 1155,
    "ếu ": 2159,
    " thi": 420,
    "thiế": 1598,
    "hiếu": 951,
    "iếu ": 1156,
    "bổ": 709,
    "ổ ": 2225,
    " bổ": 61,
    "bổ ": 710,
    " bổ ": 62,
    "sun": 1552,
    "ung": 1725,
    " sun": 396,
    "sung": 1553,
    "ung ": 1726,
    "gầ": 907,
    "ầy": 2113,
    " gầ": 163,
    "gầy": 908,
    "ầy ": 2114,
    " gầy": 164,
    "gầy ": 909,
    " yế": 523,
    "yếu": 1840,
    " yếu": 524,
    "yếu ": 1841,
    "thiệ": 1599,
    "rạ": 1515,
    "trạ": 1666,
    "rạn": 1516,
    "ạng": 2091,
    " trạ": 453,
    "trạn": 1667,
    "rạng": 1517,
    "ạng ": 2092,
    "rối": 1523,
    " rối": 381,
    "rối ": 1524,
    "oạn": 1448,
    "loạn": 1223,
    "oạn ": 1449,
    "tiê": 1639,
    " tiê": 439,
    "tiêu": 1640,
    "hó": 1008,
    "óa": 1937,
    " hó": 190,
    "hóa": 1010,
    "óa ": 1938,
    " hóa": 191,
    "hóa ": 1011,
    "ga": 866,
    " ga": 147,
    "gan": 867,
    " gan": 148,
    "gan ": 868,
    "ễ": 2172,
    "iễ": 1167,
    "ễm": 2173,
    "hiễ": 956,
    "iễm": 1168,
    "ễm ": 2174,
    "nhiễ": 1362,
    "hiễm": 957,
    "iễm ": 1169,
    " u": 483,
    " uố": 484,
    " uốn": 485,
    "uống": 1766,
    "tìn": 1685,
    " tìn": 464,
    "tình": 1686,
    "tă": 1695,
    " tă": 470,
    "tăn": 1696,
    "ăng": 1983,
    " tăn": 471,
    "tăng": 1697,
    "ăng ": 1984,
    "vi": 1777,
    "êm": 1904,
    " vi": 487,
    "viê": 1778,
    "iêm": 1139,
    "êm ": 1905,
    " viê": 488,
    "viêm": 1779,
    "iêm ": 1140,
    "đạ": 2017,
    " đạ": 560,
    "đại": 2018,
    " đại": 561,
    "đại ": 2019,
    "rà": 1495,
    "trà": 1657,
    "ràn": 1496,
    " trà": 449,
    "tràn": 1658,
    "ràng": 1497,
    "nế": 1395,
    " nế": 340,
    "nếu": 1396,
    " nếu": 341,
    "nếu ": 1397,
    "ou": 1431,
    "gou": 888,
    "out": 1432,
    "ut ": 1733,
    " gou": 158,
    "gout": 889,
    "out ": 1433,
    "rị": 1520,
    "trị": 1670,
    "rị ": 1521,
    " trị": 455,
    "trị ": 1671,
    "hận": 1052,
    "thận": 1614,
    "hận ": 1053,
    "độ": 2039,
    "ộn": 2233,
    " độ": 576,
    "độn": 2040,
    "ộng": 2234,
    " độn": 577,
    "động": 2041,
    "ộng ": 2235,
    "vịt": 1795,
    " vịt": 500,
    "vịt ": 1796,
    "trẻ": 1668,
    " trẻ": 454,
    "trẻ ": 1669,
    "f": 860,
    " f": 143,
    "fa": 861,
    "mi": 1274,
    " fa": 144,
    "fam": 862,
    "ami": 621,
    "mi ": 1275,
    " fam": 145,
    "fami": 863,
    "ami ": 622,
    "lợ": 1260,
    " lợ": 265,
    "lợi": 1261,
    " lợi": 266,
    "lợi ": 1262,
    "lự": 1263,
    "ựa": 2294,
    " lự": 267,
    "lựa": 1264,
    "ựa ": 2295,
    " lựa": 268,
    "lựa ": 1265,
    "tôm": 1693,
    " tôm": 469,
    "tôm ": 1694,
    "điê": 1992,
    " điê": 545,
    "điêu": 1993,
    "râu": 1507,
    " râu": 377,
    "râu ": 1508,
    "mự": 1324,
    " mự": 304,
    "mực": 1325,
    " mực": 305,
    "mực ": 1326,
    "il": 1121,
    " mi": 272,
    "mil": 1276,
    "ilo": 1122,
    " mil": 273,
    "milo": 1277,
    "ilo ": 1123,
    "ũ": 2042,
    "gũ": 902,
    "ũ ": 2043,
    "ngũ": 1349,
    "gũ ": 903,
    " ngũ": 318,
    "ngũ ": 1350,
    "cố": 790,
    " cố": 108,
    "cốc": 791,
    " cốc": 109,
    "cốc ": 792,
    "đau": 1989,
    " đau": 543,
    "đau ": 1990,
    "dạ": 837,
    " dạ": 136,
    "dạ ": 838,
    " dạ ": 137,
    "dà": 821,
    "ày": 1862,
    " dà": 126,
    "dày": 822,
    "ày ": 1863,
    " dày": 127,
    "dày ": 823,
    "óm": 1943,
    "khó": 1192,
    "hóm": 1012,
    "óm ": 1944,
    " khó": 225,
    "khóm": 1193,
    "hóm ": 1013,
    "rán": 1501,
    "ánh": 1876,
    "trán": 1661,
    "ránh": 1503,
    "ánh ": 1877,
    "khi": 1185,
    " khi": 222,
    "khi ": 1186,
    "ồ ": 2218,
    "đồ ": 2036,
    " đồ ": 574,
    "chiê": 728,
    "hiên": 948,
    "iên ": 1142,
    " rá": 373,
    " rán": 374,
    "rán ": 1502,
    "hớ": 1094,
    "ớp": 2243,
    "khớ": 1200,
    "hớp": 1095,
    "ớp ": 2244,
    " khớ": 229,
    "khớp": 1201,
    "hớp ": 1096,
    "đây": 2001,
    " đây": 550,
    "đây ": 2002,
    "nhỉ": 1374,
    " nhỉ": 329,
    "nhỉ ": 1375,
    "as": 631,
    "bas": 646,
    "asa": 632,
    " bas": 18,
    "basa": 647,
    "asa ": 633,
    "cò": 773,
    "òn": 1933,
    " cò": 96,
    "còn": 774,
    "òn ": 1934,
    " còn": 97,
    "còn ": 775,
    "ỹ": 2298,
    "mỹ": 1327,
    "ỹ ": 2299,
    " mỹ": 306,
    "mỹ ": 1328,
    " mỹ ": 307,
    "ành": 1858,
    "hành": 991,
    "ành ": 1859,
    "lá": 1236,
    " lá": 248,
    "lá ": 1237,
    " lá ": 249,
    "sư": 1566,
    " sư": 404,
    "sườ": 1567,
    "ờn ": 2250,
    " sườ": 405,
    "sườn": 1568,
    "ườn ": 2072,
    "cú": 778,
    " cú": 100,
    "cút": 779,
    " cút": 101,
    "cút ": 780,
    " ho": 182,
    "hon": 968,
    " hon": 184,
    "hong": 969,
    "mì ": 1298,
    " mì ": 286,
    "biế": 653,
    " biế": 21,
    "biết": 654,
    "củ ": 794,
    " củ ": 111,
    "uả": 1754,
    "ả ": 2094,
    "quả": 1476,
    "uả ": 1755,
    " quả": 365,
    "quả ": 1477,
    "hé": 996,
    "é ": 1899,
    "nhé": 1370,
    "hé ": 997,
    " nhé": 327,
    "nhé ": 1371,
    "gó": 899,
    "ót": 1947,
    "ngó": 1347,
    "gót": 900,
    "ót ": 1948,
    " ngó": 317,
    "ngót": 1348,
    "gót ": 901,
    "bí": 683,
    " bí": 40,
    "bí ": 684,
    " bí ": 41,
    "mư": 1307,
    " mư": 292,
    "mướ": 1308,
    "ướp": 2066,
    " mướ": 293,
    "mướp": 1309,
    "ướp ": 2067,
    "ắn": 2130,
    "đắn": 2021,
    "ắng": 2131,
    " đắn": 563,
    "đắng": 2022,
    "ắng ": 2132,
    "bâ": 674,
    " bâ": 34,
    "bây": 675,
    " bây": 35,
    "bây ": 676,
    " ó": 532,
    " óc": 533,
    " óc ": 534,
    "chó": 741,
    "hó ": 1009,
    " chó": 77,
    "chó ": 742,
    "sà": 1556,
    " sà": 398,
    "sàn": 1557,
    " sàn": 399,
    "sành": 1558,
    "này": 1387,
    " này": 335,
    "này ": 1388,
    "hưa": 1036,
    "chưa": 746,
    "hưa ": 1037,
    "sứ": 1577,
    " sứ": 412,
    "sức": 1578,
    " sức": 413,
    "sức ": 1579,
    "ỏe": 2201,
    "khỏ": 1198,
    "hỏe": 1077,
    "ỏe ": 2202,
    " khỏ": 228,
    "khỏe": 1199,
    "hỏe ": 1078,
    "dù": 827,
    " dù": 130,
    "dùn": 828,
    " dùn": 131,
    "dùng": 829,
    "tot": 1648,
    " tot": 444,
    "tot ": 1649,
    "nhu": 1365,
    "hun": 978,
    " nhu": 325,
    "nhun": 1367,
    "hung": 979,
    "the": 1595,
    "he ": 936,
    " the": 419,
    "the ": 1596,
    "tra": 1655,
    "ran": 1486,
    " tra": 448,
    "tran": 1656,
    "rang": 1487,
    "nao": 1332,
    " nao": 310,
    "nao ": 1333,
    "ca ": 717,
    " ca ": 67,
    "phu": 1453,
    "hu ": 975,
    " phu": 353,
    "phu ": 1454,
    " hop": 185,
    "vo": 1780,
    "oi": 1413,
    " vo": 489,
    "voi": 1781,
    "oi ": 1414,
    " voi": 490,
    "voi ": 1782,
    "dua": 813,
    " dua": 123,
    "dua ": 814,
    "uo": 1727,
    "luo": 1228,
    "uoi": 1728,
    " luo": 243,
    "luoi": 1229,
    "uoi ": 1729,
    "co ": 755,
    " co ": 84,
    "bi ": 652,
    " bi ": 20,
    "do": 810,
    " do": 120,
    "do ": 811,
    " do ": 121,
    "guo": 891,
    "nguo": 1345,
    "guoi": 892,
    "tinh": 1638,
    "uc": 1718,
    "suc": 1550,
    "uc ": 1719,
    " suc": 395,
    "suc ": 1551,
    "oe": 1411,
    "hoe": 964,
    "oe ": 1412,
    "khoe": 1189,
    "hoe ": 965,
    "muo": 1285,
    "uon": 1730,
    " muo": 278,
    "muon": 1286,
    "uong": 1731,
    "en": 849,
    " ne": 312,
    "nen": 1338,
    "en ": 850,
    " nen": 313,
    "nen ": 1339,
    "dun": 815,
    " dun": 124,
    "dung": 816,
    "hoi": 966,
    " hoi": 183,
    "hoi ": 967,
    "nhu ": 1366,
    "xoa": 1813,
    " xoa": 512,
    "xoai": 1814
  },
  "response": null,
  "action_text": null
}