{
  "text": {
    " ": 0,
    "h": 695,
    "e": 625,
    "y": 1395,
    " h": 122,
    "he": 706,
    "ey": 645,
    "y ": 1396,
    " he": 125,
    "hey": 711,
    "ey ": 646,
    " hey": 128,
    "hey ": 712,
    "l": 938,
    "o": 1076,
    "el": 630,
    "ll": 947,
    "lo": 950,
    "o ": 1077,
    "hel": 707,
    "ell": 631,
    "llo": 948,
    "lo ": 951,
    " hel": 126,
    "hell": 708,
    "ello": 632,
    "llo ": 949,
    "i": 850,
    "hi": 713,
    "i ": 851,
    " hi": 129,
    "hi ": 714,
    " hi ": 130,
    "x": 1380,
    "n": 1020,
    " x": 365,
    "xi": 1387,
    "in": 865,
    "n ": 1021,
    " xi": 370,
    "xin": 1388,
    "in ": 866,
    " xin": 371,
    "xin ": 1389,
    "c": 528,
    "à": 1418,
    " c": 47,
    "ch": 535,
    "hà": 742,
    "ào": 1426,
    " ch": 51,
    "chà": 550,
    "hào": 745,
    "ào ": 1427,
    " chà": 56,
    "chào": 551,
    "hào ": 746,
    "b": 470,
    "u": 1312,
    "ổ": 1727,
    " b": 11,
    "bu": 490,
    "uổ": 1353,
    "ổi": 1728,
    " bu": 22,
    "buổ": 493,
    "uổi": 1354,
    "ổi ": 1729,
    " buổ": 23,
    "buổi": 494,
    "uổi ": 1355,
    "s": 1182,
    "á": 1428,
    "g": 651,
    " s": 277,
    "sá": 1201,
    "án": 1436,
    "ng": 1029,
    "g ": 652,
    " sá": 287,
    "sán": 1202,
    "áng": 1438,
    "ng ": 1030,
    " sán": 288,
    "sáng": 1203,
    "áng ": 1439,
    "ạ": 1597,
    "bạ": 510,
    "ạn": 1602,
    " bạ": 34,
    "bạn": 511,
    "ạn ": 1603,
    " bạn": 35,
    "bạn ": 512,
    "ề": 1669,
    "iề": 894,
    "ều": 1673,
    "u ": 1313,
    "chi": 540,
    "hiề": 719,
    "iều": 897,
    "ều ": 1674,
    " chi": 53,
    "chiề": 542,
    "hiều": 720,
    "iều ": 898,
    "t": 1215,
    "ố": 1709,
    " t": 297,
    "tố": 1307,
    "ối": 1713,
    " tố": 345,
    "tối": 1308,
    "ối ": 1714,
    " tối": 346,
    "tối ": 1309,
    "p": 1115,
    "sh": 1190,
    "ho": 723,
    "op": 1094,
    "p ": 1116,
    " sh": 280,
    "sho": 1193,
    "hop": 727,
    "op ": 1095,
    " sho": 282,
    "shop": 1194,
    "hop ": 728,
    "ơ": 1563,
    " ơ": 418,
    "ơi": 1564,
    " ơi": 419,
    "ơi ": 1565,
    " ơi ": 420,
    "ử": 1780,
    "a": 438,
    "cử": 602,
    "ửa": 1781,
    "a ": 439,
    " cử": 87,
    "cửa": 603,
    "ửa ": 1782,
    " cửa": 88,
    "cửa ": 604,
    "àn": 1422,
    " hà": 134,
    "hàn": 743,
    "àng": 1424,
    " hàn": 135,
    "hàng": 744,
    "àng ": 1425,
    "ê": 1465,
    " ê": 385,
    "ê ": 1466,
    " ê ": 386,
    " a": 4,
    "al": 448,
    " al": 7,
    "alo": 449,
    " alo": 8,
    "alo ": 450,
    "m": 977,
    "ì": 1475,
    " m": 195,
    "mì": 1002,
    "ìn": 1479,
    "nh": 1041,
    "h ": 696,
    " mì": 206,
    "mìn": 1004,
    "ình": 1480,
    "nh ": 1042,
    " mìn": 208,
    "mình": 1005,
    "ình ": 1481,
    "ầ": 1622,
    "cầ": 593,
    "ần": 1623,
    " cầ": 81,
    "cần": 594,
    "ần ": 1624,
    " cần": 82,
    "cần ": 595,
    "ư": 1570,
    "tư": 1297,
    "ư ": 1571,
    " tư": 338,
    "tư ": 1298,
    " tư ": 339,
    "v": 1356,
    "ấ": 1615,
    " v": 348,
    "vấ": 1365,
    "ấn": 1616,
    " vấ": 354,
    "vấn": 1366,
    "ấn ": 1617,
    " vấn": 355,
    "vấn ": 1367,
    "cho": 543,
    "ho ": 724,
    " cho": 54,
    "cho ": 544,
    "ỏ": 1704,
    "hỏ": 815,
    "ỏi": 1707,
    " hỏ": 147,
    "hỏi": 818,
    "ỏi ": 1708,
    " hỏi": 148,
    "hỏi ": 819,
    "ú": 1512,
    "hú": 769,
    "út": 1516,
    "t ": 1216,
    "chú": 558,
    "hút": 770,
    "út ": 1517,
    " chú": 60,
    "chút": 559,
    "hút ": 771,
    "by": 495,
    "ye": 1397,
    "e ": 626,
    " by": 24,
    "bye": 496,
    "ye ": 1398,
    " bye": 25,
    "bye ": 497,
    "tạ": 1301,
    "ạm": 1600,
    "m ": 978,
    " tạ": 341,
    "tạm": 1302,
    "ạm ": 1601,
    " tạm": 342,
    "tạm ": 1303,
    "ệ": 1681,
    "bi": 477,
    "iệ": 904,
    "ệt": 1686,
    " bi": 14,
    "biệ": 482,
    "iệt": 907,
    "ệt ": 1687,
    " biệ": 17,
    "biệt": 483,
    "iệt ": 908,
    "ủ": 1770,
    " n": 219,
    "gủ": 693,
    "ủ ": 1771,
    " ng": 222,
    "ngủ": 1039,
    "gủ ": 694,
    " ngủ": 227,
    "ngủ ": 1040,
    "go": 663,
    "on": 1089,
    "ngo": 1031,
    "gon": 664,
    "on ": 1090,
    " ngo": 223,
    "ngon": 1032,
    "gon ": 665,
    "d": 605,
    " g": 102,
    "oo": 1091,
    "od": 1081,
    "db": 606,
    " go": 108,
    "goo": 666,
    "ood": 1092,
    "odb": 1082,
    "dby": 607,
    " goo": 109,
    "good": 667,
    "oodb": 1093,
    "odby": 1083,
    "dbye": 608,
    "ẹ": 1653,
    "hẹ": 798,
    "ẹn": 1655,
    " hẹ": 145,
    "hẹn": 799,
    "ẹn ": 1656,
    " hẹn": 146,
    "hẹn ": 800,
    "ặ": 1648,
    "gặ": 681,
    "ặp": 1651,
    " gặ": 116,
    "gặp": 682,
    "ặp ": 1652,
    " gặp": 117,
    "gặp ": 683,
    " l": 174,
    "lạ": 971,
    "ại": 1598,
    " lạ": 191,
    "lại": 972,
    "ại ": 1599,
    " lại": 192,
    "lại ": 973,
    "đ": 1525,
    " đ": 392,
    "đú": 1541,
    "ún": 1513,
    " đú": 403,
    "đún": 1542,
    "úng": 1514,
    " đún": 404,
    "đúng": 1543,
    "úng ": 1515,
    "r": 1138,
    "ồ": 1721,
    " r": 265,
    "rồ": 1174,
    "ồi": 1722,
    " rồ": 275,
    "rồi": 1175,
    "ồi ": 1723,
    " rồi": 276,
    "rồi ": 1176,
    " y": 376,
    "es": 640,
    "s ": 1183,
    " ye": 377,
    "yes": 1399,
    "es ": 641,
    " yes": 378,
    "yes ": 1400,
    "í": 1482,
    "hí": 756,
    "ín": 1489,
    "chí": 556,
    "hín": 760,
    "ính": 1490,
    " chí": 59,
    "chín": 557,
    "hính": 761,
    "ính ": 1491,
    "xá": 1392,
    "ác": 1430,
    "c ": 529,
    " xá": 374,
    "xác": 1393,
    "ác ": 1431,
    " xác": 375,
    "xác ": 1394,
    "ẩ": 1627,
    "hu": 731,
    "uẩ": 1345,
    "ẩn": 1630,
    "chu": 545,
    "huẩ": 738,
    "uẩn": 1346,
    "ẩn ": 1631,
    " chu": 55,
    "chuẩ": 548,
    "huẩn": 739,
    "uẩn ": 1347,
    "ô": 1500,
    "lu": 956,
    "uô": 1342,
    "ôn": 1503,
    " lu": 181,
    "luô": 957,
    "uôn": 1343,
    "ôn ": 1504,
    " luô": 182,
    "luôn": 958,
    "uôn ": 1344,
    "br": 487,
    "ro": 1149,
    " br": 20,
    "bro": 488,
    "ro ": 1150,
    " bro": 21,
    "bro ": 489,
    "ả": 1604,
    " p": 252,
    "ph": 1117,
    "hả": 784,
    "ải": 1605,
    " ph": 253,
    "phả": 1126,
    "hải": 785,
    "ải ": 1606,
    " phả": 258,
    "phải": 1127,
    "hải ": 786,
    "k": 909,
    " o": 247,
    "ok": 1084,
    "k ": 910,
    " ok": 248,
    "ok ": 1085,
    " ok ": 249,
    "há": 747,
    "á ": 1429,
    " nh": 228,
    "nhá": 1046,
    "há ": 748,
    " nhá": 230,
    "nhá ": 1047,
    "đồ": 1560,
    "ồn": 1724,
    " đồ": 416,
    "đồn": 1561,
    "ồng": 1725,
    " đồn": 417,
    "đồng": 1562,
    "ồng ": 1726,
    "ý": 1518,
    " ý": 387,
    "ý ": 1519,
    " ý ": 388,
    " k": 157,
    "kh": 914,
    "hô": 762,
    " kh": 160,
    "khô": 919,
    "hôn": 763,
    "ông": 1505,
    " khô": 163,
    "khôn": 920,
    "hông": 764,
    "ông ": 1506,
    "th": 1223,
    "íc": 1486,
    " th": 298,
    "thí": 1230,
    "híc": 758,
    "ích": 1487,
    "ch ": 536,
    " thí": 302,
    "thíc": 1231,
    "hích": 759,
    "ích ": 1488,
    "tô": 1294,
    "ôi": 1501,
    " tô": 336,
    "tôi": 1295,
    "ôi ": 1502,
    " tôi": 337,
    "tôi ": 1296,
    "â": 1450,
    "đâ": 1535,
    "âu": 1455,
    " đâ": 399,
    "đâu": 1536,
    "âu ": 1456,
    " đâu": 400,
    "đâu ": 1537,
    "mu": 989,
    "uố": 1348,
    "ốn": 1715,
    " mu": 198,
    "muố": 992,
    "uốn": 1351,
    "ốn ": 1716,
    " muố": 200,
    "muốn": 993,
    "uốn ": 1352,
    "xe": 1384,
    "em": 633,
    " xe": 368,
    "xem": 1385,
    "em ": 634,
    " xem": 369,
    "xem ": 1386,
    "thô": 1232,
    " thô": 303,
    "thôn": 1233,
    "ti": 1254,
    " ti": 314,
    "tin": 1257,
    " tin": 316,
    "tin ": 1258,
    "sả": 1204,
    "ản": 1609,
    " sả": 289,
    "sản": 1205,
    "ản ": 1610,
    " sản": 290,
    "sản ": 1206,
    "hẩ": 792,
    "ẩm": 1628,
    "phẩ": 1128,
    "hẩm": 793,
    "ẩm ": 1629,
    " phẩ": 259,
    "phẩm": 1129,
    "hẩm ": 794,
    "ở": 1752,
    " ở": 427,
    "ở ": 1753,
    " ở ": 428,
    "là": 959,
    "àm": 1420,
    " là": 183,
    "làm": 961,
    "àm ": 1421,
    " làm": 185,
    "làm ": 962,
    "sa": 1184,
    "ao": 461,
    " sa": 278,
    "sao": 1185,
    "ao ": 462,
    " sao": 279,
    "sao ": 1186,
    "ể": 1675,
    "để": 1555,
    "ể ": 1676,
    " để": 412,
    "để ": 1556,
    " để ": 413,
    "chi ": 541,
    "ế": 1661,
    "iế": 889,
    "ết": 1665,
    "tiế": 1259,
    "iết": 890,
    "ết ": 1666,
    " tiế": 317,
    "tiết": 1260,
    "iết ": 891,
    "hì": 754,
    "ì ": 1476,
    "thì": 1228,
    "hì ": 755,
    " thì": 301,
    "thì ": 1229,
    "cá": 576,
    " cá": 70,
    "các": 578,
    "ách": 1432,
    " các": 72,
    "cách": 580,
    "ách ": 1433,
    "hế": 803,
    "ế ": 1662,
    "thế": 1240,
    "hế ": 804,
    " thế": 307,
    "thế ": 1241,
    "nà": 1061,
    " nà": 237,
    "nào": 1062,
    " nào": 238,
    "nào ": 1063,
    "tì": 1288,
    "ìm": 1477,
    " tì": 332,
    "tìm": 1289,
    "ìm ": 1478,
    " tìm": 333,
    "tìm ": 1290,
    "iể": 899,
    "ểu": 1679,
    "hiể": 721,
    "iểu": 902,
    "ểu ": 1680,
    " hiể": 131,
    "hiểu": 722,
    "iểu ": 903,
    "về": 1373,
    "ề ": 1670,
    " về": 359,
    "về ": 1374,
    " về ": 360,
    "ó": 1494,
    "có": 588,
    "ó ": 1495,
    " có": 77,
    "có ": 589,
    " có ": 78,
    "hể": 805,
    "thể": 1242,
    "hể ": 806,
    " thể": 308,
    "thể ": 1243,
    "à ": 1419,
    "là ": 960,
    " là ": 184,
    "ai": 446,
    " ai": 5,
    "ai ": 447,
    " ai ": 6,
    " à": 379,
    " à ": 380,
    "ha": 697,
    "at": 463,
    "tb": 1217,
    "bo": 484,
    "ot": 1102,
    "cha": 537,
    "hat": 702,
    "atb": 464,
    "tbo": 1218,
    "bot": 485,
    "ot ": 1103,
    " cha": 52,
    "chat": 539,
    "hatb": 703,
    "atbo": 465,
    "tbot": 1219,
    "bot ": 486,
    "đa": 1526,
    "an": 455,
    " đa": 393,
    "đan": 1527,
    "ang": 457,
    " đan": 394,
    "đang": 1528,
    "ang ": 458,
    "nó": 1067,
    "ói": 1496,
    " nó": 241,
    "nói": 1068,
    "ói ": 1497,
    " nói": 242,
    "nói ": 1069,
    "uy": 1329,
    "yệ": 1415,
    "ện": 1682,
    "huy": 734,
    "uyệ": 1340,
    "yện": 1416,
    "ện ": 1683,
    "chuy": 547,
    "huyệ": 737,
    "uyện": 1341,
    "yện ": 1417,
    "ớ": 1739,
    "vớ": 1377,
    "ới": 1742,
    " vớ": 363,
    "với": 1378,
    "ới ": 1743,
    " với": 364,
    "với ": 1379,
    "co": 571,
    " co": 66,
    "con": 572,
    " con": 67,
    "con ": 573,
    "ờ": 1746,
    "gư": 678,
    "ườ": 1586,
    "ời": 1747,
    "ngư": 1035,
    "gườ": 679,
    "ười": 1587,
    "ời ": 1748,
    " ngư": 225,
    "ngườ": 1036,
    "gười": 680,
    "ười ": 1588,
    "ay": 468,
    " ha": 123,
    "hay": 704,
    "ay ": 469,
    " hay": 124,
    "hay ": 705,
    "má": 994,
    "áy": 1448,
    " má": 201,
    "máy": 997,
    "áy ": 1449,
    " máy": 203,
    "máy ": 998,
    "tí": 1291,
    " tí": 334,
    "tín": 1292,
    " tín": 335,
    "tính": 1293,
    "ậ": 1632,
    "hậ": 795,
    "ật": 1635,
    "thậ": 1236,
    "hật": 796,
    "ật ": 1636,
    " thậ": 305,
    "thật": 1237,
    "hật ": 797,
    " bo": 18,
    " bot": 19,
    "tha": 1224,
    "han": 700,
    "anh": 459,
    " tha": 299,
    "than": 1225,
    "hanh": 701,
    "anh ": 460,
    "to": 1266,
    "oá": 1109,
    " to": 320,
    "toá": 1269,
    "oán": 1110,
    "án ": 1437,
    " toá": 322,
    "toán": 1270,
    "oán ": 1111,
    "ằ": 1644,
    "bằ": 516,
    "ằn": 1645,
    " bằ": 38,
    "bằn": 517,
    "ằng": 1646,
    " bằn": 39,
    "bằng": 518,
    "ằng ": 1647,
    "ữ": 1783,
    "hữ": 844,
    "ữn": 1786,
    "nhữ": 1050,
    "hữn": 845,
    "ững": 1787,
    " nhữ": 232,
    "nhữn": 1051,
    "hững": 846,
    "ững ": 1788,
    "hư": 778,
    "ươ": 1576,
    "ơn": 1566,
    "phư": 1124,
    "hươ": 780,
    "ươn": 1579,
    "ơng": 1568,
    " phư": 257,
    "phươ": 1125,
    "hươn": 781,
    "ương": 1580,
    "ơng ": 1569,
    "ứ": 1774,
    "hứ": 841,
    "ức": 1775,
    "thứ": 1250,
    "hức": 842,
    "ức ": 1776,
    " thứ": 312,
    "thức": 1251,
    "hức ": 843,
    "ỗ": 1730,
    "hỗ": 823,
    "ỗ ": 1731,
    " hỗ": 149,
    "hỗ ": 824,
    " hỗ ": 150,
    "ợ": 1759,
    "tr": 1271,
    "rợ": 1177,
    "ợ ": 1760,
    " tr": 323,
    "trợ": 1281,
    "rợ ": 1178,
    " trợ": 328,
    "trợ ": 1282,
    "q": 1132,
    " q": 261,
    "qu": 1133,
    "ua": 1314,
    " qu": 262,
    "qua": 1134,
    "ua ": 1315,
    " qua": 263,
    "qua ": 1135,
    "ẻ": 1659,
    "hẻ": 801,
    "ẻ ": 1660,
    "thẻ": 1238,
    "hẻ ": 802,
    " thẻ": 306,
    "thẻ ": 1239,
    "mo": 985,
    "om": 1086,
    " mo": 196,
    "mom": 987,
    "omo": 1087,
    "mo ": 986,
    " mom": 197,
    "momo": 988,
    "omo ": 1088,
    "chư": 560,
    " chư": 61,
    "chươ": 561,
    "rì": 1163,
    "trì": 1279,
    "rìn": 1164,
    " trì": 327,
    "trìn": 1280,
    "rình": 1165,
    "yế": 1404,
    "ến": 1663,
    "khu": 917,
    "uyế": 1333,
    "yến": 1405,
    "ến ": 1664,
    " khu": 162,
    "khuy": 918,
    "huyế": 735,
    "uyến": 1334,
    "yến ": 1406,
    "ã": 1459,
    "mã": 999,
    "ãi": 1460,
    " mã": 204,
    "mãi": 1000,
    "ãi ": 1461,
    " mãi": 205,
    "mãi ": 1001,
    "gi": 653,
    "iả": 883,
    "ảm": 1607,
    " gi": 103,
    "giả": 659,
    "iảm": 884,
    "ảm ": 1608,
    " giả": 106,
    "giảm": 660,
    "iảm ": 885,
    "iá": 874,
    "giá": 657,
    "iá ": 875,
    " giá": 105,
    "giá ": 658,
    "gì": 673,
    " gì": 112,
    "gì ": 674,
    " gì ": 113,
    "mua": 990,
    " mua": 199,
    "mua ": 991,
    "nhi": 1043,
    " nhi": 229,
    "nhiề": 1045,
    "đư": 1547,
    "ượ": 1594,
    "ợc": 1761,
    " đư": 407,
    "đượ": 1550,
    "ược": 1595,
    "ợc ": 1762,
    " đượ": 409,
    "được": 1551,
    "ược ": 1596,
    " ư": 421,
    "ưu": 1574,
    " ưu": 422,
    "ưu ": 1575,
    " ưu ": 423,
    "đã": 1538,
    " đã": 401,
    "đãi": 1539,
    " đãi": 402,
    "đãi ": 1540,
    "hờ": 831,
    "thờ": 1248,
    "hời": 832,
    " thờ": 311,
    "thời": 1249,
    "hời ": 833,
    "ia": 852,
    "gia": 654,
    "ian": 853,
    "an ": 456,
    " gia": 104,
    "gian": 655,
    "ian ": 854,
    "iao": 855,
    "giao": 656,
    "iao ": 856,
    "ba": 471,
    " ba": 12,
    "bao": 472,
    " bao": 13,
    "bao ": 473,
    "lâ": 963,
    " lâ": 186,
    "lâu": 966,
    " lâu": 188,
    "lâu ": 967,
    "í ": 1483,
    "phí": 1120,
    "hí ": 757,
    " phí": 255,
    "phí ": 1121,
    "ip": 872,
    "shi": 1191,
    "hip": 715,
    "ip ": 873,
    " shi": 281,
    "ship": 1192,
    "hip ": 716,
    "iê": 876,
    "êu": 1473,
    "hiê": 717,
    "iêu": 881,
    "êu ": 1474,
    "nhiê": 1044,
    "hiêu": 718,
    "iêu ": 882,
    "ọ": 1699,
    "họ": 812,
    "ọn": 1700,
    "chọ": 564,
    "họn": 813,
    "ọn ": 1701,
    " chọ": 63,
    "chọn": 565,
    "họn ": 814,
    "đơ": 1544,
    " đơ": 405,
    "đơn": 1545,
    "ơn ": 1567,
    " đơn": 406,
    "đơn ": 1546,
    "ị": 1690,
    "vị": 1375,
    "ị ": 1691,
    " vị": 361,
    "vị ": 1376,
    " vị ": 362,
    "vậ": 1368,
    "ận": 1633,
    " vậ": 356,
    "vận": 1369,
    "ận ": 1634,
    " vận": 357,
    "vận ": 1370,
    "yể": 1412,
    "ển": 1677,
    "uyể": 1338,
    "yển": 1413,
    "ển ": 1678,
    "huyể": 736,
    "uyển": 1339,
    "yển ": 1414,
    " d": 89,
    "dư": 617,
    "ưa": 1572,
    " dư": 94,
    "dưa": 618,
    "ưa ": 1573,
    " dưa": 95,
    "dưa ": 619,
    "lư": 968,
    "ướ": 1581,
    " lư": 189,
    "lướ": 969,
    "ưới": 1584,
    " lướ": 190,
    "lưới": 970,
    "ưới ": 1585,
    "ền": 1671,
    "tiề": 1262,
    "iền": 895,
    "ền ": 1672,
    " tiề": 318,
    "tiền": 1263,
    "iền ": 896,
    "ắ": 1639,
    "bắ": 513,
    "ắp": 1642,
    " bắ": 36,
    "bắp": 514,
    "ắp ": 1643,
    " bắp": 37,
    "bắp ": 515,
    "cả": 590,
    " cả": 79,
    "cải": 591,
    " cải": 80,
    "cải ": 592,
    "củ": 599,
    "ủa": 1772,
    " củ": 85,
    "của": 600,
    "ủa ": 1773,
    " của": 86,
    "của ": 601,
    "hị": 809,
    "ịt": 1697,
    "thị": 1244,
    "hịt": 810,
    "ịt ": 1698,
    " thị": 309,
    "thịt": 1245,
    "hịt ": 811,
    "eo": 635,
    "heo": 709,
    "eo ": 636,
    " heo": 127,
    "heo ": 710,
    "gà": 671,
    " gà": 110,
    "gà ": 672,
    " gà ": 111,
    "gu": 668,
    "yê": 1401,
    "ên": 1469,
    "ngu": 1033,
    "guy": 669,
    "uyê": 1331,
    "yên": 1402,
    "ên ": 1470,
    " ngu": 224,
    "nguy": 1034,
    "guyê": 670,
    "uyên": 1332,
    "yên ": 1403,
    "cá ": 577,
    " cá ": 71,
    "biể": 480,
    "iển": 900,
    " biể": 16,
    "biển": 481,
    "iển ": 901,
    "sữ": 1212,
    "ữa": 1784,
    " sữ": 295,
    "sữa": 1213,
    "ữa ": 1785,
    " sữa": 296,
    "sữa ": 1214,
    "tươ": 1299,
    "ươi": 1577,
    " tươ": 340,
    "tươi": 1300,
    "ươi ": 1578,
    "oa": 1078,
    "kho": 915,
    "hoa": 725,
    "oai": 1079,
    " kho": 161,
    "khoa": 916,
    "hoai": 726,
    "oai ": 1080,
    "tâ": 1285,
    "ây": 1457,
    " tâ": 330,
    "tây": 1286,
    "ây ": 1458,
    " tây": 331,
    "tây ": 1287,
    "cà": 574,
    " cà": 68,
    "cà ": 575,
    " cà ": 69,
    "hua": 732,
    "chua": 546,
    "hua ": 733,
    "bá": 498,
    " bá": 26,
    "bán": 499,
    "ánh": 1440,
    " bán": 27,
    "bánh": 501,
    "ánh ": 1441,
    "gọ": 684,
    "ọt": 1702,
    "ngọ": 1037,
    "gọt": 685,
    "ọt ": 1703,
    " ngọ": 226,
    "ngọt": 1038,
    "gọt ": 686,
    "nư": 1070,
    "ớc": 1740,
    " nư": 243,
    "nướ": 1071,
    "ước": 1582,
    "ớc ": 1741,
    " nướ": 244,
    "nước": 1072,
    "ước ": 1583,
    "su": 1198,
    " su": 285,
    "suố": 1199,
    "uối": 1349,
    " suố": 286,
    "suối": 1200,
    "uối ": 1350,
    "ộ": 1732,
    "mộ": 1015,
    "ột": 1737,
    " mộ": 215,
    "một": 1016,
    "ột ": 1738,
    " một": 216,
    "một ": 1017,
    "hai": 698,
    "chai": 538,
    "hai ": 699,
    "ă": 1520,
    "hă": 772,
    "ăn": 1521,
    "khă": 921,
    "hăn": 773,
    "ăn ": 1522,
    " khă": 164,
    "khăn": 922,
    "hăn ": 774,
    "iấ": 886,
    "ấy": 1620,
    "giấ": 661,
    "iấy": 887,
    "ấy ": 1621,
    " giấ": 107,
    "giấy": 662,
    "iấy ": 888,
    "dầ": 622,
    "ầu": 1625,
    " dầ": 97,
    "dầu": 623,
    "ầu ": 1626,
    " dầu": 98,
    "dầu ": 624,
    "gộ": 687,
    "ội": 1733,
    " gộ": 118,
    "gội": 688,
    "ội ": 1734,
    " gội": 119,
    "gội ": 689,
    "tắ": 1304,
    "ắm": 1640,
    " tắ": 343,
    "tắm": 1305,
    "ắm ": 1641,
    " tắm": 344,
    "tắm ": 1306,
    "mì ": 1003,
    " mì ": 207,
    "gó": 675,
    " gó": 114,
    "gói": 676,
    " gói": 115,
    "gói ": 677,
    "ra": 1142,
    " ra": 266,
    "ra ": 1143,
    " ra ": 267,
    "or": 1096,
    "re": 1146,
    " or": 250,
    "ore": 1097,
    "reo": 1147,
    " ore": 251,
    "oreo": 1098,
    "reo ": 1148,
    "dâ": 614,
    " dâ": 92,
    "dâu": 615,
    " dâu": 93,
    "dâu ": 616,
    "quy": 1136,
    "uy ": 1330,
    " quy": 264,
    "quy ": 1137,
    "nắ": 1073,
    " nắ": 245,
    "nắm": 1074,
    " nắm": 246,
    "nắm ": 1075,
    "ki": 927,
    "im": 863,
    " ki": 167,
    "kim": 928,
    "im ": 864,
    " kim": 168,
    "kim ": 929,
    "hâ": 751,
    "âm": 1451,
    "châ": 554,
    "hâm": 752,
    "âm ": 1452,
    " châ": 58,
    "châm": 555,
    "hâm ": 753,
    "_": 429,
    " _": 1,
    "__": 431,
    "_n": 435,
    "nu": 1058,
    "um": 1316,
    "mb": 979,
    "be": 474,
    "er": 637,
    "r_": 1139,
    "_ ": 430,
    " __": 2,
    "__n": 433,
    "_nu": 436,
    "num": 1059,
    "umb": 1317,
    "mbe": 980,
    "ber": 475,
    "er_": 638,
    "r__": 1140,
    "__ ": 432,
    " __n": 3,
    "__nu": 434,
    "_num": 437,
    "numb": 1060,
    "umbe": 1318,
    "mber": 981,
    "ber_": 476,
    "er__": 639,
    "r__ ": 1141,
    "bị": 524,
    "ịc": 1694,
    " bị": 44,
    "bịc": 526,
    "ịch": 1695,
    " bịc": 46,
    "bịch": 527,
    "ịch ": 1696,
    "ậy": 1637,
    "vậy": 1371,
    "ậy ": 1638,
    " vậy": 358,
    "vậy ": 1372,
    "hủ": 839,
    " hủ": 155,
    "hủ ": 840,
    " hủ ": 156,
    "ếu": 1667,
    "iếu": 892,
    "ếu ": 1668,
    "tiếu": 1261,
    "iếu ": 893,
    "na": 1022,
    "am": 451,
    " na": 220,
    "nam": 1026,
    "am ": 452,
    " nam": 221,
    "nam ": 1027,
    "va": 1357,
    " va": 349,
    "van": 1358,
    " van": 350,
    "vang": 1359,
    "như": 1048,
    "hư ": 779,
    " như": 231,
    "như ": 1049,
    "hở": 834,
    "phở": 1130,
    "hở ": 835,
    " phở": 260,
    "phở ": 1131,
    "ò": 1492,
    "bò": 505,
    "ò ": 1493,
    " bò": 30,
    "bò ": 506,
    " bò ": 31,
    "ru": 1151,
    "yề": 1409,
    "tru": 1272,
    "ruy": 1152,
    "uyề": 1336,
    "yền": 1410,
    " tru": 324,
    "truy": 1273,
    "ruyề": 1153,
    "uyền": 1337,
    "yền ": 1411,
    "hố": 820,
    "thố": 1246,
    "hốn": 821,
    "ống": 1717,
    " thố": 310,
    "thốn": 1247,
    "hống": 822,
    "ống ": 1718,
    "ờn": 1749,
    "đườ": 1548,
    "ườn": 1589,
    "ờng": 1750,
    " đườ": 408,
    "đườn": 1549,
    "ường": 1590,
    "ờng ": 1751,
    "mí": 1006,
    "ía": 1484,
    " mí": 209,
    "mía": 1007,
    "ía ": 1485,
    " mía": 210,
    "mía ": 1008,
    " á": 381,
    " á ": 382,
    "ù": 1507,
    "hù": 765,
    "ùn": 1509,
    "thù": 1234,
    "hùn": 767,
    "ùng": 1510,
    " thù": 304,
    "thùn": 1235,
    "hùng": 768,
    "ùng ": 1511,
    "ku": 932,
    "un": 1319,
    " ku": 170,
    "kun": 933,
    "un ": 1320,
    " kun": 171,
    "kun ": 934,
    "rá": 1154,
    "ái": 1434,
    "trá": 1274,
    "rái": 1155,
    "ái ": 1435,
    " trá": 325,
    "trái": 1275,
    "rái ": 1156,
    "câ": 583,
    " câ": 74,
    "cây": 586,
    " cây": 76,
    "cây ": 587,
    "du": 609,
    "ut": 1326,
    "tc": 1220,
    " du": 90,
    "dut": 610,
    "utc": 1327,
    "tch": 1221,
    " dut": 91,
    "dutc": 611,
    "utch": 1328,
    "tch ": 1222,
    "la": 939,
    "ad": 443,
    "dy": 612,
    " la": 175,
    "lad": 940,
    "ady": 444,
    "dy ": 613,
    " lad": 176,
    "lady": 941,
    "ady ": 445,
    "vi": 1360,
    "mi": 982,
    "il": 860,
    "lk": 945,
    " vi": 351,
    "vin": 1361,
    "ina": 867,
    "ami": 453,
    "mil": 983,
    "ilk": 861,
    "lk ": 946,
    " vin": 352,
    "vina": 1362,
    "inam": 869,
    "nami": 1028,
    "amil": 454,
    "milk": 984,
    "ilk ": 862,
    "rán": 1157,
    "trán": 1276,
    "ráng": 1158,
    "ni": 1052,
    " ni": 233,
    "nin": 1053,
    "inh": 870,
    " nin": 234,
    "ninh": 1054,
    "inh ": 871,
    "ảo": 1613,
    " hả": 140,
    "hảo": 787,
    "ảo ": 1614,
    " hảo": 142,
    "hảo ": 788,
    "ca": 530,
    " ca": 48,
    "cay": 533,
    " cay": 50,
    "cay ": 534,
    "rố": 1171,
    "ốt": 1719,
    " rố": 273,
    "rốt": 1172,
    "ốt ": 1720,
    " rốt": 274,
    "rốt ": 1173,
    "hấ": 789,
    "ấu": 1618,
    " hấ": 143,
    "hấu": 790,
    "ấu ": 1619,
    " hấu": 144,
    "hấu ": 791,
    "ụ": 1767,
    "cụ": 596,
    "ục": 1768,
    " cụ": 83,
    "cục": 597,
    "ục ": 1769,
    " cục": 84,
    "cục ": 598,
    "xà": 1390,
    " xà": 372,
    "xà ": 1391,
    " xà ": 373,
    "bô": 507,
    " bô": 32,
    "bôn": 508,
    " bôn": 33,
    "bông": 509,
    "f": 647,
    "li": 942,
    "if": 857,
    "fe": 648,
    "eb": 627,
    "uo": 1321,
    "oy": 1104,
    " li": 177,
    "lif": 943,
    "ife": 858,
    "feb": 649,
    "ebu": 628,
    "buo": 491,
    "uoy": 1322,
    "oy ": 1105,
    " lif": 178,
    "life": 944,
    "ifeb": 859,
    "febu": 650,
    "ebuo": 629,
    "buoy": 492,
    "uoy ": 1323,
    "bẹ": 519,
    "ẹ ": 1654,
    " bẹ": 40,
    "bẹ ": 520,
    " bẹ ": 41,
    "xa": 1381,
    " xa": 366,
    "xan": 1382,
    " xan": 367,
    "xanh": 1383,
    "lố": 974,
    "ốc": 1711,
    " lố": 193,
    "lốc": 975,
    "ốc ": 1712,
    " lốc": 194,
    "lốc ": 976,
    "hộ": 825,
    "ộp": 1735,
    " hộ": 151,
    "hộp": 826,
    "ộp ": 1736,
    " hộp": 152,
    "hộp ": 827,
    "no": 1055,
    " no": 235,
    "non": 1056,
    " non": 236,
    "non ": 1057,
    "ke": 911,
    " ke": 158,
    "kem": 912,
    " kem": 159,
    "kem ": 913,
    "đá": 1532,
    " đá": 397,
    "đán": 1533,
    " đán": 398,
    "đánh": 1534,
    "ră": 1166,
    " ră": 269,
    "răn": 1167,
    "ăng": 1523,
    " răn": 270,
    "răng": 1168,
    "ăng ": 1524,
    "cl": 568,
    "os": 1099,
    "se": 1187,
    "eu": 642,
    "up": 1324,
    " cl": 64,
    "clo": 569,
    "los": 952,
    "ose": 1100,
    "seu": 1188,
    "eup": 643,
    "up ": 1325,
    " clo": 65,
    "clos": 570,
    "lose": 953,
    "oseu": 1101,
    "seup": 1189,
    "eup ": 644,
    " ă": 389,
    " ăn": 390,
    " ăn ": 391,
    "cái": 581,
    " cái": 73,
    "cái ": 582,
    "ân": 1453,
    "lân": 964,
    "ân ": 1454,
    " lân": 187,
    "lân ": 965,
    "số": 1207,
    "ố ": 1710,
    " số": 291,
    "số ": 1208,
    " số ": 292,
    "đi": 1529,
    " đi": 395,
    "điệ": 1530,
    "iện": 905,
    " điệ": 396,
    "điện": 1531,
    "iện ": 906,
    "oạ": 1112,
    "tho": 1226,
    "hoạ": 729,
    "oại": 1113,
    " tho": 300,
    "thoạ": 1227,
    "hoại": 730,
    "oại ": 1114,
    "đị": 1557,
    "ịa": 1692,
    " đị": 414,
    "địa": 1558,
    "ịa ": 1693,
    " địa": 415,
    "địa ": 1559,
    "ỉ": 1688,
    "hỉ": 807,
    "ỉ ": 1689,
    "chỉ": 562,
    "hỉ ": 808,
    " chỉ": 62,
    "chỉ ": 563,
    "rẻ": 1169,
    " rẻ": 271,
    "rẻ ": 1170,
    " rẻ ": 272,
    "hơ": 775,
    " hơ": 136,
    "hơn": 776,
    " hơn": 137,
    "hơn ": 777,
    "bán ": 500,
    "dướ": 620,
    " dướ": 96,
    "dưới": 621,
    "các ": 579,
    " lo": 179,
    "loạ": 954,
    " loạ": 180,
    "loại": 955,
    "sn": 1195,
    "ac": 440,
    "ck": 566,
    " sn": 283,
    "sna": 1196,
    "nac": 1024,
    "ack": 441,
    "ck ": 567,
    " sna": 284,
    "snac": 1197,
    "nack": 1025,
    "ack ": 442,
    "áo": 1442,
    "chá": 552,
    "háo": 749,
    "áo ": 1443,
    " chá": 57,
    "cháo": 553,
    "háo ": 750,
    "kẹ": 935,
    "ẹo": 1657,
    " kẹ": 172,
    "kẹo": 936,
    "ẹo ": 1658,
    " kẹo": 173,
    "kẹo ": 937,
    " e": 99,
    " em": 100,
    " em ": 101,
    "cao": 531,
    " cao": 49,
    "cao ": 532,
    "rê": 1160,
    "trê": 1277,
    "rên": 1161,
    " trê": 326,
    "trên": 1278,
    "rên ": 1162,
    "bị ": 525,
    " bị ": 45,
    " hu": 132,
    "yết": 1407,
    " huy": 133,
    "uyết": 1335,
    "yết ": 1408,
    "áp": 1444,
    " áp": 383,
    "áp ": 1445,
    " áp ": 384,
    "nê": 1064,
    " nê": 239,
    "nên": 1065,
    " nên": 240,
    "nên ": 1066,
    "ự": 1789,
    "hự": 847,
    "ực": 1790,
    "thự": 1252,
    "hực": 848,
    "ực ": 1791,
    " thự": 313,
    "thực": 1253,
    "hực ": 849,
    "tốt": 1310,
    " tốt": 347,
    "tốt ": 1311,
    "tiể": 1264,
    " tiể": 319,
    "tiểu": 1265,
    "ỡ": 1757,
    "mỡ": 1018,
    "ỡ ": 1758,
    " mỡ": 217,
    "mỡ ": 1019,
    " mỡ ": 218,
    "áu": 1446,
    "máu": 995,
    "áu ": 1447,
    " máu": 202,
    "máu ": 996,
    "gợ": 690,
    "ợi": 1763,
    " gợ": 120,
    "gợi": 691,
    "ợi ": 1764,
    " gợi": 121,
    "gợi ": 692,
    "mó": 1009,
    "ón": 1498,
    " mó": 211,
    "món": 1010,
    "ón ": 1499,
    " món": 212,
    "món ": 1011,
    "ù ": 1508,
    "phù": 1122,
    "hù ": 766,
    " phù": 256,
    "phù ": 1123,
    "hợ": 836,
    "ợp": 1765,
    " hợ": 153,
    "hợp": 837,
    "ợp ": 1766,
    " hợp": 154,
    "hợp ": 838,
    "é": 1462,
    "bé": 502,
    "éo": 1463,
    " bé": 28,
    "béo": 503,
    "éo ": 1464,
    " béo": 29,
    "béo ": 504,
    "phì": 1118,
    " phì": 254,
    "phì ": 1119,
    "cân": 584,
    " cân": 75,
    "cân ": 585,
    "ránh": 1159,
    "kiê": 930,
    "iên": 879,
    "êng": 1471,
    " kiê": 169,
    "kiên": 931,
    "iêng": 880,
    "êng ": 1472,
    "mặ": 1012,
    "ặn": 1649,
    " mặ": 213,
    "mặn": 1013,
    "ặn ": 1650,
    " mặn": 214,
    "mặn ": 1014,
    " an": 9,
    " an ": 10,
    "oà": 1106,
    "toà": 1267,
    "oàn": 1107,
    "àn ": 1423,
    " toà": 321,
    "toàn": 1268,
    "oàn ": 1108,
    "bệ": 521,
    " bệ": 42,
    "bện": 522,
    "ệnh": 1684,
    " bện": 43,
    "bệnh": 523,
    "ệnh ": 1685,
    "sứ": 1209,
    " sứ": 293,
    "sức": 1210,
    " sức": 294,
    "sức ": 1211,
    "ỏe": 1705,
    "khỏ": 923,
    "hỏe": 816,
    "ỏe ": 1706,
    " khỏ": 165,
    "khỏe": 924,
    "hỏe ": 817,
    "tim": 1255,
    " tim": 315,
    "tim ": 1256,
    "huố": 740,
    "chuố": 549,
    "huối": 741,
    "rứ": 1179,
    "ứn": 1777,
    "trứ": 1283,
    "rứn": 1180,
    "ứng": 1778,
    " trứ": 329,
    "trứn": 1284,
    "rứng": 1181,
    "ứng ": 1779,
    "au": 466,
    "rau": 1144,
    "au ": 467,
    " rau": 268,
    "rau ": 1145,
    "bin": 478,
    "na ": 1023,
    " bin": 15,
    "bina": 479,
    "ina ": 868,
    " ả": 424,
    " ản": 425,
    "ảnh": 1611,
    " ảnh": 426,
    "ảnh ": 1612,
    "ưở": 1591,
    "ởn": 1754,
    " hư": 138,
    "hưở": 782,
    "ưởn": 1592,
    "ởng": 1755,
    " hưở": 139,
    "hưởn": 783,
    "ưởng": 1593,
    "ởng ": 1756,
    "đế": 1552,
    " đế": 410,
    "đến": 1553,
    " đến": 411,
    "đến ": 1554,
    "êm": 1467,
    "viê": 1363,
    "iêm": 877,
    "êm ": 1468,
    " viê": 353,
    "viêm": 1364,
    "iêm ": 878,
    "hớ": 828,
    "ớp": 1744,
    "khớ": 925,
    "hớp": 829,
    "ớp ": 1745,
    " khớ": 166,
    "khớp": 926,
    "hớp ": 830,
    " hải": 141
  },
  "response": null,
  "action_text": null
}