{
  "text": {
    "hey": 89,
    "hello": 87,
    "hi": 90,
    "xin": 266,
    "chào": 42,
    "buổi": 10,
    "sáng": 201,
    "bạn": 19,
    "chiều": 35,
    "tối": 251,
    "shop": 197,
    "ơi": 299,
    "cửa": 63,
    "hàng": 93,
    "ê": 277,
    "alo": 2,
    "mình": 146,
    "cần": 59,
    "tư": 248,
    "vấn": 256,
    "cho": 36,
    "hỏi": 104,
    "chút": 45,
    "bye": 11,
    "tạm": 250,
    "biệt": 7,
    "ngủ": 158,
    "ngon": 154,
    "goodbye": 78,
    "hẹn": 103,
    "gặp": 83,
    "lại": 133,
    "đúng": 287,
    "rồi": 192,
    "yes": 271,
    "chính": 44,
    "xác": 268,
    "chuẩn": 40,
    "luôn": 127,
    "bro": 9,
    "phải": 180,
    "ok": 174,
    "nhá": 163,
    "đồng": 297,
    "ý": 279,
    "không": 116,
    "thích": 213,
    "tôi": 245,
    "đâu": 285,
    "muốn": 141,
    "xem": 265,
    "thông": 214,
    "tin": 225,
    "sản": 203,
    "phẩm": 181,
    "ở": 302,
    "làm": 129,
    "sao": 195,
    "để": 294,
    "chi": 33,
    "tiết": 227,
    "thì": 212,
    "cách": 54,
    "thế": 218,
    "nào": 168,
    "tìm": 242,
    "hiểu": 91,
    "về": 259,
    "có": 57,
    "thể": 219,
    "là": 128,
    "ai": 1,
    "à": 274,
    "chatbot": 31,
    "đang": 281,
    "nói": 170,
    "chuyện": 39,
    "với": 262,
    "con": 49,
    "người": 156,
    "hay": 86,
    "máy": 143,
    "tính": 244,
    "thật": 216,
    "bot": 8,
    "thanh": 208,
    "toán": 232,
    "bằng": 21,
    "những": 165,
    "phương": 179,
    "thức": 222,
    "hỗ": 107,
    "trợ": 239,
    "qua": 183,
    "thẻ": 217,
    "momo": 139,
    "chương": 46,
    "trình": 236,
    "khuyến": 114,
    "mãi": 144,
    "giảm": 77,
    "giá": 75,
    "gì": 81,
    "mua": 140,
    "nhiều": 160,
    "được": 290,
    "ưu": 300,
    "đãi": 286,
    "thời": 221,
    "gian": 72,
    "giao": 73,
    "bao": 5,
    "lâu": 130,
    "phí": 177,
    "ship": 196,
    "nhiêu": 159,
    "chọn": 48,
    "đơn": 288,
    "vị": 260,
    "vận": 257,
    "chuyển": 38,
    "dưa": 66,
    "lưới": 132,
    "tiền": 229,
    "bắp": 20,
    "cải": 58,
    "của": 62,
    "thịt": 220,
    "heo": 88,
    "gà": 79,
    "nguyên": 155,
    "cá": 52,
    "biển": 6,
    "sữa": 206,
    "tươi": 249,
    "khoai": 113,
    "tây": 241,
    "cà": 51,
    "chua": 37,
    "trứng": 240,
    "lốc": 134,
    "ovaltine": 175,
    "đặc": 292,
    "đường": 289,
    "cam": 28,
    "hú": 95,
    "lóc": 131,
    "sạch": 202,
    "nục": 172,
    "ra": 185,
    "điều": 282,
    "hồng": 106,
    "ba": 4,
    "sa": 194,
    "cắt": 60,
    "khúc": 117,
    "rội": 193,
    "__number__": 0,
    "bịch": 25,
    "vậy": 258,
    "xương": 270,
    "như": 164,
    "xay": 264,
    "mía": 147,
    "á": 275,
    "thùng": 215,
    "kun": 121,
    "trái": 233,
    "cây": 56,
    "một": 152,
    "dutch": 64,
    "lady": 123,
    "dâu": 65,
    "vinamilk": 254,
    "ức": 303,
    "mì": 145,
    "hảo": 101,
    "cay": 30,
    "rốt": 191,
    "hấu": 102,
    "ngọt": 157,
    "cục": 61,
    "bẹ": 22,
    "xanh": 263,
    "hộp": 108,
    "non": 166,
    "bó": 16,
    "xôi": 269,
    "rau": 186,
    "húng": 96,
    "quế": 184,
    "số": 204,
    "điện": 283,
    "thoại": 211,
    "địa": 295,
    "chỉ": 47,
    "nước": 171,
    "suối": 200,
    "rẻ": 189,
    "hơn": 97,
    "bán": 12,
    "dưới": 67,
    "trên": 235,
    "cai": 27,
    "các": 53,
    "loại": 125,
    "bánh": 13,
    "snack": 198,
    "kem": 111,
    "đánh": 284,
    "răng": 188,
    "xà": 267,
    "bông": 17,
    "hủ": 110,
    "tiếu": 228,
    "cháo": 43,
    "kẹo": 122,
    "em": 70,
    "dầu": 68,
    "gội": 84,
    "cao": 29,
    "cua": 50,
    "bị": 24,
    "huyết": 92,
    "áp": 276,
    "nên": 169,
    "ăn": 280,
    "thực": 223,
    "tốt": 252,
    "tiểu": 230,
    "mỡ": 153,
    "máu": 142,
    "gợi": 85,
    "món": 148,
    "phù": 178,
    "hợp": 109,
    "béo": 14,
    "phì": 176,
    "cân": 55,
    "kiêng": 120,
    "mặn": 151,
    "an": 3,
    "toàn": 231,
    "bệnh": 23,
    "sức": 205,
    "khỏe": 118,
    "thiếu": 209,
    "bổ": 26,
    "sung": 199,
    "gầy": 82,
    "yếu": 273,
    "thiện": 210,
    "trạng": 237,
    "mang": 138,
    "thai": 207,
    "rối": 190,
    "loạn": 126,
    "tiêu": 226,
    "hóa": 94,
    "gan": 71,
    "nhiễm": 161,
    "uống": 253,
    "giúp": 76,
    "tình": 243,
    "tăng": 247,
    "tim": 224,
    "chuối": 41,
    "yến": 272,
    "mạch": 149,
    "bò": 15,
    "động": 298,
    "phụ": 182,
    "nữ": 173,
    "nho": 162,
    "khô": 115,
    "ít": 278,
    "vịt": 261,
    "lộn": 135,
    "trẻ": 238,
    "đậu": 291,
    "nành": 167,
    "lợi": 136,
    "già": 74,
    "lựa": 137,
    "chay": 32,
    "tôm": 246,
    "gây": 80,
    "hại": 99,
    "dị": 69,
    "ứng": 304,
    "hải": 100,
    "bưởi": 18,
    "mắc": 150,
    "hồi": 105,
    "lang": 124,
    "ảnh": 301,
    "hưởng": 98,
    "đến": 293,
    "tránh": 234,
    "khi": 112,
    "đồ": 296,
    "chiên": 34,
    "rán": 187,
    "viêm": 255,
    "khớp": 119
  },
  "intent": {
    "greet": 15,
    "goodbye": 14,
    "affirm": 0,
    "deny": 12,
    "ask_product_info": 7,
    "ask_product_detail": 6,
    "bot_challenge": 11,
    "ask_payment": 4,
    "ask_promotion": 8,
    "ask_shipping": 9,
    "ask_price": 5,
    "ask_shop_info": 10,
    "filter_products": 13,
    "ask_food_for_condition": 1,
    "ask_if_food_good_for_condition": 3,
    "ask_food_to_avoid": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_products": 6,
    "action_food_to_avoid": 7,
    "action_get_product_price": 8,
    "action_recommend_food": 10,
    "action_recommend_food_by_condition": 11,
    "utter_ask_more_help": 17,
    "utter_ask_payment": 18,
    "utter_ask_product_detail": 19,
    "utter_ask_product_info": 20,
    "utter_ask_promotion": 21,
    "utter_ask_shipping": 22,
    "utter_ask_shop_info": 23,
    "utter_follow_up": 24,
    "utter_goodbye": 25,
    "utter_greet": 26,
    "utter_iamabot": 27,
    "utter_sorry": 28,
    "utter_thank_you": 29
  },
  "action_text": null,
  "intent_response_key": null
}