{
  "text": {
    " ": 0,
    "h": 917,
    "e": 845,
    "y": 1771,
    " h": 167,
    "he": 928,
    "ey": 859,
    "y ": 1772,
    " he": 170,
    "hey": 933,
    "ey ": 860,
    " hey": 173,
    "hey ": 934,
    "l": 1195,
    "o": 1371,
    "el": 847,
    "ll": 1201,
    "lo": 1204,
    "o ": 1372,
    "hel": 929,
    "ell": 848,
    "llo": 1202,
    "lo ": 1205,
    " hel": 171,
    "hell": 930,
    "ello": 849,
    "llo ": 1203,
    "i": 1103,
    "hi": 935,
    "i ": 1104,
    " hi": 174,
    "hi ": 936,
    " hi ": 175,
    "x": 1745,
    "n": 1304,
    " x": 489,
    "xi": 1754,
    "in": 1112,
    "n ": 1305,
    " xi": 495,
    "xin": 1755,
    "in ": 1113,
    " xin": 496,
    "xin ": 1756,
    "c": 723,
    "à": 1793,
    " c": 68,
    "ch": 730,
    "hà": 971,
    "ào": 1805,
    " ch": 72,
    "chà": 746,
    "hào": 975,
    "ào ": 1806,
    " chà": 77,
    "chào": 747,
    "hào ": 976,
    "b": 644,
    "u": 1667,
    "ổ": 2189,
    " b": 14,
    "bu": 667,
    "uổ": 1712,
    "ổi": 2191,
    " bu": 27,
    "buổ": 668,
    "uổi": 1713,
    "ổi ": 2192,
    " buổ": 28,
    "buổi": 669,
    "uổi ": 1714,
    "s": 1500,
    "á": 1809,
    "g": 861,
    " s": 377,
    "sá": 1522,
    "án": 1819,
    "ng": 1313,
    "g ": 862,
    " sá": 391,
    "sán": 1525,
    "áng": 1821,
    "ng ": 1314,
    " sán": 393,
    "sáng": 1526,
    "áng ": 1822,
    "ạ": 2035,
    "bạ": 700,
    "ạn": 2044,
    " bạ": 51,
    "bạn": 701,
    "ạn ": 2045,
    " bạn": 52,
    "bạn ": 702,
    "ề": 2125,
    "iề": 1141,
    "ều": 2129,
    "u ": 1668,
    "chi": 735,
    "hiề": 944,
    "iều": 1144,
    "ều ": 2130,
    " chi": 74,
    "chiề": 738,
    "hiều": 945,
    "iều ": 1145,
    "t": 1543,
    "ố": 2170,
    " t": 405,
    "tố": 1660,
    "ối": 2174,
    " tố": 464,
    "tối": 1661,
    "ối ": 2175,
    " tối": 465,
    "tối ": 1662,
    "p": 1415,
    "sh": 1506,
    "ho": 952,
    "op": 1389,
    "p ": 1416,
    " sh": 381,
    "sho": 1509,
    "hop": 956,
    "op ": 1390,
    " sho": 383,
    "shop": 1510,
    "hop ": 957,
    "ơ": 1996,
    " ơ": 575,
    "ơi": 1998,
    " ơi": 576,
    "ơi ": 1999,
    " ơi ": 577,
    "ử": 2258,
    "a": 609,
    "cử": 809,
    "ửa": 2259,
    "a ": 610,
    " cử": 115,
    "cửa": 810,
    "ửa ": 2260,
    " cửa": 116,
    "cửa ": 811,
    "àn": 1799,
    " hà": 180,
    "hàn": 972,
    "àng": 1801,
    " hàn": 181,
    "hàng": 973,
    "àng ": 1802,
    "ê": 1851,
    " ê": 518,
    "ê ": 1852,
    " ê ": 519,
    " a": 7,
    "al": 619,
    " al": 10,
    "alo": 620,
    " alo": 11,
    "alo ": 621,
    "m": 1250,
    "ì": 1861,
    " m": 268,
    "mì": 1275,
    "ìn": 1867,
    "nh": 1325,
    "h ": 918,
    " mì": 281,
    "mìn": 1277,
    "ình": 1868,
    "nh ": 1326,
    " mìn": 283,
    "mình": 1278,
    "ình ": 1869,
    "ầ": 2067,
    "cầ": 796,
    "ần": 2068,
    " cầ": 106,
    "cần": 797,
    "ần ": 2069,
    " cần": 107,
    "cần ": 798,
    "ư": 2004,
    "tư": 1651,
    "ư ": 2005,
    " tư": 458,
    "tư ": 1652,
    " tư ": 459,
    "v": 1718,
    "ấ": 2060,
    " v": 472,
    "vấ": 1725,
    "ấn": 2061,
    " vấ": 475,
    "vấn": 1726,
    "ấn ": 2062,
    " vấn": 476,
    "vấn ": 1727,
    "cho": 739,
    "ho ": 953,
    " cho": 75,
    "cho ": 740,
    "ỏ": 2164,
    "hỏ": 1063,
    "ỏi": 2168,
    " hỏ": 204,
    "hỏi": 1066,
    "ỏi ": 2169,
    " hỏi": 205,
    "hỏi ": 1067,
    "ú": 1911,
    "hú": 1007,
    "út": 1920,
    "t ": 1544,
    "chú": 754,
    "hút": 1013,
    "út ": 1921,
    " chú": 81,
    "chút": 755,
    "hút ": 1014,
    "by": 670,
    "ye": 1773,
    "e ": 846,
    " by": 29,
    "bye": 671,
    "ye ": 1774,
    " bye": 30,
    "bye ": 672,
    "tạ": 1655,
    "ạm": 2042,
    "m ": 1251,
    " tạ": 461,
    "tạm": 1658,
    "ạm ": 2043,
    " tạm": 463,
    "tạm ": 1659,
    "ệ": 2140,
    "bi": 654,
    "iệ": 1154,
    "ệt": 2146,
    " bi": 19,
    "biệ": 659,
    "iệt": 1157,
    "ệt ": 2147,
    " biệ": 22,
    "biệt": 660,
    "iệt ": 1158,
    "ủ": 2242,
    " n": 302,
    "gủ": 915,
    "ủ ": 2243,
    " ng": 305,
    "ngủ": 1323,
    "gủ ": 916,
    " ngủ": 310,
    "ngủ ": 1324,
    "go": 880,
    "on": 1384,
    "ngo": 1315,
    "gon": 881,
    "on ": 1385,
    " ngo": 306,
    "ngon": 1316,
    "gon ": 882,
    "d": 812,
    " g": 140,
    "oo": 1386,
    "od": 1376,
    "db": 816,
    " go": 150,
    "goo": 883,
    "ood": 1387,
    "odb": 1377,
    "dby": 817,
    " goo": 151,
    "good": 884,
    "oodb": 1388,
    "odby": 1378,
    "dbye": 818,
    "ẹ": 2109,
    "hẹ": 1043,
    "ẹn": 2111,
    " hẹ": 200,
    "hẹn": 1044,
    "ẹn ": 2112,
    " hẹn": 201,
    "hẹn ": 1045,
    "ặ": 2102,
    "gặ": 903,
    "ặp": 2107,
    " gặ": 161,
    "gặp": 904,
    "ặp ": 2108,
    " gặp": 162,
    "gặp ": 905,
    " l": 236,
    "lạ": 1235,
    "ại": 2040,
    " lạ": 258,
    "lại": 1236,
    "ại ": 2041,
    " lại": 259,
    "lại ": 1237,
    "đ": 1931,
    " đ": 531,
    "đú": 1953,
    "ún": 1915,
    " đú": 545,
    "đún": 1954,
    "úng": 1916,
    " đún": 546,
    "đúng": 1955,
    "úng ": 1917,
    "r": 1443,
    "ồ": 2182,
    " r": 356,
    "rồ": 1489,
    "ồi": 2184,
    " rồ": 373,
    "rồi": 1490,
    "ồi ": 2185,
    " rồi": 374,
    "rồi ": 1491,
    " y": 507,
    "es": 857,
    "s ": 1501,
    " ye": 508,
    "yes": 1775,
    "es ": 858,
    " yes": 509,
    "yes ": 1776,
    "í": 1870,
    "hí": 987,
    "ín": 1877,
    "chí": 750,
    "hín": 991,
    "ính": 1878,
    " chí": 79,
    "chín": 751,
    "hính": 992,
    "ính ": 1879,
    "xá": 1762,
    "ác": 1811,
    "c ": 724,
    " xá": 501,
    "xác": 1763,
    "ác ": 1812,
    " xác": 502,
    "xác ": 1764,
    "ẩ": 2074,
    "hu": 960,
    "uẩ": 1701,
    "ẩn": 2077,
    "chu": 741,
    "huẩ": 967,
    "uẩn": 1702,
    "ẩn ": 2078,
    " chu": 76,
    "chuẩ": 744,
    "huẩn": 968,
    "uẩn ": 1703,
    "ô": 1896,
    "lu": 1214,
    "uô": 1692,
    "ôn": 1902,
    " lu": 243,
    "luô": 1215,
    "uôn": 1693,
    "ôn ": 1903,
    " luô": 244,
    "luôn": 1216,
    "uôn ": 1694,
    "br": 664,
    "ro": 1451,
    " br": 25,
    "bro": 665,
    "ro ": 1452,
    " bro": 26,
    "bro ": 666,
    "ả": 2048,
    " p": 341,
    "ph": 1417,
    "hả": 1027,
    "ải": 2050,
    " ph": 342,
    "phả": 1426,
    "hải": 1028,
    "ải ": 2051,
    " phả": 347,
    "phải": 1427,
    "hải ": 1029,
    "k": 1161,
    " o": 336,
    "ok": 1379,
    "k ": 1162,
    " ok": 337,
    "ok ": 1380,
    " ok ": 338,
    "há": 977,
    "á ": 1810,
    " nh": 311,
    "nhá": 1333,
    "há ": 978,
    " nhá": 314,
    "nhá ": 1334,
    "đồ": 1988,
    "ồn": 2186,
    " đồ": 569,
    "đồn": 1990,
    "ồng": 2187,
    " đồn": 571,
    "đồng": 1991,
    "ồng ": 2188,
    "ý": 1922,
    " ý": 526,
    "ý ": 1923,
    " ý ": 527,
    " k": 217,
    "kh": 1168,
    "hô": 997,
    " kh": 220,
    "khô": 1175,
    "hôn": 1001,
    "ông": 1904,
    " khô": 224,
    "khôn": 1177,
    "hông": 1002,
    "ông ": 1905,
    "th": 1551,
    "íc": 1874,
    " th": 406,
    "thí": 1563,
    "híc": 989,
    "ích": 1875,
    "ch ": 731,
    " thí": 411,
    "thíc": 1564,
    "hích": 990,
    "ích ": 1876,
    "tô": 1643,
    "ôi": 1898,
    " tô": 453,
    "tôi": 1644,
    "ôi ": 1899,
    " tôi": 454,
    "tôi ": 1645,
    "â": 1833,
    "đâ": 1945,
    "âu": 1838,
    " đâ": 540,
    "đâu": 1946,
    "âu ": 1839,
    " đâu": 541,
    "đâu ": 1947,
    "mu": 1262,
    "uố": 1706,
    "ốn": 2176,
    " mu": 273,
    "muố": 1265,
    "uốn": 1709,
    "ốn ": 2177,
    " muố": 275,
    "muốn": 1266,
    "uốn ": 1710,
    "xe": 1751,
    "em": 850,
    " xe": 493,
    "xem": 1752,
    "em ": 851,
    " xem": 494,
    "xem ": 1753,
    "thô": 1565,
    " thô": 412,
    "thôn": 1566,
    "ti": 1589,
    " ti": 424,
    "tin": 1592,
    " tin": 426,
    "tin ": 1593,
    "sả": 1532,
    "ản": 2054,
    " sả": 397,
    "sản": 1533,
    "ản ": 2055,
    " sản": 398,
    "sản ": 1534,
    "hẩ": 1037,
    "ẩm": 2075,
    "phẩ": 1428,
    "hẩm": 1038,
    "ẩm ": 2076,
    " phẩ": 348,
    "phẩm": 1429,
    "hẩm ": 1039,
    "ở": 2221,
    " ở": 589,
    "ở ": 2222,
    " ở ": 590,
    "là": 1217,
    "àm": 1797,
    " là": 245,
    "làm": 1219,
    "àm ": 1798,
    " làm": 247,
    "làm ": 1220,
    "sa": 1502,
    "ao": 632,
    " sa": 378,
    "sao": 1504,
    "ao ": 633,
    " sao": 380,
    "sao ": 1505,
    "ể": 2131,
    "để": 1981,
    "ể ": 2132,
    " để": 563,
    "để ": 1982,
    " để ": 564,
    "chi ": 736,
    "ế": 2117,
    "iế": 1136,
    "ết": 2121,
    "tiế": 1597,
    "iết": 1137,
    "ết ": 2122,
    " tiế": 428,
    "tiết": 1598,
    "iết ": 1138,
    "hì": 983,
    "ì ": 1862,
    "thì": 1560,
    "hì ": 984,
    " thì": 410,
    "thì ": 1561,
    "cá": 776,
    " cá": 93,
    "các": 778,
    "ách": 1813,
    " các": 95,
    "cách": 780,
    "ách ": 1814,
    "hế": 1048,
    "ế ": 2118,
    "thế": 1575,
    "hế ": 1049,
    " thế": 417,
    "thế ": 1576,
    "nà": 1349,
    " nà": 321,
    "nào": 1352,
    " nào": 323,
    "nào ": 1353,
    "tì": 1635,
    "ìm": 1865,
    " tì": 448,
    "tìm": 1636,
    "ìm ": 1866,
    " tìm": 449,
    "tìm ": 1637,
    "iể": 1146,
    "ểu": 2135,
    "hiể": 946,
    "iểu": 1149,
    "ểu ": 2136,
    " hiể": 176,
    "hiểu": 947,
    "iểu ": 1150,
    "về": 1733,
    "ề ": 2126,
    " về": 480,
    "về ": 1734,
    " về ": 481,
    "ó": 1886,
    "có": 791,
    "ó ": 1887,
    " có": 102,
    "có ": 792,
    " có ": 103,
    "hể": 1050,
    "thể": 1577,
    "hể ": 1051,
    " thể": 418,
    "thể ": 1578,
    "à ": 1794,
    "là ": 1218,
    " là ": 246,
    "ai": 617,
    " ai": 8,
    "ai ": 618,
    " ai ": 9,
    " à": 513,
    " à ": 514,
    "ha": 919,
    "at": 637,
    "tb": 1545,
    "bo": 661,
    "ot": 1391,
    "cha": 732,
    "hat": 924,
    "atb": 638,
    "tbo": 1546,
    "bot": 662,
    "ot ": 1392,
    " cha": 73,
    "chat": 733,
    "hatb": 925,
    "atbo": 639,
    "tbot": 1547,
    "bot ": 663,
    "đa": 1932,
    "an": 626,
    " đa": 532,
    "đan": 1933,
    "ang": 628,
    " đan": 533,
    "đang": 1934,
    "ang ": 629,
    "nó": 1357,
    "ói": 1892,
    " nó": 326,
    "nói": 1358,
    "ói ": 1893,
    " nói": 327,
    "nói ": 1359,
    "uy": 1682,
    "yệ": 1790,
    "ện": 2142,
    "huy": 963,
    "uyệ": 1690,
    "yện": 1791,
    "ện ": 2143,
    "chuy": 743,
    "huyệ": 966,
    "uyện": 1691,
    "yện ": 1792,
    "ớ": 2207,
    "vớ": 1739,
    "ới": 2210,
    " vớ": 485,
    "với": 1740,
    "ới ": 2211,
    " với": 486,
    "với ": 1741,
    "co": 768,
    " co": 87,
    "con": 769,
    " con": 88,
    "con ": 770,
    "ờ": 2214,
    "gư": 897,
    "ườ": 2022,
    "ời": 2216,
    "ngư": 1319,
    "gườ": 898,
    "ười": 2023,
    "ời ": 2217,
    " ngư": 308,
    "ngườ": 1320,
    "gười": 899,
    "ười ": 2024,
    "ay": 642,
    " ha": 168,
    "hay": 926,
    "ay ": 643,
    " hay": 169,
    "hay ": 927,
    "má": 1267,
    "áy": 1831,
    " má": 276,
    "máy": 1270,
    "áy ": 1832,
    " máy": 278,
    "máy ": 1271,
    "tí": 1640,
    " tí": 451,
    "tín": 1641,
    " tín": 452,
    "tính": 1642,
    "ậ": 2079,
    "hậ": 1040,
    "ật": 2082,
    "thậ": 1571,
    "hật": 1041,
    "ật ": 2083,
    " thậ": 415,
    "thật": 1572,
    "hật ": 1042,
    " bo": 23,
    " bot": 24,
    "tha": 1552,
    "han": 922,
    "anh": 630,
    " tha": 407,
    "than": 1554,
    "hanh": 923,
    "anh ": 631,
    "to": 1604,
    "oá": 1404,
    " to": 431,
    "toá": 1607,
    "oán": 1405,
    "án ": 1820,
    " toá": 433,
    "toán": 1608,
    "oán ": 1406,
    "ằ": 2098,
    "bằ": 706,
    "ằn": 2099,
    " bằ": 55,
    "bằn": 707,
    "ằng": 2100,
    " bằn": 56,
    "bằng": 708,
    "ằng ": 2101,
    "ữ": 2261,
    "hữ": 1097,
    "ữn": 2265,
    "nhữ": 1341,
    "hữn": 1098,
    "ững": 2266,
    " nhữ": 318,
    "nhữn": 1342,
    "hững": 1099,
    "ững ": 2267,
    "hư": 1018,
    "ươ": 2010,
    "ơn": 2000,
    "phư": 1424,
    "hươ": 1020,
    "ươn": 2013,
    "ơng": 2002,
    " phư": 346,
    "phươ": 1425,
    "hươn": 1021,
    "ương": 2014,
    "ơng ": 2003,
    "ứ": 2246,
    "hứ": 1094,
    "ức": 2250,
    "thứ": 1585,
    "hức": 1095,
    "ức ": 2251,
    " thứ": 422,
    "thức": 1586,
    "hức ": 1096,
    "ỗ": 2193,
    "hỗ": 1076,
    "ỗ ": 2194,
    " hỗ": 209,
    "hỗ ": 1077,
    " hỗ ": 210,
    "ợ": 2230,
    "tr": 1609,
    "rợ": 1495,
    "ợ ": 2231,
    " tr": 434,
    "trợ": 1625,
    "rợ ": 1496,
    " trợ": 442,
    "trợ ": 1626,
    "q": 1432,
    " q": 350,
    "qu": 1433,
    "ua": 1669,
    " qu": 351,
    "qua": 1434,
    "ua ": 1670,
    " qua": 352,
    "qua ": 1435,
    "ẻ": 2115,
    "hẻ": 1046,
    "ẻ ": 2116,
    "thẻ": 1573,
    "hẻ ": 1047,
    " thẻ": 416,
    "thẻ ": 1574,
    "mo": 1258,
    "om": 1381,
    " mo": 271,
    "mom": 1260,
    "omo": 1382,
    "mo ": 1259,
    " mom": 272,
    "momo": 1261,
    "omo ": 1383,
    "chư": 756,
    " chư": 82,
    "chươ": 757,
    "rì": 1471,
    "trì": 1617,
    "rìn": 1472,
    " trì": 438,
    "trìn": 1618,
    "rình": 1473,
    "yế": 1780,
    "ến": 2119,
    "khu": 1173,
    "uyế": 1685,
    "yến": 1781,
    "ến ": 2120,
    " khu": 223,
    "khuy": 1174,
    "huyế": 964,
    "uyến": 1686,
    "yến ": 1782,
    "ã": 1842,
    "mã": 1272,
    "ãi": 1843,
    " mã": 279,
    "mãi": 1273,
    "ãi ": 1844,
    " mãi": 280,
    "mãi ": 1274,
    "gi": 866,
    "iả": 1133,
    "ảm": 2052,
    " gi": 143,
    "giả": 876,
    "iảm": 1134,
    "ảm ": 2053,
    " giả": 148,
    "giảm": 877,
    "iảm ": 1135,
    "iá": 1120,
    "giá": 872,
    "iá ": 1121,
    " giá": 146,
    "giá ": 873,
    "gì": 895,
    " gì": 157,
    "gì ": 896,
    " gì ": 158,
    "mua": 1263,
    " mua": 274,
    "mua ": 1264,
    "nhi": 1327,
    " nhi": 312,
    "nhiề": 1329,
    "đư": 1959,
    "ượ": 2032,
    "ợc": 2232,
    " đư": 549,
    "đượ": 1962,
    "ược": 2033,
    "ợc ": 2233,
    " đượ": 551,
    "được": 1963,
    "ược ": 2034,
    " ư": 578,
    "ưu": 2008,
    " ưu": 579,
    "ưu ": 2009,
    " ưu ": 580,
    "đã": 1950,
    " đã": 543,
    "đãi": 1951,
    " đãi": 544,
    "đãi ": 1952,
    "hờ": 1084,
    "thờ": 1583,
    "hời": 1085,
    " thờ": 421,
    "thời": 1584,
    "hời ": 1086,
    "ia": 1105,
    "gia": 867,
    "ian": 1106,
    "an ": 627,
    " gia": 144,
    "gian": 868,
    "ian ": 1107,
    "iao": 1108,
    "giao": 869,
    "iao ": 1109,
    "ba": 645,
    " ba": 15,
    "bao": 647,
    " bao": 17,
    "bao ": 648,
    "lâ": 1223,
    " lâ": 250,
    "lâu": 1224,
    " lâu": 251,
    "lâu ": 1225,
    "í ": 1871,
    "phí": 1420,
    "hí ": 988,
    " phí": 344,
    "phí ": 1421,
    "ip": 1116,
    "shi": 1507,
    "hip": 937,
    "ip ": 1117,
    " shi": 382,
    "ship": 1508,
    "hip ": 938,
    "iê": 1122,
    "êu": 1859,
    "hiê": 939,
    "iêu": 1128,
    "êu ": 1860,
    "nhiê": 1328,
    "hiêu": 941,
    "iêu ": 1129,
    "ọ": 2159,
    "họ": 1060,
    "ọn": 2160,
    "chọ": 764,
    "họn": 1061,
    "ọn ": 2161,
    " chọ": 86,
    "chọn": 765,
    "họn ": 1062,
    "đơ": 1956,
    " đơ": 547,
    "đơn": 1957,
    "ơn ": 2001,
    " đơn": 548,
    "đơn ": 1958,
    "ị": 2150,
    "vị": 1735,
    "ị ": 2151,
    " vị": 482,
    "vị ": 1736,
    " vị ": 483,
    "vậ": 1728,
    "ận": 2080,
    " vậ": 477,
    "vận": 1729,
    "ận ": 2081,
    " vận": 478,
    "vận ": 1730,
    "yể": 1787,
    "ển": 2133,
    "uyể": 1688,
    "yển": 1788,
    "ển ": 2134,
    "huyể": 965,
    "uyển": 1689,
    "yển ": 1789,
    " d": 117,
    "dư": 830,
    "ưa": 2006,
    " dư": 126,
    "dưa": 831,
    "ưa ": 2007,
    " dưa": 127,
    "dưa ": 832,
    "lư": 1232,
    "ướ": 2015,
    " lư": 256,
    "lướ": 1233,
    "ưới": 2018,
    " lướ": 257,
    "lưới": 1234,
    "ưới ": 2019,
    "ền": 2127,
    "tiề": 1600,
    "iền": 1142,
    "ền ": 2128,
    " tiề": 429,
    "tiền": 1601,
    "iền ": 1143,
    "ắ": 2088,
    "bắ": 703,
    "ắp": 2094,
    " bắ": 53,
    "bắp": 704,
    "ắp ": 2095,
    " bắp": 54,
    "bắp ": 705,
    "cả": 793,
    " cả": 104,
    "cải": 794,
    " cải": 105,
    "cải ": 795,
    "củ": 805,
    "ủa": 2244,
    " củ": 112,
    "của": 807,
    "ủa ": 2245,
    " của": 114,
    "của ": 808,
    "hị": 1056,
    "ịt": 2157,
    "thị": 1579,
    "hịt": 1058,
    "ịt ": 2158,
    " thị": 419,
    "thịt": 1580,
    "hịt ": 1059,
    "eo": 852,
    "heo": 931,
    "eo ": 853,
    " heo": 172,
    "heo ": 932,
    "gà": 890,
    " gà": 153,
    "gà ": 891,
    " gà ": 154,
    "gu": 887,
    "yê": 1777,
    "ên": 1855,
    "ngu": 1317,
    "guy": 888,
    "uyê": 1683,
    "yên": 1778,
    "ên ": 1856,
    " ngu": 307,
    "nguy": 1318,
    "guyê": 889,
    "uyên": 1684,
    "yên ": 1779,
    "cá ": 777,
    " cá ": 94,
    "biể": 657,
    "iển": 1147,
    " biể": 21,
    "biển": 658,
    "iển ": 1148,
    "sữ": 1540,
    "ữa": 2263,
    " sữ": 403,
    "sữa": 1541,
    "ữa ": 2264,
    " sữa": 404,
    "sữa ": 1542,
    "tươ": 1653,
    "ươi": 2011,
    " tươ": 460,
    "tươi": 1654,
    "ươi ": 2012,
    "oa": 1373,
    "kho": 1171,
    "hoa": 954,
    "oai": 1374,
    " kho": 222,
    "khoa": 1172,
    "hoai": 955,
    "oai ": 1375,
    "tâ": 1632,
    "ây": 1840,
    " tâ": 446,
    "tây": 1633,
    "ây ": 1841,
    " tây": 447,
    "tây ": 1634,
    "cà": 774,
    " cà": 91,
    "cà ": 775,
    " cà ": 92,
    "hua": 961,
    "chua": 742,
    "hua ": 962,
    "rứ": 1497,
    "ứn": 2252,
    "trứ": 1627,
    "rứn": 1498,
    "ứng": 2253,
    " trứ": 443,
    "trứn": 1628,
    "rứng": 1499,
    "ứng ": 2254,
    "lố": 1238,
    "ốc": 2172,
    " lố": 260,
    "lốc": 1239,
    "ốc ": 2173,
    " lốc": 261,
    "lốc ": 1240,
    "ov": 1396,
    "va": 1719,
    "lt": 1211,
    "ne": 1311,
    " ov": 339,
    "ova": 1397,
    "val": 1720,
    "alt": 622,
    "lti": 1212,
    "ine": 1114,
    "ne ": 1312,
    " ova": 340,
    "oval": 1398,
    "valt": 1721,
    "alti": 623,
    "ltin": 1213,
    "tine": 1594,
    "ine ": 1115,
    "bá": 673,
    " bá": 31,
    "bán": 674,
    " bán": 32,
    "bán ": 675,
    "đặ": 1975,
    "ặc": 2103,
    " đặ": 559,
    "đặc": 1976,
    "ặc ": 2104,
    " đặc": 560,
    "đặc ": 1977,
    "ờn": 2218,
    "đườ": 1960,
    "ườn": 2025,
    "ờng": 2219,
    " đườ": 550,
    "đườn": 1961,
    "ường": 2026,
    "ờng ": 2220,
    "ậy": 2086,
    "vậy": 1731,
    "ậy ": 2087,
    " vậy": 479,
    "vậy ": 1732,
    "cu": 771,
    " cu": 89,
    "cua": 772,
    " cua": 90,
    "cua ": 773,
    "ca": 725,
    "am": 624,
    " ca": 69,
    "cam": 726,
    "am ": 625,
    " cam": 70,
    "cam ": 727,
    "ú ": 1912,
    " hú": 186,
    "hú ": 1008,
    " hú ": 187,
    "ló": 1229,
    "óc": 1890,
    " ló": 254,
    "lóc": 1230,
    "óc ": 1891,
    " lóc": 255,
    "lóc ": 1231,
    "sạ": 1529,
    "ạc": 2037,
    " sạ": 395,
    "sạc": 1530,
    "ạch": 2038,
    " sạc": 396,
    "sạch": 1531,
    "ạch ": 2039,
    "na": 1306,
    " na": 303,
    "nay": 1309,
    " nay": 304,
    "nay ": 1310,
    "ụ": 2238,
    "nụ": 1366,
    "ục": 2240,
    " nụ": 332,
    "nục": 1367,
    "ục ": 2241,
    " nục": 333,
    "nục ": 1368,
    "ôm": 1900,
    " hô": 184,
    "hôm": 999,
    "ôm ": 1901,
    " hôm": 185,
    "hôm ": 1000,
    "đi": 1937,
    " đi": 535,
    "điề": 1938,
    " điề": 536,
    "điều": 1939,
    "hồ": 1071,
    " hồ": 206,
    "hồn": 1074,
    " hồn": 208,
    "hồng": 1075,
    "ba ": 646,
    " ba ": 16,
    "sa ": 1503,
    " sa ": 379,
    "cắ": 799,
    "ắt": 2096,
    " cắ": 108,
    "cắt": 800,
    "ắt ": 2097,
    " cắt": 109,
    "cắt ": 801,
    "úc": 1913,
    "khú": 1178,
    "húc": 1009,
    "úc ": 1914,
    " khú": 225,
    "khúc": 1179,
    "húc ": 1010,
    "ra": 1447,
    " ra": 357,
    "ra ": 1448,
    " ra ": 358,
    "ộ": 2195,
    "rộ": 1492,
    "ội": 2197,
    " rộ": 375,
    "rội": 1493,
    "ội ": 2198,
    " rội": 376,
    "rội ": 1494,
    "_": 600,
    " _": 4,
    "__": 602,
    "_n": 606,
    "nu": 1346,
    "um": 1671,
    "mb": 1255,
    "be": 651,
    "er": 854,
    "r_": 1444,
    "_ ": 601,
    " __": 5,
    "__n": 604,
    "_nu": 607,
    "num": 1347,
    "umb": 1672,
    "mbe": 1256,
    "ber": 652,
    "er_": 855,
    "r__": 1445,
    "__ ": 603,
    " __n": 6,
    "__nu": 605,
    "_num": 608,
    "numb": 1348,
    "umbe": 1673,
    "mber": 1257,
    "ber_": 653,
    "er__": 856,
    "r__ ": 1446,
    "bị": 714,
    "ịc": 2154,
    " bị": 61,
    "bịc": 716,
    "ịch": 2155,
    " bịc": 63,
    "bịch": 717,
    "ịch ": 2156,
    "xư": 1768,
    " xư": 505,
    "xươ": 1769,
    " xươ": 506,
    "xươn": 1770,
    "như": 1337,
    "hư ": 1019,
    " như": 316,
    "như ": 1338,
    "xa": 1746,
    " xa": 490,
    "xay": 1749,
    " xay": 492,
    "xay ": 1750,
    "mí": 1279,
    "ía": 1872,
    " mí": 284,
    "mía": 1280,
    "ía ": 1873,
    " mía": 285,
    "mía ": 1281,
    "mắ": 1291,
    "ắc": 2089,
    " mắ": 292,
    "mắc": 1292,
    "ắc ": 2090,
    " mắc": 293,
    "mắc ": 1293,
    "ù": 1906,
    "hù": 1003,
    "ùn": 1908,
    "thù": 1567,
    "hùn": 1005,
    "ùng": 1909,
    " thù": 413,
    "thùn": 1568,
    "hùng": 1006,
    "ùng ": 1910,
    "ku": 1187,
    "un": 1674,
    " ku": 230,
    "kun": 1188,
    "un ": 1675,
    " kun": 231,
    "kun ": 1189,
    "rá": 1459,
    "ái": 1815,
    "trá": 1612,
    "rái": 1460,
    "ái ": 1816,
    " trá": 436,
    "trái": 1613,
    "rái ": 1461,
    "câ": 783,
    " câ": 97,
    "cây": 786,
    " cây": 99,
    "cây ": 787,
    "mộ": 1297,
    "ột": 2205,
    " mộ": 296,
    "một": 1298,
    "ột ": 2206,
    " một": 297,
    "một ": 1299,
    "du": 819,
    "ut": 1678,
    "tc": 1548,
    " du": 120,
    "dut": 820,
    "utc": 1680,
    "tch": 1549,
    " dut": 121,
    "dutc": 821,
    "utch": 1681,
    "tch ": 1550,
    "la": 1196,
    "ad": 614,
    "dy": 822,
    " la": 237,
    "lad": 1197,
    "ady": 615,
    "dy ": 823,
    " lad": 238,
    "lady": 1198,
    "ady ": 616,
    "dâ": 827,
    " dâ": 124,
    "dâu": 828,
    " dâu": 125,
    "dâu ": 829,
    " e": 137,
    " em": 138,
    " em ": 139,
    "ký": 1190,
    " ký": 232,
    "ký ": 1191,
    " ký ": 233,
    "xo": 1757,
    "oà": 1399,
    "ài": 1795,
    " xo": 497,
    "xoà": 1758,
    "oài": 1400,
    "ài ": 1796,
    " xoà": 498,
    "xoài": 1759,
    "oài ": 1401,
    "tứ": 1665,
    "ứ ": 2247,
    " tứ": 467,
    "tứ ": 1666,
    " tứ ": 468,
    "uý": 1695,
    "quý": 1436,
    "uý ": 1696,
    " quý": 353,
    "quý ": 1437,
    " ứ": 591,
    " ức": 592,
    " ức ": 593,
    "đắ": 1970,
    " đắ": 556,
    "đắt": 1973,
    " đắt": 558,
    "đắt ": 1974,
    "chị": 762,
    "hị ": 1057,
    " chị": 85,
    "chị ": 763,
    "huố": 969,
    "uối": 1707,
    "chuố": 745,
    "huối": 970,
    "uối ": 1708,
    "ià": 1118,
    "già": 870,
    "ià ": 1119,
    " già": 145,
    "già ": 871,
    "rố": 1484,
    "ốt": 2180,
    " rố": 370,
    "rốt": 1487,
    "ốt ": 2181,
    " rốt": 372,
    "rốt ": 1488,
    "hiệ": 950,
    "iện": 1155,
    " hiệ": 177,
    "hiện": 951,
    "iện ": 1156,
    "tại": 1656,
    " tại": 462,
    "tại ": 1657,
    "hấ": 1032,
    "ấu": 2065,
    " hấ": 198,
    "hấu": 1035,
    "ấu ": 2066,
    " hấu": 199,
    "hấu ": 1036,
    "gọ": 906,
    "ọt": 2162,
    "ngọ": 1321,
    "gọt": 907,
    "ọt ": 2163,
    " ngọ": 309,
    "ngọt": 1322,
    "gọt ": 908,
    "bó": 690,
    " bó": 43,
    "bó ": 691,
    " bó ": 44,
    "bẹ": 709,
    "ẹ ": 2110,
    " bẹ": 57,
    "bẹ ": 710,
    " bẹ ": 58,
    "xan": 1747,
    " xan": 491,
    "xanh": 1748,
    "bữ": 720,
    " bữ": 66,
    "bữa": 721,
    " bữa": 67,
    "bữa ": 722,
    "hộ": 1078,
    "ộp": 2203,
    " hộ": 211,
    "hộp": 1079,
    "ộp ": 2204,
    " hộp": 212,
    "hộp ": 1080,
    "no": 1343,
    " no": 319,
    "non": 1344,
    " non": 320,
    "non ": 1345,
    "xô": 1765,
    " xô": 503,
    "xôi": 1766,
    " xôi": 504,
    "xôi ": 1767,
    "au": 640,
    "rau": 1449,
    "au ": 641,
    " rau": 359,
    "rau ": 1450,
    "hún": 1011,
    " hún": 188,
    "húng": 1012,
    "uế": 1704,
    "quế": 1441,
    "uế ": 1705,
    " quế": 355,
    "quế ": 1442,
    "ýt": 1924,
    "uýt": 1697,
    "ýt ": 1925,
    "quýt": 1438,
    "uýt ": 1698,
    "iờ": 1159,
    "ờ ": 2215,
    "giờ": 878,
    "iờ ": 1160,
    " giờ": 149,
    "giờ ": 879,
    " ổ": 586,
    " ổi": 587,
    " ổi ": 588,
    "ru": 1453,
    "uộ": 1715,
    " ru": 360,
    "ruộ": 1454,
    "uột": 1716,
    " ruộ": 361,
    "ruột": 1455,
    "uột ": 1717,
    "đỏ": 1986,
    "ỏ ": 2165,
    " đỏ": 567,
    "đỏ ": 1987,
    " đỏ ": 568,
    "1": 596,
    " 1": 1,
    "1k": 597,
    "kg": 1166,
    " 1k": 2,
    "1kg": 598,
    "kg ": 1167,
    " 1kg": 3,
    "1kg ": 599,
    "nho": 1331,
    " nho": 313,
    "nho ": 1332,
    "bê": 683,
    " bê": 37,
    "bên": 684,
    " bên": 38,
    "bên ": 685,
    "râ": 1465,
    "âm": 1834,
    " râ": 364,
    "râm": 1466,
    "âm ": 1835,
    " râm": 365,
    "râm ": 1467,
    "lê": 1226,
    " lê": 252,
    "lên": 1227,
    " lên": 253,
    "lên ": 1228,
    "số": 1535,
    "ố ": 2171,
    " số": 399,
    "số ": 1536,
    " số ": 400,
    "điệ": 1940,
    " điệ": 537,
    "điện": 1941,
    "oạ": 1410,
    "tho": 1558,
    "hoạ": 958,
    "oại": 1411,
    " tho": 409,
    "thoạ": 1559,
    "hoại": 959,
    "oại ": 1412,
    "đị": 1983,
    "ịa": 2152,
    " đị": 565,
    "địa": 1984,
    "ịa ": 2153,
    " địa": 566,
    "địa ": 1985,
    "ỉ": 2148,
    "hỉ": 1054,
    "ỉ ": 2149,
    "chỉ": 760,
    "hỉ ": 1055,
    " chỉ": 84,
    "chỉ ": 761,
    "nư": 1360,
    "ớc": 2208,
    " nư": 328,
    "nướ": 1361,
    "ước": 2016,
    "ớc ": 2209,
    " nướ": 329,
    "nước": 1362,
    "ước ": 2017,
    "su": 1514,
    " su": 386,
    "suố": 1517,
    " suố": 388,
    "suối": 1518,
    "rẻ": 1480,
    " rẻ": 368,
    "rẻ ": 1481,
    " rẻ ": 369,
    "hơ": 1015,
    " hơ": 189,
    "hơn": 1016,
    " hơn": 190,
    "hơn ": 1017,
    "dướ": 833,
    " dướ": 128,
    "dưới": 834,
    "rê": 1468,
    "trê": 1615,
    "rên": 1469,
    " trê": 437,
    "trên": 1616,
    "rên ": 1470,
    "ìa": 1863,
    "hìa": 985,
    "ìa ": 1864,
    "thìa": 1562,
    "hìa ": 986,
    "các ": 779,
    " lo": 240,
    "loạ": 1208,
    " loạ": 242,
    "loại": 1209,
    "ánh": 1823,
    "bánh": 676,
    "ánh ": 1824,
    "sn": 1511,
    "ac": 611,
    "ck": 766,
    " sn": 384,
    "sna": 1512,
    "nac": 1307,
    "ack": 612,
    "ck ": 767,
    " sna": 385,
    "snac": 1513,
    "nack": 1308,
    "ack ": 613,
    "ke": 1163,
    " ke": 218,
    "kem": 1164,
    " kem": 219,
    "kem ": 1165,
    "đá": 1942,
    " đá": 538,
    "đán": 1943,
    " đán": 539,
    "đánh": 1944,
    "ă": 1926,
    "ră": 1474,
    "ăn": 1927,
    " ră": 366,
    "răn": 1475,
    "ăng": 1929,
    " răn": 367,
    "răng": 1476,
    "ăng ": 1930,
    "cụ": 802,
    " cụ": 110,
    "cục": 803,
    " cục": 111,
    "cục ": 804,
    "xà": 1760,
    " xà": 499,
    "xà ": 1761,
    " xà ": 500,
    "bô": 692,
    " bô": 45,
    "bôn": 693,
    " bôn": 46,
    "bông": 694,
    "mì ": 1276,
    " mì ": 282,
    "ảo": 2058,
    " hả": 195,
    "hảo": 1030,
    "ảo ": 2059,
    " hảo": 197,
    "hảo ": 1031,
    "hủ": 1092,
    " hủ": 215,
    "hủ ": 1093,
    " hủ ": 216,
    "ếu": 2123,
    "iếu": 1139,
    "ếu ": 2124,
    "tiếu": 1599,
    "iếu ": 1140,
    "áo": 1825,
    "chá": 748,
    "háo": 979,
    "áo ": 1826,
    " chá": 78,
    "cháo": 749,
    "háo ": 980,
    "kẹ": 1192,
    "ẹo": 2113,
    " kẹ": 234,
    "kẹo": 1193,
    "ẹo ": 2114,
    " kẹo": 235,
    "kẹo ": 1194,
    "dầ": 837,
    "ầu": 2070,
    " dầ": 131,
    "dầu": 838,
    "ầu ": 2071,
    " dầu": 132,
    "dầu ": 839,
    "gộ": 909,
    " gộ": 163,
    "gội": 910,
    " gội": 164,
    "gội ": 911,
    "cao": 728,
    " cao": 71,
    "cao ": 729,
    "hồi": 1072,
    " hồi": 207,
    "hồi ": 1073,
    "gợ": 912,
    "ợi": 2234,
    " gợ": 165,
    "gợi": 913,
    "ợi ": 2235,
    " gợi": 166,
    "gợi ": 914,
    "iú": 1130,
    "úp": 1918,
    "giú": 874,
    "iúp": 1131,
    "úp ": 1919,
    " giú": 147,
    "giúp": 875,
    "iúp ": 1132,
    "ấp": 2063,
    "thấ": 1569,
    "hấp": 1033,
    "ấp ": 2064,
    " thấ": 414,
    "thấp": 1570,
    "hấp ": 1034,
    " hải": 196,
    "da": 813,
    " da": 118,
    "dan": 814,
    " dan": 119,
    "danh": 815,
    "sác": 1523,
    " sác": 392,
    "sách": 1524,
    " ạ": 581,
    "ạ ": 2036,
    " ạ ": 582,
    "hệ": 1052,
    "ệ ": 2141,
    " hệ": 202,
    "hệ ": 1053,
    " hệ ": 203,
    "hố": 1068,
    "thố": 1581,
    "hốn": 1069,
    "ống": 2178,
    " thố": 420,
    "thốn": 1582,
    "hống": 1070,
    "ống ": 2179,
    "bị ": 715,
    " bị ": 62,
    " hu": 178,
    "yết": 1783,
    " huy": 179,
    "uyết": 1687,
    "yết ": 1784,
    " á": 515,
    "áp": 1827,
    " áp": 516,
    "áp ": 1828,
    " áp ": 517,
    "nê": 1354,
    " nê": 324,
    "nên": 1355,
    " nên": 325,
    "nên ": 1356,
    " ă": 528,
    " ăn": 529,
    "ăn ": 1928,
    " ăn ": 530,
    "ự": 2268,
    "hự": 1100,
    "ực": 2271,
    "thự": 1587,
    "hực": 1101,
    "ực ": 2272,
    " thự": 423,
    "thực": 1588,
    "hực ": 1102,
    "tốt": 1663,
    " tốt": 466,
    "tốt ": 1664,
    "tiể": 1602,
    " tiể": 430,
    "tiểu": 1603,
    "ỡ": 2228,
    "mỡ": 1300,
    "ỡ ": 2229,
    " mỡ": 298,
    "mỡ ": 1301,
    " mỡ ": 299,
    "áu": 1829,
    "máu": 1268,
    "áu ": 1830,
    " máu": 277,
    "máu ": 1269,
    "mó": 1282,
    "ón": 1894,
    " mó": 286,
    "món": 1283,
    "ón ": 1895,
    " món": 287,
    "món ": 1284,
    "ù ": 1907,
    "phù": 1422,
    "hù ": 1004,
    " phù": 345,
    "phù ": 1423,
    "hợ": 1087,
    "ợp": 2236,
    " hợ": 213,
    "hợp": 1088,
    "ợp ": 2237,
    " hợp": 214,
    "hợp ": 1089,
    "é": 1845,
    "bé": 680,
    "éo": 1847,
    " bé": 35,
    "béo": 681,
    "éo ": 1848,
    " béo": 36,
    "béo ": 682,
    "phì": 1418,
    " phì": 343,
    "phì ": 1419,
    "ân": 1836,
    "cân": 784,
    "ân ": 1837,
    " cân": 98,
    "cân ": 785,
    "ki": 1184,
    " ki": 228,
    "kiê": 1185,
    "iên": 1125,
    "êng": 1857,
    " kiê": 229,
    "kiên": 1186,
    "iêng": 1127,
    "êng ": 1858,
    "mặ": 1294,
    "ặn": 2105,
    " mặ": 294,
    "mặn": 1295,
    "ặn ": 2106,
    " mặn": 295,
    "mặn ": 1296,
    " an": 12,
    " an ": 13,
    "toà": 1605,
    "oàn": 1402,
    "àn ": 1800,
    " toà": 432,
    "toàn": 1606,
    "oàn ": 1403,
    "bệ": 711,
    " bệ": 59,
    "bện": 712,
    "ệnh": 2144,
    " bện": 60,
    "bệnh": 713,
    "ệnh ": 2145,
    "sứ": 1537,
    " sứ": 401,
    "sức": 1538,
    " sức": 402,
    "sức ": 1539,
    "ỏe": 2166,
    "khỏ": 1180,
    "hỏe": 1064,
    "ỏe ": 2167,
    " khỏ": 226,
    "khỏe": 1181,
    "hỏe ": 1065,
    "thi": 1555,
    "hiế": 942,
    " thi": 408,
    "thiế": 1556,
    "hiếu": 943,
    "bổ": 718,
    "ổ ": 2190,
    " bổ": 64,
    "bổ ": 719,
    " bổ ": 65,
    "sun": 1515,
    "ung": 1676,
    " sun": 387,
    "sung": 1516,
    "ung ": 1677,
    "gầ": 900,
    "ầy": 2072,
    " gầ": 159,
    "gầy": 901,
    "ầy ": 2073,
    " gầy": 160,
    "gầy ": 902,
    " yế": 510,
    "yếu": 1785,
    " yếu": 512,
    "yếu ": 1786,
    "thiệ": 1557,
    "rạ": 1477,
    "trạ": 1619,
    "rạn": 1478,
    "ạng": 2046,
    " trạ": 439,
    "trạn": 1620,
    "rạng": 1479,
    "ạng ": 2047,
    "ma": 1252,
    " ma": 269,
    "man": 1253,
    " man": 270,
    "mang": 1254,
    "hai": 920,
    "thai": 1553,
    "hai ": 921,
    "rối": 1485,
    " rối": 371,
    "rối ": 1486,
    "oạn": 1413,
    "loạn": 1210,
    "oạn ": 1414,
    "tiê": 1595,
    " tiê": 427,
    "tiêu": 1596,
    "hó": 993,
    "óa": 1888,
    " hó": 182,
    "hóa": 995,
    "óa ": 1889,
    " hóa": 183,
    "hóa ": 996,
    "ga": 863,
    " ga": 141,
    "gan": 864,
    " gan": 142,
    "gan ": 865,
    "ễ": 2137,
    "iễ": 1151,
    "ễm": 2138,
    "hiễ": 948,
    "iễm": 1152,
    "ễm ": 2139,
    "nhiễ": 1330,
    "hiễm": 949,
    "iễm ": 1153,
    " u": 469,
    " uố": 470,
    " uốn": 471,
    "uống": 1711,
    "tìn": 1638,
    " tìn": 450,
    "tình": 1639,
    "tă": 1648,
    " tă": 456,
    "tăn": 1649,
    " tăn": 457,
    "tăng": 1650,
    "im": 1110,
    "tim": 1590,
    "im ": 1111,
    " tim": 425,
    "tim ": 1591,
    "mạ": 1288,
    " mạ": 290,
    "mạc": 1289,
    " mạc": 291,
    "mạch": 1290,
    "dạ": 835,
    " dạ": 129,
    "dạ ": 836,
    " dạ ": 130,
    "dà": 824,
    "ày": 1807,
    " dà": 122,
    "dày": 825,
    "ày ": 1808,
    " dày": 123,
    "dày ": 826,
    "vi": 1722,
    "êm": 1853,
    " vi": 473,
    "viê": 1723,
    "iêm": 1123,
    "êm ": 1854,
    " viê": 474,
    "viêm": 1724,
    "iêm ": 1124,
    "đạ": 1964,
    " đạ": 552,
    "đại": 1965,
    " đại": 553,
    "đại ": 1966,
    "rà": 1456,
    "trà": 1610,
    "ràn": 1457,
    " trà": 435,
    "tràn": 1611,
    "ràng": 1458,
    "nế": 1363,
    " nế": 330,
    "nếu": 1364,
    " nếu": 331,
    "nếu ": 1365,
    "ou": 1393,
    "gou": 885,
    "out": 1394,
    "ut ": 1679,
    " gou": 152,
    "gout": 886,
    "out ": 1395,
    "rị": 1482,
    "trị": 1623,
    "rị ": 1483,
    " trị": 441,
    "trị ": 1624,
    "rán": 1462,
    "trán": 1614,
    "ránh": 1464,
    "ừ": 2255,
    "vừ": 1742,
    "ừa": 2256,
    " vừ": 487,
    "vừa": 1743,
    "ừa ": 2257,
    " vừa": 488,
    "vừa ": 1744,
    "chế": 758,
    " chế": 83,
    "chế ": 759,
    "độ": 1992,
    "ộ ": 2196,
    " độ": 572,
    "độ ": 1993,
    " độ ": 573,
    "oé": 1407,
    "ét": 1849,
    "loé": 1206,
    "oét": 1408,
    "ét ": 1850,
    " loé": 241,
    "loét": 1207,
    "oét ": 1409,
    " yến": 511,
    "ò": 1882,
    "bò": 688,
    "ò ": 1883,
    " bò": 41,
    "bò ": 689,
    " bò ": 42,
    "ộn": 2199,
    "độn": 1994,
    "ộng": 2201,
    " độn": 574,
    "động": 1995,
    "ộng ": 2202,
    "hụ": 1090,
    "ụ ": 2239,
    "phụ": 1430,
    "hụ ": 1091,
    " phụ": 349,
    "phụ ": 1431,
    "nữ": 1369,
    "ữ ": 2262,
    " nữ": 334,
    "nữ ": 1370,
    " nữ ": 335,
    "ô ": 1897,
    "hô ": 998,
    "khô ": 1176,
    " í": 520,
    "ít": 1880,
    " ít": 521,
    "ít ": 1881,
    " ít ": 522,
    "vịt": 1737,
    " vịt": 484,
    "vịt ": 1738,
    "lộ": 1241,
    " lộ": 262,
    "lộn": 1242,
    "ộn ": 2200,
    " lộn": 263,
    "lộn ": 1243,
    "trẻ": 1621,
    " trẻ": 440,
    "trẻ ": 1622,
    "đậ": 1967,
    "ậu": 2084,
    " đậ": 554,
    "đậu": 1968,
    "ậu ": 2085,
    " đậu": 555,
    "đậu ": 1969,
    "nàn": 1350,
    "ành": 1803,
    " nàn": 322,
    "nành": 1351,
    "ành ": 1804,
    "lợ": 1244,
    " lợ": 264,
    "lợi": 1245,
    " lợi": 265,
    "lợi ": 1246,
    "lự": 1247,
    "ựa": 2269,
    " lự": 266,
    "lựa": 1248,
    "ựa ": 2270,
    " lựa": 267,
    "lựa ": 1249,
    "chay": 734,
    "tôm": 1646,
    " tôm": 455,
    "tôm ": 1647,
    "gâ": 892,
    " gâ": 155,
    "gây": 893,
    " gây": 156,
    "gây ": 894,
    "hạ": 1024,
    " hạ": 193,
    "hại": 1025,
    " hại": 194,
    "hại ": 1026,
    "dị": 840,
    " dị": 133,
    "dị ": 841,
    " dị ": 134,
    " ứn": 594,
    " ứng": 595,
    "bư": 697,
    "ưở": 2027,
    "ởi": 2223,
    " bư": 49,
    "bưở": 698,
    "ưởi": 2028,
    "ởi ": 2224,
    " bưở": 50,
    "bưởi": 699,
    "ưởi ": 2029,
    "lan": 1199,
    " lan": 239,
    "lang": 1200,
    " ả": 583,
    " ản": 584,
    "ảnh": 2056,
    " ảnh": 585,
    "ảnh ": 2057,
    "ởn": 2225,
    " hư": 191,
    "hưở": 1022,
    "ưởn": 2030,
    "ởng": 2226,
    " hưở": 192,
    "hưởn": 1023,
    "ưởng": 2031,
    "ởng ": 2227,
    "đế": 1978,
    " đế": 561,
    "đến": 1979,
    " đến": 562,
    "đến ": 1980,
    "đau": 1935,
    " đau": 534,
    "đau ": 1936,
    "dứ": 842,
    "ứa": 2248,
    " dứ": 135,
    "dứa": 843,
    "ứa ": 2249,
    " dứa": 136,
    "dứa ": 844,
    "ám": 1817,
    "cám": 781,
    "ám ": 1818,
    " cám": 96,
    "cám ": 782,
    "khi": 1169,
    " khi": 221,
    "khi ": 1170,
    "ồ ": 2183,
    "đồ ": 1989,
    " đồ ": 570,
    "chiê": 737,
    "hiên": 940,
    "iên ": 1126,
    " rá": 362,
    " rán": 363,
    "rán ": 1463,
    "hớ": 1081,
    "ớp": 2212,
    "khớ": 1182,
    "hớp": 1082,
    "ớp ": 2213,
    " khớ": 227,
    "khớp": 1183,
    "hớp ": 1083,
    "đây": 1948,
    " đây": 542,
    "đây ": 1949,
    "tá": 1629,
    " tá": 444,
    "táo": 1630,
    " táo": 445,
    "táo ": 1631,
    "nhỉ": 1339,
    " nhỉ": 317,
    "nhỉ ": 1340,
    "as": 634,
    "bas": 649,
    "asa": 635,
    " bas": 18,
    "basa": 650,
    "asa ": 636,
    "cò": 788,
    "òn": 1884,
    " cò": 100,
    "còn": 789,
    "òn ": 1885,
    " còn": 101,
    "còn ": 790,
    "bơ": 695,
    "ơ ": 1997,
    " bơ": 47,
    "bơ ": 696,
    " bơ ": 48,
    "sáp": 1527,
    " sáp": 394,
    "sáp ": 1528,
    "ỹ": 2273,
    "mỹ": 1302,
    "ỹ ": 2274,
    " mỹ": 300,
    "mỹ ": 1303,
    " mỹ ": 301,
    "hành": 974,
    "lá": 1221,
    " lá": 248,
    "lá ": 1222,
    " lá ": 249,
    "biế": 655,
    " biế": 20,
    "biết": 656,
    "củ ": 806,
    " củ ": 113,
    "uả": 1699,
    "ả ": 2049,
    "quả": 1439,
    "uả ": 1700,
    " quả": 354,
    "quả ": 1440,
    "hé": 981,
    "é ": 1846,
    "nhé": 1335,
    "hé ": 982,
    " nhé": 315,
    "nhé ": 1336,
    "bí": 686,
    " bí": 39,
    "bí ": 687,
    " bí ": 40,
    "mư": 1285,
    " mư": 288,
    "mướ": 1286,
    "ướp": 2020,
    " mướ": 289,
    "mướp": 1287,
    "ướp ": 2021,
    "ắn": 2091,
    "đắn": 1971,
    "ắng": 2092,
    " đắn": 557,
    "đắng": 1972,
    "ắng ": 2093,
    "bâ": 677,
    " bâ": 33,
    "bây": 678,
    " bây": 34,
    "bây ": 679,
    " ó": 523,
    " óc": 524,
    " óc ": 525,
    "chó": 752,
    "hó ": 994,
    " chó": 80,
    "chó ": 753,
    "sà": 1519,
    " sà": 389,
    "sàn": 1520,
    " sàn": 390,
    "sành": 1521
  },
  "response": null,
  "action_text": null
}