{
  "text": {
    "hey": 71,
    "hello": 69,
    "hi": 72,
    "xin": 194,
    "chào": 29,
    "buổi": 8,
    "sáng": 147,
    "bạn": 14,
    "chiều": 23,
    "tối": 183,
    "shop": 144,
    "ơi": 215,
    "cửa": 50,
    "hàng": 74,
    "ê": 200,
    "alo": 2,
    "mình": 108,
    "cần": 47,
    "tư": 179,
    "vấn": 186,
    "cho": 24,
    "hỏi": 79,
    "chút": 33,
    "bye": 9,
    "tạm": 181,
    "biệt": 5,
    "ngủ": 116,
    "ngon": 112,
    "goodbye": 62,
    "hẹn": 78,
    "gặp": 66,
    "lại": 100,
    "đúng": 208,
    "rồi": 141,
    "yes": 197,
    "chính": 32,
    "xác": 196,
    "chuẩn": 28,
    "luôn": 94,
    "bro": 7,
    "phải": 132,
    "ok": 128,
    "nhá": 119,
    "đồng": 214,
    "ý": 201,
    "không": 86,
    "thích": 154,
    "tôi": 178,
    "đâu": 206,
    "muốn": 104,
    "xem": 193,
    "thông": 155,
    "tin": 165,
    "sản": 148,
    "phẩm": 133,
    "ở": 217,
    "làm": 96,
    "sao": 142,
    "để": 212,
    "chi": 22,
    "tiết": 166,
    "thì": 153,
    "cách": 42,
    "thế": 159,
    "nào": 124,
    "tìm": 176,
    "hiểu": 73,
    "về": 189,
    "có": 45,
    "thể": 160,
    "là": 95,
    "ai": 1,
    "à": 198,
    "chatbot": 21,
    "đang": 203,
    "nói": 125,
    "chuyện": 27,
    "với": 191,
    "con": 38,
    "người": 114,
    "hay": 68,
    "máy": 105,
    "tính": 177,
    "thật": 157,
    "bot": 6,
    "thanh": 151,
    "toán": 169,
    "bằng": 16,
    "những": 121,
    "phương": 131,
    "thức": 164,
    "hỗ": 80,
    "trợ": 174,
    "qua": 135,
    "thẻ": 158,
    "momo": 102,
    "chương": 34,
    "trình": 173,
    "khuyến": 85,
    "mãi": 106,
    "giảm": 60,
    "giá": 59,
    "gì": 64,
    "mua": 103,
    "nhiều": 118,
    "được": 211,
    "ưu": 216,
    "đãi": 207,
    "thời": 163,
    "gian": 57,
    "giao": 58,
    "bao": 3,
    "lâu": 98,
    "phí": 130,
    "ship": 143,
    "nhiêu": 117,
    "chọn": 36,
    "đơn": 209,
    "vị": 190,
    "vận": 187,
    "chuyển": 26,
    "dưa": 53,
    "lưới": 99,
    "tiền": 168,
    "bắp": 15,
    "cải": 46,
    "của": 49,
    "thịt": 161,
    "heo": 70,
    "gà": 63,
    "nguyên": 113,
    "cá": 40,
    "biển": 4,
    "sữa": 150,
    "tươi": 180,
    "khoai": 84,
    "tây": 175,
    "cà": 39,
    "chua": 25,
    "bánh": 11,
    "ngọt": 115,
    "nước": 126,
    "suối": 146,
    "một": 110,
    "chai": 20,
    "khăn": 87,
    "giấy": 61,
    "dầu": 55,
    "gội": 67,
    "tắm": 182,
    "mì": 107,
    "gói": 65,
    "ra": 137,
    "oreo": 129,
    "dâu": 52,
    "quy": 136,
    "nắm": 127,
    "kim": 88,
    "châm": 31,
    "__number__": 0,
    "bịch": 18,
    "vậy": 188,
    "hủ": 82,
    "tiếu": 167,
    "nam": 111,
    "vang": 184,
    "như": 120,
    "phở": 134,
    "bò": 12,
    "truyền": 170,
    "thống": 162,
    "đường": 210,
    "mía": 109,
    "á": 199,
    "thùng": 156,
    "kun": 89,
    "trái": 171,
    "cây": 44,
    "dutch": 51,
    "lady": 91,
    "vinamilk": 185,
    "tráng": 172,
    "ninh": 122,
    "hảo": 76,
    "cay": 19,
    "rốt": 140,
    "hấu": 77,
    "cục": 48,
    "xà": 195,
    "bông": 13,
    "lifebuoy": 92,
    "bẹ": 17,
    "xanh": 192,
    "lốc": 101,
    "hộp": 81,
    "non": 123,
    "kem": 83,
    "đánh": 205,
    "răng": 138,
    "closeup": 37,
    "ăn": 202,
    "cái": 43,
    "lân": 97,
    "số": 149,
    "điện": 204,
    "thoại": 152,
    "địa": 213,
    "chỉ": 35,
    "rẻ": 139,
    "hơn": 75,
    "bán": 10,
    "dưới": 54,
    "các": 41,
    "loại": 93,
    "snack": 145,
    "cháo": 30,
    "kẹo": 90,
    "em": 56
  },
  "intent": {
    "greet": 12,
    "goodbye": 11,
    "affirm": 0,
    "deny": 9,
    "ask_product_info": 4,
    "ask_product_detail": 3,
    "bot_challenge": 8,
    "ask_payment": 1,
    "ask_promotion": 5,
    "ask_shipping": 6,
    "ask_price": 2,
    "ask_shop_info": 7,
    "filter_products": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_products": 6,
    "action_get_product_price": 7,
    "utter_ask_more_help": 14,
    "utter_ask_payment": 15,
    "utter_ask_product_detail": 16,
    "utter_ask_product_info": 17,
    "utter_ask_promotion": 18,
    "utter_ask_shipping": 19,
    "utter_ask_shop_info": 20,
    "utter_follow_up": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24,
    "utter_sorry": 25,
    "utter_thank_you": 26
  },
  "action_text": null,
  "intent_response_key": null
}