{
  "text": {
    "hey": 107,
    "hello": 105,
    "hi": 108,
    "xin": 315,
    "chào": 48,
    "buổi": 13,
    "sáng": 241,
    "bạn": 26,
    "chiều": 41,
    "tối": 299,
    "shop": 235,
    "ơi": 356,
    "cửa": 75,
    "hàng": 112,
    "ê": 326,
    "alo": 3,
    "mình": 173,
    "cần": 70,
    "tư": 295,
    "vấn": 304,
    "cho": 42,
    "hỏi": 126,
    "chút": 52,
    "bye": 14,
    "tạm": 298,
    "biệt": 10,
    "ngủ": 188,
    "ngon": 184,
    "goodbye": 95,
    "hẹn": 124,
    "gặp": 101,
    "lại": 159,
    "đúng": 339,
    "rồi": 230,
    "yes": 321,
    "chính": 50,
    "xác": 318,
    "chuẩn": 46,
    "luôn": 151,
    "bro": 12,
    "phải": 213,
    "ok": 207,
    "nhá": 193,
    "đồng": 353,
    "ý": 329,
    "không": 138,
    "thích": 255,
    "tôi": 292,
    "đâu": 336,
    "muốn": 167,
    "xem": 314,
    "thông": 256,
    "tin": 269,
    "sản": 244,
    "phẩm": 214,
    "ở": 361,
    "làm": 153,
    "sao": 233,
    "để": 349,
    "chi": 39,
    "tiết": 271,
    "thì": 253,
    "cách": 63,
    "thế": 261,
    "nào": 200,
    "tìm": 289,
    "hiểu": 109,
    "về": 307,
    "có": 68,
    "thể": 262,
    "là": 152,
    "ai": 2,
    "à": 324,
    "chatbot": 37,
    "đang": 331,
    "nói": 202,
    "chuyện": 45,
    "với": 310,
    "con": 58,
    "người": 186,
    "hay": 104,
    "máy": 170,
    "tính": 291,
    "thật": 259,
    "bot": 11,
    "thanh": 249,
    "toán": 276,
    "bằng": 28,
    "những": 197,
    "phương": 212,
    "thức": 266,
    "hỗ": 129,
    "trợ": 285,
    "qua": 216,
    "thẻ": 260,
    "momo": 165,
    "chương": 53,
    "trình": 281,
    "khuyến": 136,
    "mãi": 171,
    "giảm": 93,
    "giá": 91,
    "gì": 99,
    "mua": 166,
    "nhiều": 190,
    "được": 342,
    "ưu": 357,
    "đãi": 338,
    "thời": 265,
    "gian": 88,
    "giao": 89,
    "bao": 6,
    "lâu": 155,
    "phí": 210,
    "ship": 234,
    "nhiêu": 189,
    "chọn": 57,
    "đơn": 340,
    "vị": 308,
    "vận": 305,
    "chuyển": 44,
    "dưa": 80,
    "lưới": 158,
    "tiền": 273,
    "bắp": 27,
    "cải": 69,
    "của": 74,
    "thịt": 263,
    "heo": 106,
    "gà": 97,
    "nguyên": 185,
    "cá": 61,
    "biển": 9,
    "sữa": 247,
    "tươi": 296,
    "khoai": 135,
    "tây": 288,
    "cà": 60,
    "chua": 43,
    "trứng": 286,
    "lốc": 160,
    "ovaltine": 208,
    "bán": 15,
    "đặc": 347,
    "đường": 341,
    "vậy": 306,
    "cua": 59,
    "cam": 35,
    "hú": 116,
    "lóc": 157,
    "sạch": 243,
    "nay": 183,
    "nục": 205,
    "hôm": 115,
    "điều": 333,
    "hồng": 128,
    "ba": 5,
    "sa": 232,
    "cắt": 71,
    "khúc": 139,
    "ra": 221,
    "rội": 231,
    "__number__": 1,
    "bịch": 32,
    "xương": 320,
    "như": 195,
    "xay": 313,
    "mía": 174,
    "mắc": 178,
    "thùng": 257,
    "kun": 143,
    "trái": 278,
    "cây": 66,
    "một": 180,
    "dutch": 77,
    "lady": 146,
    "dâu": 79,
    "em": 86,
    "ký": 144,
    "xoài": 316,
    "tứ": 301,
    "quý": 217,
    "ức": 362,
    "đắt": 346,
    "chị": 56,
    "chuối": 47,
    "già": 90,
    "rốt": 229,
    "hiện": 110,
    "tại": 297,
    "hấu": 123,
    "ngọt": 187,
    "bó": 22,
    "bẹ": 29,
    "xanh": 312,
    "bữa": 34,
    "hộp": 130,
    "non": 198,
    "xôi": 319,
    "rau": 222,
    "húng": 117,
    "quế": 220,
    "quýt": 218,
    "giờ": 94,
    "ổi": 360,
    "ruột": 223,
    "đỏ": 351,
    "1kg": 0,
    "nho": 192,
    "bên": 19,
    "râm": 225,
    "lên": 156,
    "số": 245,
    "điện": 334,
    "thoại": 252,
    "địa": 350,
    "chỉ": 55,
    "nước": 203,
    "suối": 238,
    "rẻ": 227,
    "hơn": 118,
    "dưới": 81,
    "trên": 280,
    "thìa": 254,
    "các": 62,
    "loại": 149,
    "bánh": 16,
    "snack": 236,
    "kem": 133,
    "đánh": 335,
    "răng": 226,
    "cục": 72,
    "xà": 317,
    "bông": 23,
    "mì": 172,
    "hảo": 122,
    "hủ": 132,
    "tiếu": 272,
    "cháo": 49,
    "kẹo": 145,
    "dầu": 83,
    "gội": 102,
    "cao": 36,
    "hồi": 127,
    "gợi": 103,
    "giúp": 92,
    "thấp": 258,
    "hải": 121,
    "danh": 76,
    "sách": 240,
    "ạ": 358,
    "hệ": 125,
    "thống": 264,
    "bị": 31,
    "huyết": 111,
    "áp": 325,
    "nên": 201,
    "ăn": 330,
    "thực": 267,
    "tốt": 300,
    "tiểu": 274,
    "mỡ": 181,
    "máu": 169,
    "món": 175,
    "phù": 211,
    "hợp": 131,
    "béo": 18,
    "phì": 209,
    "cân": 65,
    "kiêng": 142,
    "mặn": 179,
    "an": 4,
    "toàn": 275,
    "bệnh": 30,
    "sức": 246,
    "khỏe": 140,
    "thiếu": 250,
    "bổ": 33,
    "sung": 237,
    "gầy": 100,
    "yếu": 323,
    "thiện": 251,
    "trạng": 282,
    "mang": 164,
    "thai": 248,
    "rối": 228,
    "loạn": 150,
    "tiêu": 270,
    "hóa": 114,
    "gan": 87,
    "nhiễm": 191,
    "uống": 302,
    "tình": 290,
    "tăng": 294,
    "tim": 268,
    "mạch": 177,
    "dạ": 82,
    "dày": 78,
    "viêm": 303,
    "đại": 343,
    "tràng": 277,
    "nếu": 204,
    "gout": 96,
    "trị": 284,
    "tránh": 279,
    "vừa": 311,
    "chế": 54,
    "độ": 354,
    "loét": 148,
    "yến": 322,
    "bò": 21,
    "động": 355,
    "phụ": 215,
    "nữ": 206,
    "khô": 137,
    "ít": 327,
    "vịt": 309,
    "lộn": 161,
    "trẻ": 283,
    "đậu": 344,
    "nành": 199,
    "lợi": 162,
    "lựa": 163,
    "chay": 38,
    "tôm": 293,
    "gây": 98,
    "hại": 120,
    "dị": 84,
    "ứng": 363,
    "bưởi": 25,
    "lang": 147,
    "ảnh": 359,
    "hưởng": 119,
    "đến": 348,
    "đau": 332,
    "dứa": 85,
    "cám": 64,
    "khi": 134,
    "đồ": 352,
    "chiên": 40,
    "rán": 224,
    "khớp": 141,
    "đây": 337,
    "táo": 287,
    "muống": 168,
    "nhỉ": 196,
    "basa": 7,
    "còn": 67,
    "bơ": 24,
    "sáp": 242,
    "mỹ": 182,
    "hành": 113,
    "lá": 154,
    "biết": 8,
    "củ": 73,
    "quả": 219,
    "nhé": 194,
    "bí": 20,
    "mướp": 176,
    "đắng": 345,
    "bây": 17,
    "óc": 328,
    "chó": 51,
    "sành": 239
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "affirm": 0,
    "deny": 15,
    "ask_product_info": 10,
    "ask_product_detail": 9,
    "bot_challenge": 14,
    "ask_payment": 7,
    "ask_promotion": 11,
    "ask_shipping": 12,
    "ask_price": 8,
    "ask_shop_info": 13,
    "filter_products": 16,
    "ask_food_for_condition": 4,
    "ask_if_food_good_for_condition": 6,
    "ask_food_to_avoid": 5,
    "ask_co_ban_sp": 1,
    "ask_co_loai_nao": 2,
    "ask_con_hang_ko": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 17,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_co_ban_sp": 1,
    "action_con_hang": 2,
    "action_filter_products": 8,
    "action_food_to_avoid": 9,
    "action_get_product_price": 10,
    "action_loai_sp": 12,
    "action_recommend_food": 13,
    "action_recommend_food_by_condition": 14,
    "utter_ask_more_help": 20,
    "utter_ask_payment": 21,
    "utter_ask_product_detail": 22,
    "utter_ask_product_info": 23,
    "utter_ask_promotion": 24,
    "utter_ask_shipping": 25,
    "utter_ask_shop_info": 26,
    "utter_follow_up": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_iamabot": 30,
    "utter_sorry": 31,
    "utter_thank_you": 32
  },
  "action_text": null,
  "intent_response_key": null
}