{
  "text": {
    " ": 0,
    "h": 785,
    "e": 702,
    "y": 1576,
    " h": 136,
    "he": 796,
    "ey": 722,
    "y ": 1577,
    " he": 139,
    "hey": 801,
    "ey ": 723,
    " hey": 142,
    "hey ": 802,
    "l": 1057,
    "o": 1223,
    "el": 707,
    "ll": 1068,
    "lo": 1071,
    "o ": 1224,
    "hel": 797,
    "ell": 708,
    "llo": 1069,
    "lo ": 1072,
    " hel": 140,
    "hell": 798,
    "ello": 709,
    "llo ": 1070,
    "i": 959,
    "hi": 803,
    "i ": 960,
    " hi": 143,
    "hi ": 804,
    " hi ": 144,
    "x": 1561,
    "n": 1160,
    " x": 419,
    "xi": 1568,
    "in": 974,
    "n ": 1161,
    " xi": 424,
    "xin": 1569,
    "in ": 975,
    " xin": 425,
    "xin ": 1570,
    "c": 601,
    "à": 1601,
    " c": 51,
    "ch": 608,
    "hà": 839,
    "ào": 1611,
    " ch": 55,
    "chà": 625,
    "hào": 842,
    "ào ": 1612,
    " chà": 60,
    "chào": 626,
    "hào ": 843,
    "b": 538,
    "u": 1488,
    "ổ": 1945,
    " b": 11,
    "bu": 558,
    "uổ": 1532,
    "ổi": 1947,
    " bu": 22,
    "buổ": 561,
    "uổi": 1533,
    "ổi ": 1948,
    " buổ": 23,
    "buổi": 562,
    "uổi ": 1534,
    "s": 1339,
    "á": 1613,
    "g": 728,
    " s": 318,
    "sá": 1360,
    "án": 1621,
    "ng": 1169,
    "g ": 729,
    " sá": 329,
    "sán": 1361,
    "áng": 1623,
    "ng ": 1170,
    " sán": 330,
    "sáng": 1362,
    "áng ": 1624,
    "ạ": 1800,
    "bạ": 581,
    "ạn": 1808,
    " bạ": 36,
    "bạn": 582,
    "ạn ": 1809,
    " bạn": 37,
    "bạn ": 583,
    "ề": 1883,
    "iề": 1009,
    "ều": 1887,
    "u ": 1489,
    "chi": 614,
    "hiề": 812,
    "iều": 1012,
    "ều ": 1888,
    " chi": 57,
    "chiề": 617,
    "hiều": 813,
    "iều ": 1013,
    "t": 1374,
    "ố": 1926,
    " t": 339,
    "tố": 1483,
    "ối": 1930,
    " tố": 395,
    "tối": 1484,
    "ối ": 1931,
    " tối": 396,
    "tối ": 1485,
    "p": 1264,
    "sh": 1347,
    "ho": 820,
    "op": 1241,
    "p ": 1265,
    " sh": 321,
    "sho": 1350,
    "hop": 824,
    "op ": 1242,
    " sho": 323,
    "shop": 1351,
    "hop ": 825,
    "ơ": 1764,
    " ơ": 483,
    "ơi": 1765,
    " ơi": 484,
    "ơi ": 1766,
    " ơi ": 485,
    "ử": 2006,
    "a": 506,
    "cử": 677,
    "ửa": 2007,
    "a ": 507,
    " cử": 91,
    "cửa": 678,
    "ửa ": 2008,
    " cửa": 92,
    "cửa ": 679,
    "àn": 1605,
    " hà": 148,
    "hàn": 840,
    "àng": 1607,
    " hàn": 149,
    "hàng": 841,
    "àng ": 1608,
    "ê": 1650,
    " ê": 442,
    "ê ": 1651,
    " ê ": 443,
    " a": 4,
    "al": 516,
    " al": 7,
    "alo": 517,
    " alo": 8,
    "alo ": 518,
    "m": 1108,
    "ì": 1660,
    " m": 222,
    "mì": 1136,
    "ìn": 1664,
    "nh": 1181,
    "h ": 786,
    " mì": 235,
    "mìn": 1138,
    "ình": 1665,
    "nh ": 1182,
    " mìn": 237,
    "mình": 1139,
    "ình ": 1666,
    "ầ": 1830,
    "cầ": 668,
    "ần": 1831,
    " cầ": 85,
    "cần": 669,
    "ần ": 1832,
    " cần": 86,
    "cần ": 670,
    "ư": 1771,
    "tư": 1473,
    "ư ": 1772,
    " tư": 388,
    "tư ": 1474,
    " tư ": 389,
    "v": 1535,
    "ấ": 1823,
    " v": 401,
    "vấ": 1544,
    "ấn": 1824,
    " vấ": 407,
    "vấn": 1545,
    "ấn ": 1825,
    " vấn": 408,
    "vấn ": 1546,
    "cho": 618,
    "ho ": 821,
    " cho": 58,
    "cho ": 619,
    "ỏ": 1921,
    "hỏ": 919,
    "ỏi": 1924,
    " hỏ": 165,
    "hỏi": 922,
    "ỏi ": 1925,
    " hỏi": 166,
    "hỏi ": 923,
    "ú": 1704,
    "hú": 870,
    "út": 1710,
    "t ": 1375,
    "chú": 633,
    "hút": 871,
    "út ": 1711,
    " chú": 64,
    "chút": 634,
    "hút ": 872,
    "by": 563,
    "ye": 1578,
    "e ": 703,
    " by": 24,
    "bye": 564,
    "ye ": 1579,
    " bye": 25,
    "bye ": 565,
    "tạ": 1477,
    "ạm": 1806,
    "m ": 1109,
    " tạ": 391,
    "tạm": 1478,
    "ạm ": 1807,
    " tạm": 392,
    "tạm ": 1479,
    "ệ": 1898,
    "bi": 545,
    "iệ": 1022,
    "ệt": 1903,
    " bi": 14,
    "biệ": 550,
    "iệt": 1025,
    "ệt ": 1904,
    " biệ": 17,
    "biệt": 551,
    "iệt ": 1026,
    "ủ": 1996,
    " n": 252,
    "gủ": 783,
    "ủ ": 1997,
    " ng": 255,
    "ngủ": 1179,
    "gủ ": 784,
    " ngủ": 260,
    "ngủ ": 1180,
    "go": 747,
    "on": 1236,
    "ngo": 1171,
    "gon": 748,
    "on ": 1237,
    " ngo": 256,
    "ngon": 1172,
    "gon ": 749,
    "d": 680,
    " g": 108,
    "oo": 1238,
    "od": 1228,
    "db": 681,
    " go": 118,
    "goo": 750,
    "ood": 1239,
    "odb": 1229,
    "dby": 682,
    " goo": 119,
    "good": 751,
    "oodb": 1240,
    "odby": 1230,
    "dbye": 683,
    "ẹ": 1867,
    "hẹ": 902,
    "ẹn": 1869,
    " hẹ": 163,
    "hẹn": 903,
    "ẹn ": 1870,
    " hẹn": 164,
    "hẹn ": 904,
    "ặ": 1862,
    "gặ": 771,
    "ặp": 1865,
    " gặ": 130,
    "gặp": 772,
    "ặp ": 1866,
    " gặp": 131,
    "gặp ": 773,
    " l": 194,
    "lạ": 1093,
    "ại": 1804,
    " lạ": 212,
    "lại": 1094,
    "ại ": 1805,
    " lại": 213,
    "lại ": 1095,
    "đ": 1719,
    " đ": 452,
    "đú": 1735,
    "ún": 1705,
    " đú": 463,
    "đún": 1736,
    "úng": 1706,
    " đún": 464,
    "đúng": 1737,
    "úng ": 1707,
    "r": 1289,
    "ồ": 1938,
    " r": 303,
    "rồ": 1331,
    "ồi": 1940,
    " rồ": 316,
    "rồi": 1332,
    "ồi ": 1941,
    " rồi": 317,
    "rồi ": 1333,
    " y": 430,
    "es": 717,
    "s ": 1340,
    " ye": 431,
    "yes": 1580,
    "es ": 718,
    " yes": 432,
    "yes ": 1581,
    "í": 1667,
    "hí": 853,
    "ín": 1674,
    "chí": 631,
    "hín": 857,
    "ính": 1675,
    " chí": 63,
    "chín": 632,
    "hính": 858,
    "ính ": 1676,
    "xá": 1573,
    "ác": 1615,
    "c ": 602,
    " xá": 428,
    "xác": 1574,
    "ác ": 1616,
    " xác": 429,
    "xác ": 1575,
    "ẩ": 1837,
    "hu": 828,
    "uẩ": 1523,
    "ẩn": 1840,
    "chu": 620,
    "huẩ": 835,
    "uẩn": 1524,
    "ẩn ": 1841,
    " chu": 59,
    "chuẩ": 623,
    "huẩn": 836,
    "uẩn ": 1525,
    "ô": 1689,
    "lu": 1078,
    "uô": 1520,
    "ôn": 1695,
    " lu": 202,
    "luô": 1079,
    "uôn": 1521,
    "ôn ": 1696,
    " luô": 203,
    "luôn": 1080,
    "uôn ": 1522,
    "br": 555,
    "ro": 1300,
    " br": 20,
    "bro": 556,
    "ro ": 1301,
    " bro": 21,
    "bro ": 557,
    "ả": 1812,
    " p": 289,
    "ph": 1266,
    "hả": 888,
    "ải": 1813,
    " ph": 290,
    "phả": 1275,
    "hải": 889,
    "ải ": 1814,
    " phả": 295,
    "phải": 1276,
    "hải ": 890,
    "k": 1027,
    " o": 284,
    "ok": 1231,
    "k ": 1028,
    " ok": 285,
    "ok ": 1232,
    " ok ": 286,
    "há": 844,
    "á ": 1614,
    " nh": 261,
    "nhá": 1189,
    "há ": 845,
    " nhá": 264,
    "nhá ": 1190,
    "đồ": 1757,
    "ồn": 1942,
    " đồ": 478,
    "đồn": 1759,
    "ồng": 1943,
    " đồn": 480,
    "đồng": 1760,
    "ồng ": 1944,
    "ý": 1712,
    " ý": 447,
    "ý ": 1713,
    " ý ": 448,
    " k": 177,
    "kh": 1032,
    "hô": 862,
    " kh": 180,
    "khô": 1037,
    "hôn": 864,
    "ông": 1697,
    " khô": 183,
    "khôn": 1039,
    "hông": 865,
    "ông ": 1698,
    "th": 1382,
    "íc": 1671,
    " th": 340,
    "thí": 1393,
    "híc": 855,
    "ích": 1672,
    "ch ": 609,
    " thí": 345,
    "thíc": 1394,
    "hích": 856,
    "ích ": 1673,
    "tô": 1465,
    "ôi": 1691,
    " tô": 383,
    "tôi": 1466,
    "ôi ": 1692,
    " tôi": 384,
    "tôi ": 1467,
    "â": 1635,
    "đâ": 1729,
    "âu": 1640,
    " đâ": 459,
    "đâu": 1730,
    "âu ": 1641,
    " đâu": 460,
    "đâu ": 1731,
    "mu": 1123,
    "uố": 1526,
    "ốn": 1932,
    " mu": 227,
    "muố": 1126,
    "uốn": 1529,
    "ốn ": 1933,
    " muố": 229,
    "muốn": 1127,
    "uốn ": 1530,
    "xe": 1565,
    "em": 710,
    " xe": 422,
    "xem": 1566,
    "em ": 711,
    " xem": 423,
    "xem ": 1567,
    "thô": 1395,
    " thô": 346,
    "thôn": 1396,
    "ti": 1417,
    " ti": 357,
    "tin": 1420,
    " tin": 359,
    "tin ": 1421,
    "sả": 1363,
    "ản": 1817,
    " sả": 331,
    "sản": 1364,
    "ản ": 1818,
    " sản": 332,
    "sản ": 1365,
    "hẩ": 896,
    "ẩm": 1838,
    "phẩ": 1277,
    "hẩm": 897,
    "ẩm ": 1839,
    " phẩ": 296,
    "phẩm": 1278,
    "hẩm ": 898,
    "ở": 1975,
    " ở": 492,
    "ở ": 1976,
    " ở ": 493,
    "là": 1081,
    "àm": 1603,
    " là": 204,
    "làm": 1083,
    "àm ": 1604,
    " làm": 206,
    "làm ": 1084,
    "sa": 1341,
    "ao": 529,
    " sa": 319,
    "sao": 1342,
    "ao ": 530,
    " sao": 320,
    "sao ": 1343,
    "ể": 1889,
    "để": 1752,
    "ể ": 1890,
    " để": 474,
    "để ": 1753,
    " để ": 475,
    "chi ": 615,
    "ế": 1875,
    "iế": 1004,
    "ết": 1879,
    "tiế": 1424,
    "iết": 1005,
    "ết ": 1880,
    " tiế": 361,
    "tiết": 1425,
    "iết ": 1006,
    "hì": 851,
    "ì ": 1661,
    "thì": 1391,
    "hì ": 852,
    " thì": 344,
    "thì ": 1392,
    "cá": 651,
    " cá": 74,
    "các": 653,
    "ách": 1617,
    " các": 76,
    "cách": 655,
    "ách ": 1618,
    "hế": 907,
    "ế ": 1876,
    "thế": 1403,
    "hế ": 908,
    " thế": 350,
    "thế ": 1404,
    "nà": 1204,
    " nà": 271,
    "nào": 1207,
    " nào": 273,
    "nào ": 1208,
    "tì": 1457,
    "ìm": 1662,
    " tì": 378,
    "tìm": 1458,
    "ìm ": 1663,
    " tìm": 379,
    "tìm ": 1459,
    "iể": 1014,
    "ểu": 1893,
    "hiể": 814,
    "iểu": 1017,
    "ểu ": 1894,
    " hiể": 145,
    "hiểu": 815,
    "iểu ": 1018,
    "về": 1552,
    "ề ": 1884,
    " về": 412,
    "về ": 1553,
    " về ": 413,
    "ó": 1681,
    "có": 663,
    "ó ": 1682,
    " có": 81,
    "có ": 664,
    " có ": 82,
    "hể": 909,
    "thể": 1405,
    "hể ": 910,
    " thể": 351,
    "thể ": 1406,
    "à ": 1602,
    "là ": 1082,
    " là ": 205,
    "ai": 514,
    " ai": 5,
    "ai ": 515,
    " ai ": 6,
    " à": 436,
    " à ": 437,
    "ha": 787,
    "at": 531,
    "tb": 1376,
    "bo": 552,
    "ot": 1249,
    "cha": 610,
    "hat": 792,
    "atb": 532,
    "tbo": 1377,
    "bot": 553,
    "ot ": 1250,
    " cha": 56,
    "chat": 612,
    "hatb": 793,
    "atbo": 533,
    "tbot": 1378,
    "bot ": 554,
    "đa": 1720,
    "an": 523,
    " đa": 453,
    "đan": 1721,
    "ang": 525,
    " đan": 454,
    "đang": 1722,
    "ang ": 526,
    "nó": 1212,
    "ói": 1685,
    " nó": 276,
    "nói": 1213,
    "ói ": 1686,
    " nói": 277,
    "nói ": 1214,
    "uy": 1507,
    "yệ": 1598,
    "ện": 1899,
    "huy": 831,
    "uyệ": 1518,
    "yện": 1599,
    "ện ": 1900,
    "chuy": 622,
    "huyệ": 834,
    "uyện": 1519,
    "yện ": 1600,
    "ớ": 1962,
    "vớ": 1558,
    "ới": 1965,
    " vớ": 417,
    "với": 1559,
    "ới ": 1966,
    " với": 418,
    "với ": 1560,
    "co": 646,
    " co": 70,
    "con": 647,
    " con": 71,
    "con ": 648,
    "ờ": 1969,
    "gư": 765,
    "ườ": 1787,
    "ời": 1970,
    "ngư": 1175,
    "gườ": 766,
    "ười": 1788,
    "ời ": 1971,
    " ngư": 258,
    "ngườ": 1176,
    "gười": 767,
    "ười ": 1789,
    "ay": 536,
    " ha": 137,
    "hay": 794,
    "ay ": 537,
    " hay": 138,
    "hay ": 795,
    "má": 1128,
    "áy": 1633,
    " má": 230,
    "máy": 1131,
    "áy ": 1634,
    " máy": 232,
    "máy ": 1132,
    "tí": 1462,
    " tí": 381,
    "tín": 1463,
    " tín": 382,
    "tính": 1464,
    "ậ": 1842,
    "hậ": 899,
    "ật": 1845,
    "thậ": 1399,
    "hật": 900,
    "ật ": 1846,
    " thậ": 348,
    "thật": 1400,
    "hật ": 901,
    " bo": 18,
    " bot": 19,
    "tha": 1383,
    "han": 790,
    "anh": 527,
    " tha": 341,
    "than": 1385,
    "hanh": 791,
    "anh ": 528,
    "to": 1431,
    "oá": 1256,
    " to": 364,
    "toá": 1434,
    "oán": 1257,
    "án ": 1622,
    " toá": 366,
    "toán": 1435,
    "oán ": 1258,
    "ằ": 1858,
    "bằ": 587,
    "ằn": 1859,
    " bằ": 40,
    "bằn": 588,
    "ằng": 1860,
    " bằn": 41,
    "bằng": 589,
    "ằng ": 1861,
    "ữ": 2009,
    "hữ": 953,
    "ữn": 2013,
    "nhữ": 1193,
    "hữn": 954,
    "ững": 2014,
    " nhữ": 266,
    "nhữn": 1194,
    "hững": 955,
    "ững ": 2015,
    "hư": 879,
    "ươ": 1777,
    "ơn": 1767,
    "phư": 1273,
    "hươ": 881,
    "ươn": 1780,
    "ơng": 1769,
    " phư": 294,
    "phươ": 1274,
    "hươn": 882,
    "ương": 1781,
    "ơng ": 1770,
    "ứ": 2000,
    "hứ": 950,
    "ức": 2001,
    "thứ": 1413,
    "hức": 951,
    "ức ": 2002,
    " thứ": 355,
    "thức": 1414,
    "hức ": 952,
    "ỗ": 1949,
    "hỗ": 930,
    "ỗ ": 1950,
    " hỗ": 169,
    "hỗ ": 931,
    " hỗ ": 170,
    "ợ": 1984,
    "tr": 1436,
    "rợ": 1334,
    "ợ ": 1985,
    " tr": 367,
    "trợ": 1450,
    "rợ ": 1335,
    " trợ": 374,
    "trợ ": 1451,
    "q": 1283,
    " q": 299,
    "qu": 1284,
    "ua": 1490,
    " qu": 300,
    "qua": 1285,
    "ua ": 1491,
    " qua": 301,
    "qua ": 1286,
    "ẻ": 1873,
    "hẻ": 905,
    "ẻ ": 1874,
    "thẻ": 1401,
    "hẻ ": 906,
    " thẻ": 349,
    "thẻ ": 1402,
    "mo": 1119,
    "om": 1233,
    " mo": 225,
    "mom": 1121,
    "omo": 1234,
    "mo ": 1120,
    " mom": 226,
    "momo": 1122,
    "omo ": 1235,
    "chư": 635,
    " chư": 65,
    "chươ": 636,
    "rì": 1315,
    "trì": 1444,
    "rìn": 1316,
    " trì": 371,
    "trìn": 1445,
    "rình": 1317,
    "yế": 1585,
    "ến": 1877,
    "khu": 1035,
    "uyế": 1511,
    "yến": 1586,
    "ến ": 1878,
    " khu": 182,
    "khuy": 1036,
    "huyế": 832,
    "uyến": 1512,
    "yến ": 1587,
    "ã": 1644,
    "mã": 1133,
    "ãi": 1645,
    " mã": 233,
    "mãi": 1134,
    "ãi ": 1646,
    " mãi": 234,
    "mãi ": 1135,
    "gi": 733,
    "iả": 998,
    "ảm": 1815,
    " gi": 111,
    "giả": 743,
    "iảm": 999,
    "ảm ": 1816,
    " giả": 116,
    "giảm": 744,
    "iảm ": 1000,
    "iá": 985,
    "giá": 739,
    "iá ": 986,
    " giá": 114,
    "giá ": 740,
    "gì": 760,
    " gì": 124,
    "gì ": 761,
    " gì ": 125,
    "mua": 1124,
    " mua": 228,
    "mua ": 1125,
    "nhi": 1183,
    " nhi": 262,
    "nhiề": 1185,
    "đư": 1741,
    "ượ": 1797,
    "ợc": 1986,
    " đư": 467,
    "đượ": 1744,
    "ược": 1798,
    "ợc ": 1987,
    " đượ": 469,
    "được": 1745,
    "ược ": 1799,
    " ư": 486,
    "ưu": 1775,
    " ưu": 487,
    "ưu ": 1776,
    " ưu ": 488,
    "đã": 1732,
    " đã": 461,
    "đãi": 1733,
    " đãi": 462,
    "đãi ": 1734,
    "hờ": 938,
    "thờ": 1411,
    "hời": 939,
    " thờ": 354,
    "thời": 1412,
    "hời ": 940,
    "ia": 961,
    "gia": 734,
    "ian": 962,
    "an ": 524,
    " gia": 112,
    "gian": 735,
    "ian ": 963,
    "iao": 964,
    "giao": 736,
    "iao ": 965,
    "ba": 539,
    " ba": 12,
    "bao": 540,
    " bao": 13,
    "bao ": 541,
    "lâ": 1085,
    " lâ": 207,
    "lâu": 1088,
    " lâu": 209,
    "lâu ": 1089,
    "í ": 1668,
    "phí": 1269,
    "hí ": 854,
    " phí": 292,
    "phí ": 1270,
    "ip": 981,
    "shi": 1348,
    "hip": 805,
    "ip ": 982,
    " shi": 322,
    "ship": 1349,
    "hip ": 806,
    "iê": 987,
    "êu": 1658,
    "hiê": 807,
    "iêu": 993,
    "êu ": 1659,
    "nhiê": 1184,
    "hiêu": 809,
    "iêu ": 994,
    "ọ": 1916,
    "họ": 916,
    "ọn": 1917,
    "chọ": 639,
    "họn": 917,
    "ọn ": 1918,
    " chọ": 67,
    "chọn": 640,
    "họn ": 918,
    "đơ": 1738,
    " đơ": 465,
    "đơn": 1739,
    "ơn ": 1768,
    " đơn": 466,
    "đơn ": 1740,
    "ị": 1907,
    "vị": 1554,
    "ị ": 1908,
    " vị": 414,
    "vị ": 1555,
    " vị ": 415,
    "vậ": 1547,
    "ận": 1843,
    " vậ": 409,
    "vận": 1548,
    "ận ": 1844,
    " vận": 410,
    "vận ": 1549,
    "yể": 1595,
    "ển": 1891,
    "uyể": 1516,
    "yển": 1596,
    "ển ": 1892,
    "huyể": 833,
    "uyển": 1517,
    "yển ": 1597,
    " d": 93,
    "dư": 692,
    "ưa": 1773,
    " dư": 98,
    "dưa": 693,
    "ưa ": 1774,
    " dưa": 99,
    "dưa ": 694,
    "lư": 1090,
    "ướ": 1782,
    " lư": 210,
    "lướ": 1091,
    "ưới": 1785,
    " lướ": 211,
    "lưới": 1092,
    "ưới ": 1786,
    "ền": 1885,
    "tiề": 1427,
    "iền": 1010,
    "ền ": 1886,
    " tiề": 362,
    "tiền": 1428,
    "iền ": 1011,
    "ắ": 1851,
    "bắ": 584,
    "ắp": 1856,
    " bắ": 38,
    "bắp": 585,
    "ắp ": 1857,
    " bắp": 39,
    "bắp ": 586,
    "cả": 665,
    " cả": 83,
    "cải": 666,
    " cải": 84,
    "cải ": 667,
    "củ": 674,
    "ủa": 1998,
    " củ": 89,
    "của": 675,
    "ủa ": 1999,
    " của": 90,
    "của ": 676,
    "hị": 913,
    "ịt": 1914,
    "thị": 1407,
    "hịt": 914,
    "ịt ": 1915,
    " thị": 352,
    "thịt": 1408,
    "hịt ": 915,
    "eo": 712,
    "heo": 799,
    "eo ": 713,
    " heo": 141,
    "heo ": 800,
    "gà": 755,
    " gà": 120,
    "gà ": 756,
    " gà ": 121,
    "gu": 752,
    "yê": 1582,
    "ên": 1654,
    "ngu": 1173,
    "guy": 753,
    "uyê": 1509,
    "yên": 1583,
    "ên ": 1655,
    " ngu": 257,
    "nguy": 1174,
    "guyê": 754,
    "uyên": 1510,
    "yên ": 1584,
    "cá ": 652,
    " cá ": 75,
    "biể": 548,
    "iển": 1015,
    " biể": 16,
    "biển": 549,
    "iển ": 1016,
    "sữ": 1371,
    "ữa": 2011,
    " sữ": 337,
    "sữa": 1372,
    "ữa ": 2012,
    " sữa": 338,
    "sữa ": 1373,
    "tươ": 1475,
    "ươi": 1778,
    " tươ": 390,
    "tươi": 1476,
    "ươi ": 1779,
    "oa": 1225,
    "kho": 1033,
    "hoa": 822,
    "oai": 1226,
    " kho": 181,
    "khoa": 1034,
    "hoai": 823,
    "oai ": 1227,
    "tâ": 1454,
    "ây": 1642,
    " tâ": 376,
    "tây": 1455,
    "ây ": 1643,
    " tây": 377,
    "tây ": 1456,
    "cà": 649,
    " cà": 72,
    "cà ": 650,
    " cà ": 73,
    "hua": 829,
    "chua": 621,
    "hua ": 830,
    "bá": 566,
    " bá": 26,
    "bán": 567,
    "ánh": 1625,
    " bán": 27,
    "bánh": 569,
    "ánh ": 1626,
    "gọ": 774,
    "ọt": 1919,
    "ngọ": 1177,
    "gọt": 775,
    "ọt ": 1920,
    " ngọ": 259,
    "ngọt": 1178,
    "gọt ": 776,
    "nư": 1215,
    "ớc": 1963,
    " nư": 278,
    "nướ": 1216,
    "ước": 1783,
    "ớc ": 1964,
    " nướ": 279,
    "nước": 1217,
    "ước ": 1784,
    "su": 1355,
    " su": 326,
    "suố": 1358,
    "uối": 1527,
    " suố": 328,
    "suối": 1359,
    "uối ": 1528,
    "ộ": 1951,
    "mộ": 1155,
    "ột": 1960,
    " mộ": 248,
    "một": 1156,
    "ột ": 1961,
    " một": 249,
    "một ": 1157,
    "hai": 788,
    "chai": 611,
    "hai ": 789,
    "ă": 1714,
    "hă": 873,
    "ăn": 1715,
    "khă": 1040,
    "hăn": 874,
    "ăn ": 1716,
    " khă": 184,
    "khăn": 1041,
    "hăn ": 875,
    "iấ": 1001,
    "ấy": 1828,
    "giấ": 745,
    "iấy": 1002,
    "ấy ": 1829,
    " giấ": 117,
    "giấy": 746,
    "iấy ": 1003,
    "dầ": 697,
    "ầu": 1833,
    " dầ": 101,
    "dầu": 698,
    "ầu ": 1834,
    " dầu": 102,
    "dầu ": 699,
    "gộ": 777,
    "ội": 1952,
    " gộ": 132,
    "gội": 778,
    "ội ": 1953,
    " gội": 133,
    "gội ": 779,
    "tắ": 1480,
    "ắm": 1854,
    " tắ": 393,
    "tắm": 1481,
    "ắm ": 1855,
    " tắm": 394,
    "tắm ": 1482,
    "mì ": 1137,
    " mì ": 236,
    "gó": 762,
    " gó": 126,
    "gói": 763,
    " gói": 127,
    "gói ": 764,
    "ra": 1293,
    " ra": 304,
    "ra ": 1294,
    " ra ": 305,
    "or": 1243,
    "re": 1297,
    " or": 287,
    "ore": 1244,
    "reo": 1298,
    " ore": 288,
    "oreo": 1245,
    "reo ": 1299,
    "dâ": 689,
    " dâ": 96,
    "dâu": 690,
    " dâu": 97,
    "dâu ": 691,
    "quy": 1287,
    "uy ": 1508,
    " quy": 302,
    "quy ": 1288,
    "nắ": 1218,
    " nắ": 280,
    "nắm": 1219,
    " nắm": 281,
    "nắm ": 1220,
    "ki": 1046,
    "im": 972,
    " ki": 187,
    "kim": 1047,
    "im ": 973,
    " kim": 188,
    "kim ": 1048,
    "hâ": 848,
    "âm": 1636,
    "châ": 629,
    "hâm": 849,
    "âm ": 1637,
    " châ": 62,
    "châm": 630,
    "hâm ": 850,
    "_": 497,
    " _": 1,
    "__": 499,
    "_n": 503,
    "nu": 1201,
    "um": 1492,
    "mb": 1113,
    "be": 542,
    "er": 714,
    "r_": 1290,
    "_ ": 498,
    " __": 2,
    "__n": 501,
    "_nu": 504,
    "num": 1202,
    "umb": 1493,
    "mbe": 1114,
    "ber": 543,
    "er_": 715,
    "r__": 1291,
    "__ ": 500,
    " __n": 3,
    "__nu": 502,
    "_num": 505,
    "numb": 1203,
    "umbe": 1494,
    "mber": 1115,
    "ber_": 544,
    "er__": 716,
    "r__ ": 1292,
    "bị": 595,
    "ịc": 1911,
    " bị": 46,
    "bịc": 597,
    "ịch": 1912,
    " bịc": 48,
    "bịch": 598,
    "ịch ": 1913,
    "ậy": 1849,
    "vậy": 1550,
    "ậy ": 1850,
    " vậy": 411,
    "vậy ": 1551,
    "hủ": 948,
    " hủ": 175,
    "hủ ": 949,
    " hủ ": 176,
    "ếu": 1881,
    "iếu": 1007,
    "ếu ": 1882,
    "tiếu": 1426,
    "iếu ": 1008,
    "na": 1162,
    "am": 519,
    " na": 253,
    "nam": 1166,
    "am ": 520,
    " nam": 254,
    "nam ": 1167,
    "va": 1536,
    " va": 402,
    "van": 1537,
    " van": 403,
    "vang": 1538,
    "như": 1191,
    "hư ": 880,
    " như": 265,
    "như ": 1192,
    "hở": 941,
    "phở": 1279,
    "hở ": 942,
    " phở": 297,
    "phở ": 1280,
    "ò": 1679,
    "bò": 573,
    "ò ": 1680,
    " bò": 30,
    "bò ": 574,
    " bò ": 31,
    "ru": 1302,
    "yề": 1592,
    "tru": 1437,
    "ruy": 1303,
    "uyề": 1514,
    "yền": 1593,
    " tru": 368,
    "truy": 1438,
    "ruyề": 1304,
    "uyền": 1515,
    "yền ": 1594,
    "hố": 924,
    "thố": 1409,
    "hốn": 925,
    "ống": 1934,
    " thố": 353,
    "thốn": 1410,
    "hống": 926,
    "ống ": 1935,
    "ờn": 1972,
    "đườ": 1742,
    "ườn": 1790,
    "ờng": 1973,
    " đườ": 468,
    "đườn": 1743,
    "ường": 1791,
    "ờng ": 1974,
    "mí": 1140,
    "ía": 1669,
    " mí": 238,
    "mía": 1141,
    "ía ": 1670,
    " mía": 239,
    "mía ": 1142,
    " á": 438,
    " á ": 439,
    "ù": 1699,
    "hù": 866,
    "ùn": 1701,
    "thù": 1397,
    "hùn": 868,
    "ùng": 1702,
    " thù": 347,
    "thùn": 1398,
    "hùng": 869,
    "ùng ": 1703,
    "ku": 1051,
    "un": 1495,
    " ku": 190,
    "kun": 1052,
    "un ": 1496,
    " kun": 191,
    "kun ": 1053,
    "rá": 1305,
    "ái": 1619,
    "trá": 1439,
    "rái": 1306,
    "ái ": 1620,
    " trá": 369,
    "trái": 1440,
    "rái ": 1307,
    "câ": 658,
    " câ": 78,
    "cây": 661,
    " cây": 80,
    "cây ": 662,
    "du": 684,
    "ut": 1504,
    "tc": 1379,
    " du": 94,
    "dut": 685,
    "utc": 1505,
    "tch": 1380,
    " dut": 95,
    "dutc": 686,
    "utch": 1506,
    "tch ": 1381,
    "la": 1058,
    "ad": 511,
    "dy": 687,
    " la": 195,
    "lad": 1059,
    "ady": 512,
    "dy ": 688,
    " lad": 196,
    "lady": 1060,
    "ady ": 513,
    "vi": 1539,
    "mi": 1116,
    "il": 969,
    "lk": 1066,
    " vi": 404,
    "vin": 1540,
    "ina": 976,
    "ami": 521,
    "mil": 1117,
    "ilk": 970,
    "lk ": 1067,
    " vin": 405,
    "vina": 1541,
    "inam": 978,
    "nami": 1168,
    "amil": 522,
    "milk": 1118,
    "ilk ": 971,
    "rán": 1308,
    "trán": 1441,
    "ráng": 1310,
    "ni": 1195,
    " ni": 267,
    "nin": 1196,
    "inh": 979,
    " nin": 268,
    "ninh": 1197,
    "inh ": 980,
    "ảo": 1821,
    " hả": 158,
    "hảo": 891,
    "ảo ": 1822,
    " hảo": 160,
    "hảo ": 892,
    "ca": 603,
    " ca": 52,
    "cay": 606,
    " cay": 54,
    "cay ": 607,
    "rố": 1326,
    "ốt": 1936,
    " rố": 313,
    "rốt": 1329,
    "ốt ": 1937,
    " rốt": 315,
    "rốt ": 1330,
    "hấ": 893,
    "ấu": 1826,
    " hấ": 161,
    "hấu": 894,
    "ấu ": 1827,
    " hấu": 162,
    "hấu ": 895,
    "ụ": 1992,
    "cụ": 671,
    "ục": 1994,
    " cụ": 87,
    "cục": 672,
    "ục ": 1995,
    " cục": 88,
    "cục ": 673,
    "xà": 1571,
    " xà": 426,
    "xà ": 1572,
    " xà ": 427,
    "bô": 575,
    " bô": 32,
    "bôn": 576,
    " bôn": 33,
    "bông": 577,
    "f": 724,
    "li": 1063,
    "if": 966,
    "fe": 725,
    "eb": 704,
    "uo": 1499,
    "oy": 1251,
    " li": 198,
    "lif": 1064,
    "ife": 967,
    "feb": 726,
    "ebu": 705,
    "buo": 559,
    "uoy": 1500,
    "oy ": 1252,
    " lif": 199,
    "life": 1065,
    "ifeb": 968,
    "febu": 727,
    "ebuo": 706,
    "buoy": 560,
    "uoy ": 1501,
    "bẹ": 590,
    "ẹ ": 1868,
    " bẹ": 42,
    "bẹ ": 591,
    " bẹ ": 43,
    "xa": 1562,
    " xa": 420,
    "xan": 1563,
    " xan": 421,
    "xanh": 1564,
    "lố": 1096,
    "ốc": 1928,
    " lố": 214,
    "lốc": 1097,
    "ốc ": 1929,
    " lốc": 215,
    "lốc ": 1098,
    "hộ": 932,
    "ộp": 1958,
    " hộ": 171,
    "hộp": 933,
    "ộp ": 1959,
    " hộp": 172,
    "hộp ": 934,
    "no": 1198,
    " no": 269,
    "non": 1199,
    " non": 270,
    "non ": 1200,
    "ke": 1029,
    " ke": 178,
    "kem": 1030,
    " kem": 179,
    "kem ": 1031,
    "đá": 1726,
    " đá": 457,
    "đán": 1727,
    " đán": 458,
    "đánh": 1728,
    "ră": 1318,
    " ră": 309,
    "răn": 1319,
    "ăng": 1717,
    " răn": 310,
    "răng": 1320,
    "ăng ": 1718,
    "cl": 643,
    "os": 1246,
    "se": 1344,
    "eu": 719,
    "up": 1502,
    " cl": 68,
    "clo": 644,
    "los": 1073,
    "ose": 1247,
    "seu": 1345,
    "eup": 720,
    "up ": 1503,
    " clo": 69,
    "clos": 645,
    "lose": 1074,
    "oseu": 1248,
    "seup": 1346,
    "eup ": 721,
    " ă": 449,
    " ăn": 450,
    " ăn ": 451,
    "cái": 656,
    " cái": 77,
    "cái ": 657,
    "ân": 1638,
    "lân": 1086,
    "ân ": 1639,
    " lân": 208,
    "lân ": 1087,
    "số": 1366,
    "ố ": 1927,
    " số": 333,
    "số ": 1367,
    " số ": 334,
    "đi": 1723,
    " đi": 455,
    "điệ": 1724,
    "iện": 1023,
    " điệ": 456,
    "điện": 1725,
    "iện ": 1024,
    "oạ": 1259,
    "tho": 1389,
    "hoạ": 826,
    "oại": 1260,
    " tho": 343,
    "thoạ": 1390,
    "hoại": 827,
    "oại ": 1261,
    "đị": 1754,
    "ịa": 1909,
    " đị": 476,
    "địa": 1755,
    "ịa ": 1910,
    " địa": 477,
    "địa ": 1756,
    "ỉ": 1905,
    "hỉ": 911,
    "ỉ ": 1906,
    "chỉ": 637,
    "hỉ ": 912,
    " chỉ": 66,
    "chỉ ": 638,
    "rẻ": 1324,
    " rẻ": 311,
    "rẻ ": 1325,
    " rẻ ": 312,
    "hơ": 876,
    " hơ": 152,
    "hơn": 877,
    " hơn": 153,
    "hơn ": 878,
    "bán ": 568,
    "dướ": 695,
    " dướ": 100,
    "dưới": 696,
    "các ": 654,
    " lo": 200,
    "loạ": 1075,
    " loạ": 201,
    "loại": 1076,
    "sn": 1352,
    "ac": 508,
    "ck": 641,
    " sn": 324,
    "sna": 1353,
    "nac": 1164,
    "ack": 509,
    "ck ": 642,
    " sna": 325,
    "snac": 1354,
    "nack": 1165,
    "ack ": 510,
    "áo": 1627,
    "chá": 627,
    "háo": 846,
    "áo ": 1628,
    " chá": 61,
    "cháo": 628,
    "háo ": 847,
    "kẹ": 1054,
    "ẹo": 1871,
    " kẹ": 192,
    "kẹo": 1055,
    "ẹo ": 1872,
    " kẹo": 193,
    "kẹo ": 1056,
    " e": 105,
    " em": 106,
    " em ": 107,
    "cao": 604,
    " cao": 53,
    "cao ": 605,
    "rê": 1312,
    "trê": 1442,
    "rên": 1313,
    " trê": 370,
    "trên": 1443,
    "rên ": 1314,
    "bị ": 596,
    " bị ": 47,
    " hu": 146,
    "yết": 1588,
    " huy": 147,
    "uyết": 1513,
    "yết ": 1589,
    "áp": 1629,
    " áp": 440,
    "áp ": 1630,
    " áp ": 441,
    "nê": 1209,
    " nê": 274,
    "nên": 1210,
    " nên": 275,
    "nên ": 1211,
    "ự": 2016,
    "hự": 956,
    "ực": 2019,
    "thự": 1415,
    "hực": 957,
    "ực ": 2020,
    " thự": 356,
    "thực": 1416,
    "hực ": 958,
    "tốt": 1486,
    " tốt": 397,
    "tốt ": 1487,
    "tiể": 1429,
    " tiể": 363,
    "tiểu": 1430,
    "ỡ": 1982,
    "mỡ": 1158,
    "ỡ ": 1983,
    " mỡ": 250,
    "mỡ ": 1159,
    " mỡ ": 251,
    "áu": 1631,
    "máu": 1129,
    "áu ": 1632,
    " máu": 231,
    "máu ": 1130,
    "gợ": 780,
    "ợi": 1988,
    " gợ": 134,
    "gợi": 781,
    "ợi ": 1989,
    " gợi": 135,
    "gợi ": 782,
    "mó": 1143,
    "ón": 1687,
    " mó": 240,
    "món": 1144,
    "ón ": 1688,
    " món": 241,
    "món ": 1145,
    "ù ": 1700,
    "phù": 1271,
    "hù ": 867,
    " phù": 293,
    "phù ": 1272,
    "hợ": 943,
    "ợp": 1990,
    " hợ": 173,
    "hợp": 944,
    "ợp ": 1991,
    " hợp": 174,
    "hợp ": 945,
    "é": 1647,
    "bé": 570,
    "éo": 1648,
    " bé": 28,
    "béo": 571,
    "éo ": 1649,
    " béo": 29,
    "béo ": 572,
    "phì": 1267,
    " phì": 291,
    "phì ": 1268,
    "cân": 659,
    " cân": 79,
    "cân ": 660,
    "ránh": 1311,
    "kiê": 1049,
    "iên": 990,
    "êng": 1656,
    " kiê": 189,
    "kiên": 1050,
    "iêng": 992,
    "êng ": 1657,
    "mặ": 1152,
    "ặn": 1863,
    " mặ": 246,
    "mặn": 1153,
    "ặn ": 1864,
    " mặn": 247,
    "mặn ": 1154,
    " an": 9,
    " an ": 10,
    "oà": 1253,
    "toà": 1432,
    "oàn": 1254,
    "àn ": 1606,
    " toà": 365,
    "toàn": 1433,
    "oàn ": 1255,
    "bệ": 592,
    " bệ": 44,
    "bện": 593,
    "ệnh": 1901,
    " bện": 45,
    "bệnh": 594,
    "ệnh ": 1902,
    "sứ": 1368,
    " sứ": 335,
    "sức": 1369,
    " sức": 336,
    "sức ": 1370,
    "ỏe": 1922,
    "khỏ": 1042,
    "hỏe": 920,
    "ỏe ": 1923,
    " khỏ": 185,
    "khỏe": 1043,
    "hỏe ": 921,
    "thi": 1386,
    "hiế": 810,
    " thi": 342,
    "thiế": 1387,
    "hiếu": 811,
    "bổ": 599,
    "ổ ": 1946,
    " bổ": 49,
    "bổ ": 600,
    " bổ ": 50,
    "sun": 1356,
    "ung": 1497,
    " sun": 327,
    "sung": 1357,
    "ung ": 1498,
    "gầ": 768,
    "ầy": 1835,
    " gầ": 128,
    "gầy": 769,
    "ầy ": 1836,
    " gầy": 129,
    "gầy ": 770,
    " yế": 433,
    "yếu": 1590,
    " yếu": 435,
    "yếu ": 1591,
    "hiệ": 818,
    "thiệ": 1388,
    "hiện": 819,
    "rạ": 1321,
    "trạ": 1446,
    "rạn": 1322,
    "ạng": 1810,
    " trạ": 372,
    "trạn": 1447,
    "rạng": 1323,
    "ạng ": 1811,
    "ma": 1110,
    " ma": 223,
    "man": 1111,
    " man": 224,
    "mang": 1112,
    "thai": 1384,
    "rối": 1327,
    " rối": 314,
    "rối ": 1328,
    "oạn": 1262,
    "loạn": 1077,
    "oạn ": 1263,
    "tiê": 1422,
    " tiê": 360,
    "tiêu": 1423,
    "hó": 859,
    "óa": 1683,
    " hó": 150,
    "hóa": 860,
    "óa ": 1684,
    " hóa": 151,
    "hóa ": 861,
    "ga": 730,
    " ga": 109,
    "gan": 731,
    " gan": 110,
    "gan ": 732,
    "ễ": 1895,
    "iễ": 1019,
    "ễm": 1896,
    "hiễ": 816,
    "iễm": 1020,
    "ễm ": 1897,
    "nhiễ": 1186,
    "hiễm": 817,
    "iễm ": 1021,
    " u": 398,
    " uố": 399,
    " uốn": 400,
    "uống": 1531,
    "iú": 995,
    "úp": 1708,
    "giú": 741,
    "iúp": 996,
    "úp ": 1709,
    " giú": 115,
    "giúp": 742,
    "iúp ": 997,
    "tìn": 1460,
    " tìn": 380,
    "tình": 1461,
    "tă": 1470,
    " tă": 386,
    "tăn": 1471,
    " tăn": 387,
    "tăng": 1472,
    "ồ ": 1939,
    "đồ ": 1758,
    " đồ ": 479,
    "chiê": 616,
    "hiên": 808,
    "iên ": 991,
    " rá": 307,
    " rán": 308,
    "rán ": 1309,
    "tim": 1418,
    " tim": 358,
    "tim ": 1419,
    "huố": 837,
    "chuố": 624,
    "huối": 838,
    "rứ": 1336,
    "ứn": 2003,
    "trứ": 1452,
    "rứn": 1337,
    "ứng": 2004,
    " trứ": 375,
    "trứn": 1453,
    "rứng": 1338,
    "ứng ": 2005,
    "au": 534,
    "rau": 1295,
    "au ": 535,
    " rau": 306,
    "rau ": 1296,
    "bin": 546,
    "na ": 1163,
    " bin": 15,
    "bina": 547,
    "ina ": 977,
    " ả": 489,
    " ản": 490,
    "ảnh": 1819,
    " ảnh": 491,
    "ảnh ": 1820,
    "ưở": 1792,
    "ởn": 1979,
    " hư": 154,
    "hưở": 883,
    "ưởn": 1795,
    "ởng": 1980,
    " hưở": 155,
    "hưởn": 884,
    "ưởng": 1796,
    "ởng ": 1981,
    "đế": 1749,
    " đế": 472,
    "đến": 1750,
    " đến": 473,
    "đến ": 1751,
    "êm": 1652,
    "viê": 1542,
    "iêm": 988,
    "êm ": 1653,
    " viê": 406,
    "viêm": 1543,
    "iêm ": 989,
    "hớ": 935,
    "ớp": 1967,
    "khớ": 1044,
    "hớp": 936,
    "ớp ": 1968,
    " khớ": 186,
    "khớp": 1045,
    "hớp ": 937,
    " hải": 159,
    " yến": 434,
    "mạ": 1146,
    "ạc": 1801,
    " mạ": 242,
    "mạc": 1147,
    "ạch": 1802,
    " mạc": 243,
    "mạch": 1148,
    "ạch ": 1803,
    "độ": 1761,
    "ộn": 1954,
    " độ": 481,
    "độn": 1762,
    "ộng": 1956,
    " độn": 482,
    "động": 1763,
    "ộng ": 1957,
    "gâ": 757,
    " gâ": 122,
    "gây": 758,
    " gây": 123,
    "gây ": 759,
    "hụ": 946,
    "ụ ": 1993,
    "phụ": 1281,
    "hụ ": 947,
    " phụ": 298,
    "phụ ": 1282,
    "nữ": 1221,
    "ữ ": 2010,
    " nữ": 282,
    "nữ ": 1222,
    " nữ ": 283,
    "nho": 1187,
    " nho": 263,
    "nho ": 1188,
    "ô ": 1690,
    "hô ": 863,
    "khô ": 1038,
    " í": 444,
    "ít": 1677,
    " ít": 445,
    "ít ": 1678,
    " ít ": 446,
    "vịt": 1556,
    " vịt": 416,
    "vịt ": 1557,
    "lộ": 1099,
    " lộ": 216,
    "lộn": 1100,
    "ộn ": 1955,
    " lộn": 217,
    "lộn ": 1101,
    "trẻ": 1448,
    " trẻ": 373,
    "trẻ ": 1449,
    "đậ": 1746,
    "ậu": 1847,
    " đậ": 470,
    "đậu": 1747,
    "ậu ": 1848,
    " đậu": 471,
    "đậu ": 1748,
    "nàn": 1205,
    "ành": 1609,
    " nàn": 272,
    "nành": 1206,
    "ành ": 1610,
    "lợ": 1102,
    " lợ": 218,
    "lợi": 1103,
    " lợi": 219,
    "lợi ": 1104,
    "ià": 983,
    "già": 737,
    "ià ": 984,
    " già": 113,
    "già ": 738,
    "lự": 1105,
    "ựa": 2017,
    " lự": 220,
    "lựa": 1106,
    "ựa ": 2018,
    " lựa": 221,
    "lựa ": 1107,
    "chay": 613,
    "ôm": 1693,
    "tôm": 1468,
    "ôm ": 1694,
    " tôm": 385,
    "tôm ": 1469,
    "hạ": 885,
    " hạ": 156,
    "hại": 886,
    " hại": 157,
    "hại ": 887,
    "dị": 700,
    " dị": 103,
    "dị ": 701,
    " dị ": 104,
    " ứ": 494,
    " ứn": 495,
    " ứng": 496,
    "bư": 578,
    "ởi": 1977,
    " bư": 34,
    "bưở": 579,
    "ưởi": 1793,
    "ởi ": 1978,
    " bưở": 35,
    "bưởi": 580,
    "ưởi ": 1794,
    "mắ": 1149,
    "ắc": 1852,
    " mắ": 244,
    "mắc": 1150,
    "ắc ": 1853,
    " mắc": 245,
    "mắc ": 1151,
    "hồ": 927,
    " hồ": 167,
    "hồi": 928,
    " hồi": 168,
    "hồi ": 929,
    "lan": 1061,
    " lan": 197,
    "lang": 1062
  },
  "response": null,
  "action_text": null
}