{
  "text": {
    " ": 0,
    "h": 630,
    "e": 562,
    "y": 1259,
    " h": 111,
    "he": 641,
    "ey": 582,
    "y ": 1260,
    " he": 114,
    "hey": 646,
    "ey ": 583,
    " hey": 117,
    "hey ": 647,
    "l": 847,
    "o": 971,
    "el": 567,
    "ll": 856,
    "lo": 859,
    "o ": 972,
    "hel": 642,
    "ell": 568,
    "llo": 857,
    "lo ": 860,
    " hel": 115,
    "hell": 643,
    "ello": 569,
    "llo ": 858,
    "i": 769,
    "hi": 648,
    "i ": 770,
    " hi": 118,
    "hi ": 649,
    " hi ": 119,
    "x": 1244,
    "n": 919,
    " x": 323,
    "xi": 1251,
    "in": 784,
    "n ": 920,
    " xi": 328,
    "xin": 1252,
    "in ": 785,
    " xin": 329,
    "xin ": 1253,
    "c": 468,
    "à": 1280,
    " c": 39,
    "ch": 475,
    "hà": 675,
    "ào": 1287,
    " ch": 43,
    "chà": 489,
    "hào": 678,
    "ào ": 1288,
    " chà": 48,
    "chào": 490,
    "hào ": 679,
    "b": 419,
    "u": 1179,
    "ổ": 1561,
    " b": 9,
    "bu": 437,
    "uổ": 1219,
    "ổi": 1562,
    " bu": 19,
    "buổ": 440,
    "uổi": 1220,
    "ổi ": 1563,
    " buổ": 20,
    "buổi": 441,
    "uổi ": 1221,
    "s": 1064,
    "á": 1289,
    "g": 588,
    " s": 244,
    "sá": 1083,
    "án": 1297,
    "ng": 927,
    "g ": 589,
    " sá": 254,
    "sán": 1084,
    "áng": 1299,
    "ng ": 928,
    " sán": 255,
    "sáng": 1085,
    "áng ": 1300,
    "ạ": 1438,
    "bạ": 454,
    "ạn": 1443,
    " bạ": 29,
    "bạn": 455,
    "ạn ": 1444,
    " bạn": 30,
    "bạn ": 456,
    "ề": 1507,
    "iề": 809,
    "ều": 1511,
    "u ": 1180,
    "chi": 480,
    "hiề": 654,
    "iều": 812,
    "ều ": 1512,
    " chi": 45,
    "chiề": 482,
    "hiều": 655,
    "iều ": 813,
    "t": 1094,
    "ố": 1543,
    " t": 262,
    "tố": 1176,
    "ối": 1547,
    " tố": 305,
    "tối": 1177,
    "ối ": 1548,
    " tối": 306,
    "tối ": 1178,
    "p": 1007,
    "sh": 1072,
    "ho": 658,
    "op": 989,
    "p ": 1008,
    " sh": 247,
    "sho": 1075,
    "hop": 662,
    "op ": 990,
    " sho": 249,
    "shop": 1076,
    "hop ": 663,
    "ơ": 1407,
    " ơ": 372,
    "ơi": 1408,
    " ơi": 373,
    "ơi ": 1409,
    " ơi ": 374,
    "ử": 1600,
    "a": 389,
    "cử": 539,
    "ửa": 1601,
    "a ": 390,
    " cử": 78,
    "cửa": 540,
    "ửa ": 1602,
    " cửa": 79,
    "cửa ": 541,
    "àn": 1284,
    " hà": 121,
    "hàn": 676,
    "àng": 1285,
    " hàn": 122,
    "hàng": 677,
    "àng ": 1286,
    "ê": 1319,
    " ê": 341,
    "ê ": 1320,
    " ê ": 342,
    " a": 4,
    "al": 399,
    " al": 7,
    "alo": 400,
    " alo": 8,
    "alo ": 401,
    "m": 886,
    "ì": 1325,
    " m": 174,
    "mì": 909,
    "ìn": 1329,
    "nh": 939,
    "h ": 631,
    " mì": 184,
    "mìn": 911,
    "ình": 1330,
    "nh ": 940,
    " mìn": 186,
    "mình": 912,
    "ình ": 1331,
    "ầ": 1462,
    "cầ": 530,
    "ần": 1463,
    " cầ": 72,
    "cần": 531,
    "ần ": 1464,
    " cần": 73,
    "cần ": 532,
    "ư": 1414,
    "tư": 1166,
    "ư ": 1415,
    " tư": 298,
    "tư ": 1167,
    " tư ": 299,
    "v": 1222,
    "ấ": 1454,
    " v": 307,
    "vấ": 1229,
    "ấn": 1456,
    " vấ": 312,
    "vấn": 1230,
    "ấn ": 1457,
    " vấn": 313,
    "vấn ": 1231,
    "cho": 483,
    "ho ": 659,
    " cho": 46,
    "cho ": 484,
    "ỏ": 1540,
    "hỏ": 745,
    "ỏi": 1541,
    " hỏ": 131,
    "hỏi": 746,
    "ỏi ": 1542,
    " hỏi": 132,
    "hỏi ": 747,
    "ú": 1359,
    "hú": 701,
    "út": 1363,
    "t ": 1095,
    "chú": 497,
    "hút": 702,
    "út ": 1364,
    " chú": 52,
    "chút": 498,
    "hút ": 703,
    "by": 442,
    "ye": 1261,
    "e ": 563,
    " by": 21,
    "bye": 443,
    "ye ": 1262,
    " bye": 22,
    "bye ": 444,
    "tạ": 1170,
    "ạm": 1441,
    "m ": 887,
    " tạ": 301,
    "tạm": 1171,
    "ạm ": 1442,
    " tạm": 302,
    "tạm ": 1172,
    "ệ": 1519,
    "bi": 426,
    "iệ": 819,
    "ệt": 1522,
    " bi": 12,
    "biệ": 429,
    "iệt": 822,
    "ệt ": 1523,
    " biệ": 14,
    "biệt": 430,
    "iệt ": 823,
    "ủ": 1593,
    " n": 191,
    "gủ": 628,
    "ủ ": 1594,
    " ng": 194,
    "ngủ": 937,
    "gủ ": 629,
    " ngủ": 199,
    "ngủ ": 938,
    "go": 601,
    "on": 984,
    "ngo": 929,
    "gon": 602,
    "on ": 985,
    " ngo": 195,
    "ngon": 930,
    "gon ": 603,
    "d": 542,
    " g": 93,
    "oo": 986,
    "od": 976,
    "db": 543,
    " go": 99,
    "goo": 604,
    "ood": 987,
    "odb": 977,
    "dby": 544,
    " goo": 100,
    "good": 605,
    "oodb": 988,
    "odby": 978,
    "dbye": 545,
    "ẹ": 1491,
    "hẹ": 728,
    "ẹn": 1493,
    " hẹ": 129,
    "hẹn": 729,
    "ẹn ": 1494,
    " hẹn": 130,
    "hẹn ": 730,
    "ặ": 1488,
    "gặ": 619,
    "ặp": 1489,
    " gặ": 107,
    "gặp": 620,
    "ặp ": 1490,
    " gặp": 108,
    "gặp ": 621,
    " l": 153,
    "lạ": 880,
    "ại": 1439,
    " lạ": 170,
    "lại": 881,
    "ại ": 1440,
    " lại": 171,
    "lại ": 882,
    "đ": 1372,
    " đ": 348,
    "đú": 1388,
    "ún": 1360,
    " đú": 359,
    "đún": 1389,
    "úng": 1361,
    " đún": 360,
    "đúng": 1390,
    "úng ": 1362,
    "r": 1026,
    "ồ": 1555,
    " r": 233,
    "rồ": 1059,
    "ồi": 1556,
    " rồ": 242,
    "rồi": 1060,
    "ồi ": 1557,
    " rồi": 243,
    "rồi ": 1061,
    " y": 334,
    "es": 577,
    "s ": 1065,
    " ye": 335,
    "yes": 1263,
    "es ": 578,
    " yes": 336,
    "yes ": 1264,
    "í": 1332,
    "hí": 689,
    "ín": 1339,
    "chí": 495,
    "hín": 693,
    "ính": 1340,
    " chí": 51,
    "chín": 496,
    "hính": 694,
    "ính ": 1341,
    "xá": 1256,
    "ác": 1291,
    "c ": 469,
    " xá": 332,
    "xác": 1257,
    "ác ": 1292,
    " xác": 333,
    "xác ": 1258,
    "ẩ": 1467,
    "hu": 666,
    "uẩ": 1211,
    "ẩn": 1470,
    "chu": 485,
    "huẩ": 673,
    "uẩn": 1212,
    "ẩn ": 1471,
    " chu": 47,
    "chuẩ": 488,
    "huẩn": 674,
    "uẩn ": 1213,
    "ô": 1348,
    "lu": 865,
    "uô": 1208,
    "ôn": 1351,
    " lu": 160,
    "luô": 866,
    "uôn": 1209,
    "ôn ": 1352,
    " luô": 161,
    "luôn": 867,
    "uôn ": 1210,
    "br": 434,
    "ro": 1035,
    " br": 17,
    "bro": 435,
    "ro ": 1036,
    " bro": 18,
    "bro ": 436,
    "ả": 1445,
    " p": 222,
    "ph": 1009,
    "hả": 714,
    "ải": 1446,
    " ph": 223,
    "phả": 1014,
    "hải": 715,
    "ải ": 1447,
    " phả": 226,
    "phải": 1015,
    "hải ": 716,
    "k": 824,
    " o": 217,
    "ok": 979,
    "k ": 825,
    " ok": 218,
    "ok ": 980,
    " ok ": 219,
    "há": 680,
    "á ": 1290,
    " nh": 200,
    "nhá": 944,
    "há ": 681,
    " nhá": 202,
    "nhá ": 945,
    "đồ": 1404,
    "ồn": 1558,
    " đồ": 370,
    "đồn": 1405,
    "ồng": 1559,
    " đồn": 371,
    "đồng": 1406,
    "ồng ": 1560,
    "ý": 1365,
    " ý": 343,
    "ý ": 1366,
    " ý ": 344,
    " k": 139,
    "kh": 829,
    "hô": 695,
    " kh": 142,
    "khô": 834,
    "hôn": 696,
    "ông": 1353,
    " khô": 145,
    "khôn": 835,
    "hông": 697,
    "ông ": 1354,
    "th": 1102,
    "íc": 1336,
    " th": 263,
    "thí": 1109,
    "híc": 691,
    "ích": 1337,
    "ch ": 476,
    " thí": 267,
    "thíc": 1110,
    "hích": 692,
    "ích ": 1338,
    "tô": 1163,
    "ôi": 1349,
    " tô": 296,
    "tôi": 1164,
    "ôi ": 1350,
    " tôi": 297,
    "tôi ": 1165,
    "â": 1307,
    "đâ": 1382,
    "âu": 1312,
    " đâ": 355,
    "đâu": 1383,
    "âu ": 1313,
    " đâu": 356,
    "đâu ": 1384,
    "mu": 898,
    "uố": 1214,
    "ốn": 1549,
    " mu": 177,
    "muố": 901,
    "uốn": 1217,
    "ốn ": 1550,
    " muố": 179,
    "muốn": 902,
    "uốn ": 1218,
    "xe": 1248,
    "em": 570,
    " xe": 326,
    "xem": 1249,
    "em ": 571,
    " xem": 327,
    "xem ": 1250,
    "thô": 1111,
    " thô": 268,
    "thôn": 1112,
    "ti": 1131,
    " ti": 278,
    "tin": 1132,
    " tin": 279,
    "tin ": 1133,
    "sả": 1086,
    "ản": 1450,
    " sả": 256,
    "sản": 1087,
    "ản ": 1451,
    " sản": 257,
    "sản ": 1088,
    "hẩ": 722,
    "ẩm": 1468,
    "phẩ": 1016,
    "hẩm": 723,
    "ẩm ": 1469,
    " phẩ": 227,
    "phẩm": 1017,
    "hẩm ": 724,
    "ở": 1584,
    " ở": 378,
    "ở ": 1585,
    " ở ": 379,
    "là": 868,
    "àm": 1282,
    " là": 162,
    "làm": 870,
    "àm ": 1283,
    " làm": 164,
    "làm ": 871,
    "sa": 1066,
    "ao": 412,
    " sa": 245,
    "sao": 1067,
    "ao ": 413,
    " sao": 246,
    "sao ": 1068,
    "ể": 1513,
    "để": 1399,
    "ể ": 1514,
    " để": 366,
    "để ": 1400,
    " để ": 367,
    "chi ": 481,
    "ế": 1499,
    "iế": 804,
    "ết": 1503,
    "tiế": 1134,
    "iết": 805,
    "ết ": 1504,
    " tiế": 280,
    "tiết": 1135,
    "iết ": 806,
    "hì": 687,
    "ì ": 1326,
    "thì": 1107,
    "hì ": 688,
    " thì": 266,
    "thì ": 1108,
    "cá": 515,
    " cá": 62,
    "các": 517,
    "ách": 1293,
    " các": 64,
    "cách": 519,
    "ách ": 1294,
    "hế": 733,
    "ế ": 1500,
    "thế": 1119,
    "hế ": 734,
    " thế": 272,
    "thế ": 1120,
    "nà": 959,
    " nà": 209,
    "nào": 960,
    " nào": 210,
    "nào ": 961,
    "tì": 1157,
    "ìm": 1327,
    " tì": 292,
    "tìm": 1158,
    "ìm ": 1328,
    " tìm": 293,
    "tìm ": 1159,
    "iể": 814,
    "ểu": 1517,
    "hiể": 656,
    "iểu": 817,
    "ểu ": 1518,
    " hiể": 120,
    "hiểu": 657,
    "iểu ": 818,
    "về": 1237,
    "ề ": 1508,
    " về": 317,
    "về ": 1238,
    " về ": 318,
    "ó": 1344,
    "có": 525,
    "ó ": 1345,
    " có": 68,
    "có ": 526,
    " có ": 69,
    "hể": 735,
    "thể": 1121,
    "hể ": 736,
    " thể": 273,
    "thể ": 1122,
    "à ": 1281,
    "là ": 869,
    " là ": 163,
    "ai": 397,
    " ai": 5,
    "ai ": 398,
    " ai ": 6,
    " à": 337,
    " à ": 338,
    "ha": 632,
    "at": 414,
    "tb": 1096,
    "bo": 431,
    "ot": 997,
    "cha": 477,
    "hat": 637,
    "atb": 415,
    "tbo": 1097,
    "bot": 432,
    "ot ": 998,
    " cha": 44,
    "chat": 479,
    "hatb": 638,
    "atbo": 416,
    "tbot": 1098,
    "bot ": 433,
    "đa": 1373,
    "an": 406,
    " đa": 349,
    "đan": 1374,
    "ang": 408,
    " đan": 350,
    "đang": 1375,
    "ang ": 409,
    "nó": 962,
    "ói": 1346,
    " nó": 211,
    "nói": 963,
    "ói ": 1347,
    " nói": 212,
    "nói ": 964,
    "uy": 1196,
    "yệ": 1277,
    "ện": 1520,
    "huy": 669,
    "uyệ": 1206,
    "yện": 1278,
    "ện ": 1521,
    "chuy": 487,
    "huyệ": 672,
    "uyện": 1207,
    "yện ": 1279,
    "ớ": 1573,
    "vớ": 1241,
    "ới": 1576,
    " vớ": 321,
    "với": 1242,
    "ới ": 1577,
    " với": 322,
    "với ": 1243,
    "co": 510,
    " co": 58,
    "con": 511,
    " con": 59,
    "con ": 512,
    "ờ": 1578,
    "gư": 616,
    "ườ": 1430,
    "ời": 1579,
    "ngư": 933,
    "gườ": 617,
    "ười": 1431,
    "ời ": 1580,
    " ngư": 197,
    "ngườ": 934,
    "gười": 618,
    "ười ": 1432,
    "ay": 417,
    " ha": 112,
    "hay": 639,
    "ay ": 418,
    " hay": 113,
    "hay ": 640,
    "má": 903,
    "áy": 1305,
    " má": 180,
    "máy": 904,
    "áy ": 1306,
    " máy": 181,
    "máy ": 905,
    "tí": 1160,
    " tí": 294,
    "tín": 1161,
    " tín": 295,
    "tính": 1162,
    "ậ": 1472,
    "hậ": 725,
    "ật": 1475,
    "thậ": 1115,
    "hật": 726,
    "ật ": 1476,
    " thậ": 270,
    "thật": 1116,
    "hật ": 727,
    " bo": 15,
    " bot": 16,
    "tha": 1103,
    "han": 635,
    "anh": 410,
    " tha": 264,
    "than": 1104,
    "hanh": 636,
    "anh ": 411,
    "to": 1139,
    "oá": 1001,
    " to": 282,
    "toá": 1140,
    "oán": 1002,
    "án ": 1298,
    " toá": 283,
    "toán": 1141,
    "oán ": 1003,
    "ằ": 1484,
    "bằ": 460,
    "ằn": 1485,
    " bằ": 33,
    "bằn": 461,
    "ằng": 1486,
    " bằn": 34,
    "bằng": 462,
    "ằng ": 1487,
    "ữ": 1603,
    "hữ": 766,
    "ữn": 1606,
    "nhữ": 948,
    "hữn": 767,
    "ững": 1607,
    " nhữ": 204,
    "nhữn": 949,
    "hững": 768,
    "ững ": 1608,
    "hư": 710,
    "ươ": 1420,
    "ơn": 1410,
    "phư": 1012,
    "hươ": 712,
    "ươn": 1423,
    "ơng": 1412,
    " phư": 225,
    "phươ": 1013,
    "hươn": 713,
    "ương": 1424,
    "ơng ": 1413,
    "ứ": 1597,
    "hứ": 763,
    "ức": 1598,
    "thứ": 1129,
    "hức": 764,
    "ức ": 1599,
    " thứ": 277,
    "thức": 1130,
    "hức ": 765,
    "ỗ": 1564,
    "hỗ": 751,
    "ỗ ": 1565,
    " hỗ": 133,
    "hỗ ": 752,
    " hỗ ": 134,
    "ợ": 1586,
    "tr": 1142,
    "rợ": 1062,
    "ợ ": 1587,
    " tr": 284,
    "trợ": 1152,
    "rợ ": 1063,
    " trợ": 289,
    "trợ ": 1153,
    "q": 1020,
    " q": 229,
    "qu": 1021,
    "ua": 1181,
    " qu": 230,
    "qua": 1022,
    "ua ": 1182,
    " qua": 231,
    "qua ": 1023,
    "ẻ": 1497,
    "hẻ": 731,
    "ẻ ": 1498,
    "thẻ": 1117,
    "hẻ ": 732,
    " thẻ": 271,
    "thẻ ": 1118,
    "mo": 894,
    "om": 981,
    " mo": 175,
    "mom": 896,
    "omo": 982,
    "mo ": 895,
    " mom": 176,
    "momo": 897,
    "omo ": 983,
    "chư": 499,
    " chư": 53,
    "chươ": 500,
    "rì": 1048,
    "trì": 1150,
    "rìn": 1049,
    " trì": 288,
    "trìn": 1151,
    "rình": 1050,
    "yế": 1268,
    "ến": 1501,
    "khu": 832,
    "uyế": 1200,
    "yến": 1269,
    "ến ": 1502,
    " khu": 144,
    "khuy": 833,
    "huyế": 670,
    "uyến": 1201,
    "yến ": 1270,
    "ã": 1316,
    "mã": 906,
    "ãi": 1317,
    " mã": 182,
    "mãi": 907,
    "ãi ": 1318,
    " mãi": 183,
    "mãi ": 908,
    "gi": 590,
    "iả": 797,
    "ảm": 1448,
    " gi": 94,
    "giả": 596,
    "iảm": 798,
    "ảm ": 1449,
    " giả": 97,
    "giảm": 597,
    "iảm ": 799,
    "iá": 792,
    "giá": 594,
    "iá ": 793,
    " giá": 96,
    "giá ": 595,
    "gì": 611,
    " gì": 103,
    "gì ": 612,
    " gì ": 104,
    "mua": 899,
    " mua": 178,
    "mua ": 900,
    "nhi": 941,
    " nhi": 201,
    "nhiề": 943,
    "đư": 1394,
    "ượ": 1435,
    "ợc": 1588,
    " đư": 363,
    "đượ": 1397,
    "ược": 1436,
    "ợc ": 1589,
    " đượ": 365,
    "được": 1398,
    "ược ": 1437,
    " ư": 375,
    "ưu": 1418,
    " ưu": 376,
    "ưu ": 1419,
    " ưu ": 377,
    "đã": 1385,
    " đã": 357,
    "đãi": 1386,
    " đãi": 358,
    "đãi ": 1387,
    "hờ": 756,
    "thờ": 1127,
    "hời": 757,
    " thờ": 276,
    "thời": 1128,
    "hời ": 758,
    "ia": 771,
    "gia": 591,
    "ian": 772,
    "an ": 407,
    " gia": 95,
    "gian": 592,
    "ian ": 773,
    "iao": 774,
    "giao": 593,
    "iao ": 775,
    "ba": 420,
    " ba": 10,
    "bao": 421,
    " bao": 11,
    "bao ": 422,
    "lâ": 872,
    " lâ": 165,
    "lâu": 875,
    " lâu": 167,
    "lâu ": 876,
    "í ": 1333,
    "phí": 1010,
    "hí ": 690,
    " phí": 224,
    "phí ": 1011,
    "ip": 790,
    "shi": 1073,
    "hip": 650,
    "ip ": 791,
    " shi": 248,
    "ship": 1074,
    "hip ": 651,
    "iê": 794,
    "êu": 1323,
    "hiê": 652,
    "iêu": 795,
    "êu ": 1324,
    "nhiê": 942,
    "hiêu": 653,
    "iêu ": 796,
    "ọ": 1535,
    "họ": 742,
    "ọn": 1536,
    "chọ": 503,
    "họn": 743,
    "ọn ": 1537,
    " chọ": 55,
    "chọn": 504,
    "họn ": 744,
    "đơ": 1391,
    " đơ": 361,
    "đơn": 1392,
    "ơn ": 1411,
    " đơn": 362,
    "đơn ": 1393,
    "ị": 1526,
    "vị": 1239,
    "ị ": 1527,
    " vị": 319,
    "vị ": 1240,
    " vị ": 320,
    "vậ": 1232,
    "ận": 1473,
    " vậ": 314,
    "vận": 1233,
    "ận ": 1474,
    " vận": 315,
    "vận ": 1234,
    "yể": 1274,
    "ển": 1515,
    "uyể": 1204,
    "yển": 1275,
    "ển ": 1516,
    "huyể": 671,
    "uyển": 1205,
    "yển ": 1276,
    " d": 80,
    "dư": 554,
    "ưa": 1416,
    " dư": 85,
    "dưa": 555,
    "ưa ": 1417,
    " dưa": 86,
    "dưa ": 556,
    "lư": 877,
    "ướ": 1425,
    " lư": 168,
    "lướ": 878,
    "ưới": 1428,
    " lướ": 169,
    "lưới": 879,
    "ưới ": 1429,
    "ền": 1509,
    "tiề": 1137,
    "iền": 810,
    "ền ": 1510,
    " tiề": 281,
    "tiền": 1138,
    "iền ": 811,
    "ắ": 1479,
    "bắ": 457,
    "ắp": 1482,
    " bắ": 31,
    "bắp": 458,
    "ắp ": 1483,
    " bắp": 32,
    "bắp ": 459,
    "cả": 527,
    " cả": 70,
    "cải": 528,
    " cải": 71,
    "cải ": 529,
    "củ": 536,
    "ủa": 1595,
    " củ": 76,
    "của": 537,
    "ủa ": 1596,
    " của": 77,
    "của ": 538,
    "hị": 739,
    "ịt": 1533,
    "thị": 1123,
    "hịt": 740,
    "ịt ": 1534,
    " thị": 274,
    "thịt": 1124,
    "hịt ": 741,
    "eo": 572,
    "heo": 644,
    "eo ": 573,
    " heo": 116,
    "heo ": 645,
    "gà": 609,
    " gà": 101,
    "gà ": 610,
    " gà ": 102,
    "gu": 606,
    "yê": 1265,
    "ên": 1321,
    "ngu": 931,
    "guy": 607,
    "uyê": 1198,
    "yên": 1266,
    "ên ": 1322,
    " ngu": 196,
    "nguy": 932,
    "guyê": 608,
    "uyên": 1199,
    "yên ": 1267,
    "cá ": 516,
    " cá ": 63,
    "biể": 427,
    "iển": 815,
    " biể": 13,
    "biển": 428,
    "iển ": 816,
    "sữ": 1091,
    "ữa": 1604,
    " sữ": 260,
    "sữa": 1092,
    "ữa ": 1605,
    " sữa": 261,
    "sữa ": 1093,
    "tươ": 1168,
    "ươi": 1421,
    " tươ": 300,
    "tươi": 1169,
    "ươi ": 1422,
    "oa": 973,
    "kho": 830,
    "hoa": 660,
    "oai": 974,
    " kho": 143,
    "khoa": 831,
    "hoai": 661,
    "oai ": 975,
    "tâ": 1154,
    "ây": 1314,
    " tâ": 290,
    "tây": 1155,
    "ây ": 1315,
    " tây": 291,
    "tây ": 1156,
    "cà": 513,
    " cà": 60,
    "cà ": 514,
    " cà ": 61,
    "hua": 667,
    "chua": 486,
    "hua ": 668,
    "bá": 445,
    " bá": 23,
    "bán": 446,
    "ánh": 1301,
    " bán": 24,
    "bánh": 448,
    "ánh ": 1302,
    "gọ": 622,
    "ọt": 1538,
    "ngọ": 935,
    "gọt": 623,
    "ọt ": 1539,
    " ngọ": 198,
    "ngọt": 936,
    "gọt ": 624,
    "nư": 965,
    "ớc": 1574,
    " nư": 213,
    "nướ": 966,
    "ước": 1426,
    "ớc ": 1575,
    " nướ": 214,
    "nước": 967,
    "ước ": 1427,
    "su": 1080,
    " su": 252,
    "suố": 1081,
    "uối": 1215,
    " suố": 253,
    "suối": 1082,
    "uối ": 1216,
    "ộ": 1566,
    "mộ": 916,
    "ột": 1571,
    " mộ": 189,
    "một": 917,
    "ột ": 1572,
    " một": 190,
    "một ": 918,
    "hai": 633,
    "chai": 478,
    "hai ": 634,
    "ă": 1367,
    "hă": 704,
    "ăn": 1368,
    "khă": 836,
    "hăn": 705,
    "ăn ": 1369,
    " khă": 146,
    "khăn": 837,
    "hăn ": 706,
    "iấ": 800,
    "ấy": 1460,
    "giấ": 598,
    "iấy": 802,
    "ấy ": 1461,
    " giấ": 98,
    "giấy": 600,
    "iấy ": 803,
    "dầ": 559,
    "ầu": 1465,
    " dầ": 88,
    "dầu": 560,
    "ầu ": 1466,
    " dầu": 89,
    "dầu ": 561,
    "gộ": 625,
    "ội": 1567,
    " gộ": 109,
    "gội": 626,
    "ội ": 1568,
    " gội": 110,
    "gội ": 627,
    "tắ": 1173,
    "ắm": 1480,
    " tắ": 303,
    "tắm": 1174,
    "ắm ": 1481,
    " tắm": 304,
    "tắm ": 1175,
    "mì ": 910,
    " mì ": 185,
    "gó": 613,
    " gó": 105,
    "gói": 614,
    " gói": 106,
    "gói ": 615,
    "ra": 1030,
    " ra": 234,
    "ra ": 1031,
    " ra ": 235,
    "or": 991,
    "re": 1032,
    " or": 220,
    "ore": 992,
    "reo": 1033,
    " ore": 221,
    "oreo": 993,
    "reo ": 1034,
    "dâ": 551,
    " dâ": 83,
    "dâu": 552,
    " dâu": 84,
    "dâu ": 553,
    "quy": 1024,
    "uy ": 1197,
    " quy": 232,
    "quy ": 1025,
    "nắ": 968,
    " nắ": 215,
    "nắm": 969,
    " nắm": 216,
    "nắm ": 970,
    "ki": 838,
    "im": 782,
    " ki": 147,
    "kim": 839,
    "im ": 783,
    " kim": 148,
    "kim ": 840,
    "hâ": 684,
    "âm": 1308,
    "châ": 493,
    "hâm": 685,
    "âm ": 1309,
    " châ": 50,
    "châm": 494,
    "hâm ": 686,
    "_": 380,
    " _": 1,
    "__": 382,
    "_n": 386,
    "nu": 956,
    "um": 1183,
    "mb": 888,
    "be": 423,
    "er": 574,
    "r_": 1027,
    "_ ": 381,
    " __": 2,
    "__n": 384,
    "_nu": 387,
    "num": 957,
    "umb": 1184,
    "mbe": 889,
    "ber": 424,
    "er_": 575,
    "r__": 1028,
    "__ ": 383,
    " __n": 3,
    "__nu": 385,
    "_num": 388,
    "numb": 958,
    "umbe": 1185,
    "mber": 890,
    "ber_": 425,
    "er__": 576,
    "r__ ": 1029,
    "bị": 465,
    "ịc": 1530,
    " bị": 37,
    "bịc": 466,
    "ịch": 1531,
    " bịc": 38,
    "bịch": 467,
    "ịch ": 1532,
    "ậy": 1477,
    "vậy": 1235,
    "ậy ": 1478,
    " vậy": 316,
    "vậy ": 1236,
    "hủ": 761,
    " hủ": 137,
    "hủ ": 762,
    " hủ ": 138,
    "ếu": 1505,
    "iếu": 807,
    "ếu ": 1506,
    "tiếu": 1136,
    "iếu ": 808,
    "na": 921,
    "am": 402,
    " na": 192,
    "nam": 924,
    "am ": 403,
    " nam": 193,
    "nam ": 925,
    "va": 1223,
    " va": 308,
    "van": 1224,
    " van": 309,
    "vang": 1225,
    "như": 946,
    "hư ": 711,
    " như": 203,
    "như ": 947,
    "hở": 759,
    "phở": 1018,
    "hở ": 760,
    " phở": 228,
    "phở ": 1019,
    "ò": 1342,
    "bò": 449,
    "ò ": 1343,
    " bò": 25,
    "bò ": 450,
    " bò ": 26,
    "ru": 1037,
    "yề": 1271,
    "tru": 1143,
    "ruy": 1038,
    "uyề": 1202,
    "yền": 1272,
    " tru": 285,
    "truy": 1144,
    "ruyề": 1039,
    "uyền": 1203,
    "yền ": 1273,
    "hố": 748,
    "thố": 1125,
    "hốn": 749,
    "ống": 1551,
    " thố": 275,
    "thốn": 1126,
    "hống": 750,
    "ống ": 1552,
    "ờn": 1581,
    "đườ": 1395,
    "ườn": 1433,
    "ờng": 1582,
    " đườ": 364,
    "đườn": 1396,
    "ường": 1434,
    "ờng ": 1583,
    "mí": 913,
    "ía": 1334,
    " mí": 187,
    "mía": 914,
    "ía ": 1335,
    " mía": 188,
    "mía ": 915,
    " á": 339,
    " á ": 340,
    "ù": 1355,
    "hù": 698,
    "ùn": 1356,
    "thù": 1113,
    "hùn": 699,
    "ùng": 1357,
    " thù": 269,
    "thùn": 1114,
    "hùng": 700,
    "ùng ": 1358,
    "ku": 841,
    "un": 1186,
    " ku": 149,
    "kun": 842,
    "un ": 1187,
    " kun": 150,
    "kun ": 843,
    "rá": 1040,
    "ái": 1295,
    "trá": 1145,
    "rái": 1041,
    "ái ": 1296,
    " trá": 286,
    "trái": 1146,
    "rái ": 1042,
    "câ": 522,
    " câ": 66,
    "cây": 523,
    " cây": 67,
    "cây ": 524,
    "du": 546,
    "ut": 1193,
    "tc": 1099,
    " du": 81,
    "dut": 547,
    "utc": 1194,
    "tch": 1100,
    " dut": 82,
    "dutc": 548,
    "utch": 1195,
    "tch ": 1101,
    "la": 848,
    "ad": 394,
    "dy": 549,
    " la": 154,
    "lad": 849,
    "ady": 395,
    "dy ": 550,
    " lad": 155,
    "lady": 850,
    "ady ": 396,
    "vi": 1226,
    "mi": 891,
    "il": 779,
    "lk": 854,
    " vi": 310,
    "vin": 1227,
    "ina": 786,
    "ami": 404,
    "mil": 892,
    "ilk": 780,
    "lk ": 855,
    " vin": 311,
    "vina": 1228,
    "inam": 787,
    "nami": 926,
    "amil": 405,
    "milk": 893,
    "ilk ": 781,
    "rán": 1043,
    "trán": 1147,
    "ráng": 1044,
    "ni": 950,
    " ni": 205,
    "nin": 951,
    "inh": 788,
    " nin": 206,
    "ninh": 952,
    "inh ": 789,
    "ảo": 1452,
    " hả": 125,
    "hảo": 717,
    "ảo ": 1453,
    " hảo": 126,
    "hảo ": 718,
    "ca": 470,
    " ca": 40,
    "cay": 473,
    " cay": 42,
    "cay ": 474,
    "rố": 1056,
    "ốt": 1553,
    " rố": 240,
    "rốt": 1057,
    "ốt ": 1554,
    " rốt": 241,
    "rốt ": 1058,
    "hấ": 719,
    "ấu": 1458,
    " hấ": 127,
    "hấu": 720,
    "ấu ": 1459,
    " hấu": 128,
    "hấu ": 721,
    "ụ": 1590,
    "cụ": 533,
    "ục": 1591,
    " cụ": 74,
    "cục": 534,
    "ục ": 1592,
    " cục": 75,
    "cục ": 535,
    "xà": 1254,
    " xà": 330,
    "xà ": 1255,
    " xà ": 331,
    "bô": 451,
    " bô": 27,
    "bôn": 452,
    " bôn": 28,
    "bông": 453,
    "f": 584,
    "li": 851,
    "if": 776,
    "fe": 585,
    "eb": 564,
    "uo": 1188,
    "oy": 999,
    " li": 156,
    "lif": 852,
    "ife": 777,
    "feb": 586,
    "ebu": 565,
    "buo": 438,
    "uoy": 1189,
    "oy ": 1000,
    " lif": 157,
    "life": 853,
    "ifeb": 778,
    "febu": 587,
    "ebuo": 566,
    "buoy": 439,
    "uoy ": 1190,
    "bẹ": 463,
    "ẹ ": 1492,
    " bẹ": 35,
    "bẹ ": 464,
    " bẹ ": 36,
    "xa": 1245,
    " xa": 324,
    "xan": 1246,
    " xan": 325,
    "xanh": 1247,
    "lố": 883,
    "ốc": 1545,
    " lố": 172,
    "lốc": 884,
    "ốc ": 1546,
    " lốc": 173,
    "lốc ": 885,
    "hộ": 753,
    "ộp": 1569,
    " hộ": 135,
    "hộp": 754,
    "ộp ": 1570,
    " hộp": 136,
    "hộp ": 755,
    "no": 953,
    " no": 207,
    "non": 954,
    " non": 208,
    "non ": 955,
    "ke": 826,
    " ke": 140,
    "kem": 827,
    " kem": 141,
    "kem ": 828,
    "đá": 1379,
    " đá": 353,
    "đán": 1380,
    " đán": 354,
    "đánh": 1381,
    "ră": 1051,
    " ră": 236,
    "răn": 1052,
    "ăng": 1370,
    " răn": 237,
    "răng": 1053,
    "ăng ": 1371,
    "cl": 507,
    "os": 994,
    "se": 1069,
    "eu": 579,
    "up": 1191,
    " cl": 56,
    "clo": 508,
    "los": 861,
    "ose": 995,
    "seu": 1070,
    "eup": 580,
    "up ": 1192,
    " clo": 57,
    "clos": 509,
    "lose": 862,
    "oseu": 996,
    "seup": 1071,
    "eup ": 581,
    " ă": 345,
    " ăn": 346,
    " ăn ": 347,
    "cái": 520,
    " cái": 65,
    "cái ": 521,
    "ân": 1310,
    "lân": 873,
    "ân ": 1311,
    " lân": 166,
    "lân ": 874,
    "số": 1089,
    "ố ": 1544,
    " số": 258,
    "số ": 1090,
    " số ": 259,
    "đi": 1376,
    " đi": 351,
    "điệ": 1377,
    "iện": 820,
    " điệ": 352,
    "điện": 1378,
    "iện ": 821,
    "oạ": 1004,
    "tho": 1105,
    "hoạ": 664,
    "oại": 1005,
    " tho": 265,
    "thoạ": 1106,
    "hoại": 665,
    "oại ": 1006,
    "đị": 1401,
    "ịa": 1528,
    " đị": 368,
    "địa": 1402,
    "ịa ": 1529,
    " địa": 369,
    "địa ": 1403,
    "ỉ": 1524,
    "hỉ": 737,
    "ỉ ": 1525,
    "chỉ": 501,
    "hỉ ": 738,
    " chỉ": 54,
    "chỉ ": 502,
    "rẻ": 1054,
    " rẻ": 238,
    "rẻ ": 1055,
    " rẻ ": 239,
    "hơ": 707,
    " hơ": 123,
    "hơn": 708,
    " hơn": 124,
    "hơn ": 709,
    "bán ": 447,
    "dướ": 557,
    " dướ": 87,
    "dưới": 558,
    "các ": 518,
    " lo": 158,
    "loạ": 863,
    " loạ": 159,
    "loại": 864,
    "sn": 1077,
    "ac": 391,
    "ck": 505,
    " sn": 250,
    "sna": 1078,
    "nac": 922,
    "ack": 392,
    "ck ": 506,
    " sna": 251,
    "snac": 1079,
    "nack": 923,
    "ack ": 393,
    "áo": 1303,
    "chá": 491,
    "háo": 682,
    "áo ": 1304,
    " chá": 49,
    "cháo": 492,
    "háo ": 683,
    "kẹ": 844,
    "ẹo": 1495,
    " kẹ": 151,
    "kẹo": 845,
    "ẹo ": 1496,
    " kẹo": 152,
    "kẹo ": 846,
    " e": 90,
    " em": 91,
    " em ": 92,
    "cao": 471,
    " cao": 41,
    "cao ": 472,
    "rê": 1045,
    "trê": 1148,
    "rên": 1046,
    " trê": 287,
    "trên": 1149,
    "rên ": 1047,
    "ấ ": 1455,
    "iấ ": 801,
    "giấ ": 599
  },
  "response": null,
  "action_text": null
}