{
  "text": {
    "hey": 63,
    "hello": 61,
    "hi": 64,
    "xin": 179,
    "chào": 26,
    "buổi": 8,
    "sáng": 133,
    "bạn": 12,
    "chiều": 20,
    "tối": 169,
    "shop": 130,
    "ơi": 197,
    "cửa": 43,
    "hàng": 66,
    "ê": 184,
    "alo": 2,
    "mình": 96,
    "cần": 41,
    "tư": 165,
    "vấn": 172,
    "cho": 21,
    "hỏi": 69,
    "chút": 29,
    "bye": 9,
    "tạm": 167,
    "biệt": 5,
    "ngủ": 104,
    "ngon": 100,
    "goodbye": 54,
    "hẹn": 68,
    "gặp": 58,
    "lại": 86,
    "đúng": 190,
    "rồi": 127,
    "yes": 181,
    "chính": 28,
    "xác": 180,
    "chuẩn": 25,
    "luôn": 81,
    "bro": 7,
    "phải": 121,
    "ok": 116,
    "nhá": 107,
    "đồng": 196,
    "ý": 185,
    "không": 75,
    "thích": 140,
    "tôi": 164,
    "đâu": 188,
    "muốn": 92,
    "xem": 178,
    "thông": 141,
    "tin": 151,
    "sản": 134,
    "phẩm": 122,
    "ở": 199,
    "làm": 83,
    "sao": 128,
    "để": 194,
    "chi": 19,
    "tiết": 152,
    "thì": 139,
    "cách": 37,
    "thế": 145,
    "nào": 111,
    "tìm": 162,
    "hiểu": 65,
    "về": 175,
    "có": 39,
    "thể": 146,
    "là": 82,
    "ai": 1,
    "à": 182,
    "chatbot": 18,
    "đang": 186,
    "nói": 112,
    "chuyện": 24,
    "với": 177,
    "con": 33,
    "người": 102,
    "hay": 60,
    "máy": 93,
    "tính": 163,
    "thật": 143,
    "bot": 6,
    "thanh": 137,
    "toán": 155,
    "bằng": 14,
    "những": 109,
    "phương": 120,
    "thức": 150,
    "hỗ": 70,
    "trợ": 160,
    "qua": 124,
    "thẻ": 144,
    "momo": 90,
    "chương": 30,
    "trình": 159,
    "khuyến": 74,
    "mãi": 94,
    "giảm": 52,
    "giá": 51,
    "gì": 56,
    "mua": 91,
    "nhiều": 106,
    "được": 193,
    "ưu": 198,
    "đãi": 189,
    "thời": 149,
    "gian": 49,
    "giao": 50,
    "bao": 3,
    "lâu": 84,
    "phí": 119,
    "ship": 129,
    "nhiêu": 105,
    "chọn": 32,
    "đơn": 191,
    "vị": 176,
    "vận": 173,
    "chuyển": 23,
    "dưa": 46,
    "lưới": 85,
    "tiền": 154,
    "bắp": 13,
    "cải": 40,
    "của": 42,
    "thịt": 147,
    "heo": 62,
    "gà": 55,
    "nguyên": 101,
    "cá": 35,
    "biển": 4,
    "sữa": 136,
    "tươi": 166,
    "khoai": 73,
    "tây": 161,
    "cà": 34,
    "chua": 22,
    "bánh": 10,
    "ngọt": 103,
    "nước": 113,
    "suối": 132,
    "một": 98,
    "chai": 17,
    "khăn": 76,
    "giấy": 53,
    "dầu": 48,
    "gội": 59,
    "tắm": 168,
    "mì": 95,
    "gói": 57,
    "ra": 126,
    "oreo": 117,
    "dâu": 45,
    "quy": 125,
    "nắm": 114,
    "kim": 77,
    "châm": 27,
    "__number__": 0,
    "bịch": 15,
    "vậy": 174,
    "hủ": 72,
    "tiếu": 153,
    "nam": 99,
    "vang": 170,
    "như": 108,
    "phở": 123,
    "bò": 11,
    "truyền": 156,
    "thống": 148,
    "đường": 192,
    "mía": 97,
    "á": 183,
    "thùng": 142,
    "kun": 78,
    "trái": 157,
    "cây": 38,
    "dutch": 44,
    "lady": 79,
    "vinamilk": 171,
    "tráng": 158,
    "ninh": 110,
    "hảo": 67,
    "cay": 16,
    "snack": 131,
    "oishi": 115,
    "pepsi": 118,
    "lốc": 88,
    "hộp": 71,
    "milo": 89,
    "số": 135,
    "điện": 187,
    "thoại": 138,
    "địa": 195,
    "chỉ": 31,
    "các": 36,
    "loại": 80,
    "dưới": 47,
    "lọc": 87
  },
  "intent": {
    "greet": 12,
    "goodbye": 11,
    "affirm": 0,
    "deny": 9,
    "ask_product_info": 4,
    "ask_product_detail": 3,
    "bot_challenge": 8,
    "ask_payment": 1,
    "ask_promotion": 5,
    "ask_shipping": 6,
    "ask_price": 2,
    "ask_shop_info": 7,
    "filter_products": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_products": 6,
    "action_get_product_price": 7,
    "utter_ask_more_help": 14,
    "utter_ask_payment": 15,
    "utter_ask_product_detail": 16,
    "utter_ask_product_info": 17,
    "utter_ask_promotion": 18,
    "utter_ask_shipping": 19,
    "utter_ask_shop_info": 20,
    "utter_follow_up": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24,
    "utter_sorry": 25,
    "utter_thank_you": 26
  },
  "action_text": null,
  "intent_response_key": null
}