{
  "text": {
    "hey": 62,
    "hello": 60,
    "hi": 63,
    "xin": 175,
    "chào": 27,
    "buổi": 8,
    "sáng": 133,
    "bạn": 13,
    "chiều": 21,
    "tối": 166,
    "shop": 129,
    "ơi": 193,
    "cửa": 41,
    "hàng": 65,
    "ê": 182,
    "alo": 2,
    "mình": 94,
    "cần": 39,
    "tư": 162,
    "vấn": 169,
    "cho": 22,
    "hỏi": 68,
    "chút": 30,
    "bye": 9,
    "tạm": 164,
    "biệt": 5,
    "ngủ": 102,
    "ngon": 98,
    "goodbye": 53,
    "hẹn": 67,
    "gặp": 57,
    "lại": 85,
    "đúng": 188,
    "rồi": 126,
    "yes": 178,
    "chính": 29,
    "xác": 176,
    "chuẩn": 26,
    "luôn": 81,
    "bro": 7,
    "phải": 119,
    "ok": 114,
    "nhá": 105,
    "đồng": 192,
    "ý": 183,
    "không": 74,
    "thích": 139,
    "tôi": 160,
    "đâu": 186,
    "muốn": 90,
    "có": 37,
    "bán": 10,
    "điện": 185,
    "thoại": 138,
    "tìm": 158,
    "laptop": 79,
    "nước": 111,
    "hoa": 64,
    "của": 40,
    "những": 107,
    "loại": 80,
    "nào": 109,
    "giày": 49,
    "thể": 144,
    "thao": 137,
    "xem": 174,
    "sản": 134,
    "phẩm": 120,
    "túi": 161,
    "xách": 177,
    "danh": 42,
    "sách": 132,
    "quần": 124,
    "áo": 181,
    "máy": 91,
    "tính": 159,
    "bảng": 14,
    "giá": 50,
    "bao": 3,
    "nhiêu": 103,
    "ảnh": 195,
    "là": 82,
    "ai": 1,
    "à": 179,
    "chatbot": 20,
    "đang": 184,
    "nói": 110,
    "chuyện": 25,
    "với": 173,
    "con": 33,
    "người": 100,
    "hay": 59,
    "thật": 141,
    "bot": 6,
    "thanh": 136,
    "toán": 151,
    "bằng": 16,
    "phương": 118,
    "thức": 148,
    "hỗ": 69,
    "trợ": 156,
    "qua": 122,
    "thẻ": 142,
    "momo": 88,
    "chương": 31,
    "trình": 155,
    "khuyến": 73,
    "mãi": 92,
    "giảm": 51,
    "gì": 55,
    "mua": 89,
    "nhiều": 104,
    "được": 191,
    "ưu": 194,
    "đãi": 187,
    "thời": 147,
    "gian": 47,
    "giao": 48,
    "lâu": 83,
    "phí": 117,
    "ship": 128,
    "chọn": 32,
    "đơn": 189,
    "vị": 172,
    "vận": 170,
    "chuyển": 24,
    "dưa": 45,
    "lưới": 84,
    "tiền": 150,
    "bắp": 15,
    "cải": 38,
    "thịt": 145,
    "heo": 61,
    "gà": 54,
    "nguyên": 99,
    "thế": 143,
    "cá": 35,
    "biển": 4,
    "sao": 127,
    "sữa": 135,
    "tươi": 163,
    "khoai": 72,
    "tây": 157,
    "cà": 34,
    "chua": 23,
    "bánh": 11,
    "ngọt": 101,
    "suối": 131,
    "một": 96,
    "chai": 19,
    "khăn": 75,
    "giấy": 52,
    "dầu": 46,
    "gội": 58,
    "tắm": 165,
    "mì": 93,
    "gói": 56,
    "ra": 125,
    "oreo": 115,
    "dâu": 44,
    "quy": 123,
    "nắm": 112,
    "kim": 76,
    "châm": 28,
    "__number__": 0,
    "bịch": 17,
    "vậy": 171,
    "hủ": 71,
    "tiếu": 149,
    "nam": 97,
    "vang": 167,
    "như": 106,
    "phở": 121,
    "bò": 12,
    "truyền": 152,
    "thống": 146,
    "đường": 190,
    "mía": 95,
    "á": 180,
    "thùng": 140,
    "kun": 77,
    "trái": 153,
    "cây": 36,
    "dutch": 43,
    "lady": 78,
    "vinamilk": 168,
    "tráng": 154,
    "ninh": 108,
    "hảo": 66,
    "cay": 18,
    "snack": 130,
    "oishi": 113,
    "pepsi": 116,
    "lốc": 86,
    "hộp": 70,
    "milo": 87
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "affirm": 0,
    "deny": 7,
    "ask_product_info": 3,
    "bot_challenge": 6,
    "ask_payment": 1,
    "ask_promotion": 4,
    "ask_shipping": 5,
    "ask_price": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_product_price": 6,
    "utter_ask_more_help": 13,
    "utter_ask_payment": 14,
    "utter_ask_product_info": 15,
    "utter_ask_promotion": 16,
    "utter_ask_shipping": 17,
    "utter_follow_up": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21,
    "utter_sorry": 22,
    "utter_thank_you": 23
  },
  "action_text": null,
  "intent_response_key": null
}