{
  "text": {
    " ": 0,
    "h": 786,
    "e": 703,
    "y": 1579,
    " h": 136,
    "he": 797,
    "ey": 723,
    "y ": 1580,
    " he": 139,
    "hey": 802,
    "ey ": 724,
    " hey": 142,
    "hey ": 803,
    "l": 1060,
    "o": 1226,
    "el": 708,
    "ll": 1071,
    "lo": 1074,
    "o ": 1227,
    "hel": 798,
    "ell": 709,
    "llo": 1072,
    "lo ": 1075,
    " hel": 140,
    "hell": 799,
    "ello": 710,
    "llo ": 1073,
    "i": 960,
    "hi": 804,
    "i ": 961,
    " hi": 143,
    "hi ": 805,
    " hi ": 144,
    "x": 1564,
    "n": 1163,
    " x": 420,
    "xi": 1571,
    "in": 975,
    "n ": 1164,
    " xi": 425,
    "xin": 1572,
    "in ": 976,
    " xin": 426,
    "xin ": 1573,
    "c": 602,
    "à": 1604,
    " c": 51,
    "ch": 609,
    "hà": 840,
    "ào": 1614,
    " ch": 55,
    "chà": 626,
    "hào": 843,
    "ào ": 1615,
    " chà": 60,
    "chào": 627,
    "hào ": 844,
    "b": 539,
    "u": 1491,
    "ổ": 1948,
    " b": 11,
    "bu": 559,
    "uổ": 1535,
    "ổi": 1950,
    " bu": 22,
    "buổ": 562,
    "uổi": 1536,
    "ổi ": 1951,
    " buổ": 23,
    "buổi": 563,
    "uổi ": 1537,
    "s": 1342,
    "á": 1616,
    "g": 729,
    " s": 319,
    "sá": 1363,
    "án": 1624,
    "ng": 1172,
    "g ": 730,
    " sá": 330,
    "sán": 1364,
    "áng": 1626,
    "ng ": 1173,
    " sán": 331,
    "sáng": 1365,
    "áng ": 1627,
    "ạ": 1803,
    "bạ": 582,
    "ạn": 1811,
    " bạ": 36,
    "bạn": 583,
    "ạn ": 1812,
    " bạn": 37,
    "bạn ": 584,
    "ề": 1886,
    "iề": 1010,
    "ều": 1890,
    "u ": 1492,
    "chi": 615,
    "hiề": 813,
    "iều": 1013,
    "ều ": 1891,
    " chi": 57,
    "chiề": 618,
    "hiều": 814,
    "iều ": 1014,
    "t": 1377,
    "ố": 1929,
    " t": 340,
    "tố": 1486,
    "ối": 1933,
    " tố": 396,
    "tối": 1487,
    "ối ": 1934,
    " tối": 397,
    "tối ": 1488,
    "p": 1267,
    "sh": 1350,
    "ho": 821,
    "op": 1244,
    "p ": 1268,
    " sh": 322,
    "sho": 1353,
    "hop": 825,
    "op ": 1245,
    " sho": 324,
    "shop": 1354,
    "hop ": 826,
    "ơ": 1767,
    " ơ": 484,
    "ơi": 1768,
    " ơi": 485,
    "ơi ": 1769,
    " ơi ": 486,
    "ử": 2009,
    "a": 507,
    "cử": 678,
    "ửa": 2010,
    "a ": 508,
    " cử": 91,
    "cửa": 679,
    "ửa ": 2011,
    " cửa": 92,
    "cửa ": 680,
    "àn": 1608,
    " hà": 148,
    "hàn": 841,
    "àng": 1610,
    " hàn": 149,
    "hàng": 842,
    "àng ": 1611,
    "ê": 1653,
    " ê": 443,
    "ê ": 1654,
    " ê ": 444,
    " a": 4,
    "al": 517,
    " al": 7,
    "alo": 518,
    " alo": 8,
    "alo ": 519,
    "m": 1111,
    "ì": 1663,
    " m": 223,
    "mì": 1139,
    "ìn": 1667,
    "nh": 1184,
    "h ": 787,
    " mì": 236,
    "mìn": 1141,
    "ình": 1668,
    "nh ": 1185,
    " mìn": 238,
    "mình": 1142,
    "ình ": 1669,
    "ầ": 1833,
    "cầ": 669,
    "ần": 1834,
    " cầ": 85,
    "cần": 670,
    "ần ": 1835,
    " cần": 86,
    "cần ": 671,
    "ư": 1774,
    "tư": 1476,
    "ư ": 1775,
    " tư": 389,
    "tư ": 1477,
    " tư ": 390,
    "v": 1538,
    "ấ": 1826,
    " v": 402,
    "vấ": 1547,
    "ấn": 1827,
    " vấ": 408,
    "vấn": 1548,
    "ấn ": 1828,
    " vấn": 409,
    "vấn ": 1549,
    "cho": 619,
    "ho ": 822,
    " cho": 58,
    "cho ": 620,
    "ỏ": 1924,
    "hỏ": 920,
    "ỏi": 1927,
    " hỏ": 165,
    "hỏi": 923,
    "ỏi ": 1928,
    " hỏi": 166,
    "hỏi ": 924,
    "ú": 1707,
    "hú": 871,
    "út": 1713,
    "t ": 1378,
    "chú": 634,
    "hút": 872,
    "út ": 1714,
    " chú": 64,
    "chút": 635,
    "hút ": 873,
    "by": 564,
    "ye": 1581,
    "e ": 704,
    " by": 24,
    "bye": 565,
    "ye ": 1582,
    " bye": 25,
    "bye ": 566,
    "tạ": 1480,
    "ạm": 1809,
    "m ": 1112,
    " tạ": 392,
    "tạm": 1481,
    "ạm ": 1810,
    " tạm": 393,
    "tạm ": 1482,
    "ệ": 1901,
    "bi": 546,
    "iệ": 1023,
    "ệt": 1906,
    " bi": 14,
    "biệ": 551,
    "iệt": 1026,
    "ệt ": 1907,
    " biệ": 17,
    "biệt": 552,
    "iệt ": 1027,
    "ủ": 1999,
    " n": 253,
    "gủ": 784,
    "ủ ": 2000,
    " ng": 256,
    "ngủ": 1182,
    "gủ ": 785,
    " ngủ": 261,
    "ngủ ": 1183,
    "go": 748,
    "on": 1239,
    "ngo": 1174,
    "gon": 749,
    "on ": 1240,
    " ngo": 257,
    "ngon": 1175,
    "gon ": 750,
    "d": 681,
    " g": 108,
    "oo": 1241,
    "od": 1231,
    "db": 682,
    " go": 118,
    "goo": 751,
    "ood": 1242,
    "odb": 1232,
    "dby": 683,
    " goo": 119,
    "good": 752,
    "oodb": 1243,
    "odby": 1233,
    "dbye": 684,
    "ẹ": 1870,
    "hẹ": 903,
    "ẹn": 1872,
    " hẹ": 163,
    "hẹn": 904,
    "ẹn ": 1873,
    " hẹn": 164,
    "hẹn ": 905,
    "ặ": 1865,
    "gặ": 772,
    "ặp": 1868,
    " gặ": 130,
    "gặp": 773,
    "ặp ": 1869,
    " gặp": 131,
    "gặp ": 774,
    " l": 195,
    "lạ": 1096,
    "ại": 1807,
    " lạ": 213,
    "lại": 1097,
    "ại ": 1808,
    " lại": 214,
    "lại ": 1098,
    "đ": 1722,
    " đ": 453,
    "đú": 1738,
    "ún": 1708,
    " đú": 464,
    "đún": 1739,
    "úng": 1709,
    " đún": 465,
    "đúng": 1740,
    "úng ": 1710,
    "r": 1292,
    "ồ": 1941,
    " r": 304,
    "rồ": 1334,
    "ồi": 1943,
    " rồ": 317,
    "rồi": 1335,
    "ồi ": 1944,
    " rồi": 318,
    "rồi ": 1336,
    " y": 431,
    "es": 718,
    "s ": 1343,
    " ye": 432,
    "yes": 1583,
    "es ": 719,
    " yes": 433,
    "yes ": 1584,
    "í": 1670,
    "hí": 854,
    "ín": 1677,
    "chí": 632,
    "hín": 858,
    "ính": 1678,
    " chí": 63,
    "chín": 633,
    "hính": 859,
    "ính ": 1679,
    "xá": 1576,
    "ác": 1618,
    "c ": 603,
    " xá": 429,
    "xác": 1577,
    "ác ": 1619,
    " xác": 430,
    "xác ": 1578,
    "ẩ": 1840,
    "hu": 829,
    "uẩ": 1526,
    "ẩn": 1843,
    "chu": 621,
    "huẩ": 836,
    "uẩn": 1527,
    "ẩn ": 1844,
    " chu": 59,
    "chuẩ": 624,
    "huẩn": 837,
    "uẩn ": 1528,
    "ô": 1692,
    "lu": 1081,
    "uô": 1523,
    "ôn": 1698,
    " lu": 203,
    "luô": 1082,
    "uôn": 1524,
    "ôn ": 1699,
    " luô": 204,
    "luôn": 1083,
    "uôn ": 1525,
    "br": 556,
    "ro": 1303,
    " br": 20,
    "bro": 557,
    "ro ": 1304,
    " bro": 21,
    "bro ": 558,
    "ả": 1815,
    " p": 290,
    "ph": 1269,
    "hả": 889,
    "ải": 1816,
    " ph": 291,
    "phả": 1278,
    "hải": 890,
    "ải ": 1817,
    " phả": 296,
    "phải": 1279,
    "hải ": 891,
    "k": 1028,
    " o": 285,
    "ok": 1234,
    "k ": 1029,
    " ok": 286,
    "ok ": 1235,
    " ok ": 287,
    "há": 845,
    "á ": 1617,
    " nh": 262,
    "nhá": 1192,
    "há ": 846,
    " nhá": 265,
    "nhá ": 1193,
    "đồ": 1760,
    "ồn": 1945,
    " đồ": 479,
    "đồn": 1762,
    "ồng": 1946,
    " đồn": 481,
    "đồng": 1763,
    "ồng ": 1947,
    "ý": 1715,
    " ý": 448,
    "ý ": 1716,
    " ý ": 449,
    " k": 177,
    "kh": 1033,
    "hô": 863,
    " kh": 180,
    "khô": 1040,
    "hôn": 865,
    "ông": 1700,
    " khô": 184,
    "khôn": 1042,
    "hông": 866,
    "ông ": 1701,
    "th": 1385,
    "íc": 1674,
    " th": 341,
    "thí": 1396,
    "híc": 856,
    "ích": 1675,
    "ch ": 610,
    " thí": 346,
    "thíc": 1397,
    "hích": 857,
    "ích ": 1676,
    "tô": 1468,
    "ôi": 1694,
    " tô": 384,
    "tôi": 1469,
    "ôi ": 1695,
    " tôi": 385,
    "tôi ": 1470,
    "â": 1638,
    "đâ": 1732,
    "âu": 1643,
    " đâ": 460,
    "đâu": 1733,
    "âu ": 1644,
    " đâu": 461,
    "đâu ": 1734,
    "mu": 1126,
    "uố": 1529,
    "ốn": 1935,
    " mu": 228,
    "muố": 1129,
    "uốn": 1532,
    "ốn ": 1936,
    " muố": 230,
    "muốn": 1130,
    "uốn ": 1533,
    "xe": 1568,
    "em": 711,
    " xe": 423,
    "xem": 1569,
    "em ": 712,
    " xem": 424,
    "xem ": 1570,
    "thô": 1398,
    " thô": 347,
    "thôn": 1399,
    "ti": 1420,
    " ti": 358,
    "tin": 1423,
    " tin": 360,
    "tin ": 1424,
    "sả": 1366,
    "ản": 1820,
    " sả": 332,
    "sản": 1367,
    "ản ": 1821,
    " sản": 333,
    "sản ": 1368,
    "hẩ": 897,
    "ẩm": 1841,
    "phẩ": 1280,
    "hẩm": 898,
    "ẩm ": 1842,
    " phẩ": 297,
    "phẩm": 1281,
    "hẩm ": 899,
    "ở": 1978,
    " ở": 493,
    "ở ": 1979,
    " ở ": 494,
    "là": 1084,
    "àm": 1606,
    " là": 205,
    "làm": 1086,
    "àm ": 1607,
    " làm": 207,
    "làm ": 1087,
    "sa": 1344,
    "ao": 530,
    " sa": 320,
    "sao": 1345,
    "ao ": 531,
    " sao": 321,
    "sao ": 1346,
    "ể": 1892,
    "để": 1755,
    "ể ": 1893,
    " để": 475,
    "để ": 1756,
    " để ": 476,
    "chi ": 616,
    "ế": 1878,
    "iế": 1005,
    "ết": 1882,
    "tiế": 1427,
    "iết": 1006,
    "ết ": 1883,
    " tiế": 362,
    "tiết": 1428,
    "iết ": 1007,
    "hì": 852,
    "ì ": 1664,
    "thì": 1394,
    "hì ": 853,
    " thì": 345,
    "thì ": 1395,
    "cá": 652,
    " cá": 74,
    "các": 654,
    "ách": 1620,
    " các": 76,
    "cách": 656,
    "ách ": 1621,
    "hế": 908,
    "ế ": 1879,
    "thế": 1406,
    "hế ": 909,
    " thế": 351,
    "thế ": 1407,
    "nà": 1207,
    " nà": 272,
    "nào": 1210,
    " nào": 274,
    "nào ": 1211,
    "tì": 1460,
    "ìm": 1665,
    " tì": 379,
    "tìm": 1461,
    "ìm ": 1666,
    " tìm": 380,
    "tìm ": 1462,
    "iể": 1015,
    "ểu": 1896,
    "hiể": 815,
    "iểu": 1018,
    "ểu ": 1897,
    " hiể": 145,
    "hiểu": 816,
    "iểu ": 1019,
    "về": 1555,
    "ề ": 1887,
    " về": 413,
    "về ": 1556,
    " về ": 414,
    "ó": 1684,
    "có": 664,
    "ó ": 1685,
    " có": 81,
    "có ": 665,
    " có ": 82,
    "hể": 910,
    "thể": 1408,
    "hể ": 911,
    " thể": 352,
    "thể ": 1409,
    "à ": 1605,
    "là ": 1085,
    " là ": 206,
    "ai": 515,
    " ai": 5,
    "ai ": 516,
    " ai ": 6,
    " à": 437,
    " à ": 438,
    "ha": 788,
    "at": 532,
    "tb": 1379,
    "bo": 553,
    "ot": 1252,
    "cha": 611,
    "hat": 793,
    "atb": 533,
    "tbo": 1380,
    "bot": 554,
    "ot ": 1253,
    " cha": 56,
    "chat": 613,
    "hatb": 794,
    "atbo": 534,
    "tbot": 1381,
    "bot ": 555,
    "đa": 1723,
    "an": 524,
    " đa": 454,
    "đan": 1724,
    "ang": 526,
    " đan": 455,
    "đang": 1725,
    "ang ": 527,
    "nó": 1215,
    "ói": 1688,
    " nó": 277,
    "nói": 1216,
    "ói ": 1689,
    " nói": 278,
    "nói ": 1217,
    "uy": 1510,
    "yệ": 1601,
    "ện": 1902,
    "huy": 832,
    "uyệ": 1521,
    "yện": 1602,
    "ện ": 1903,
    "chuy": 623,
    "huyệ": 835,
    "uyện": 1522,
    "yện ": 1603,
    "ớ": 1965,
    "vớ": 1561,
    "ới": 1968,
    " vớ": 418,
    "với": 1562,
    "ới ": 1969,
    " với": 419,
    "với ": 1563,
    "co": 647,
    " co": 70,
    "con": 648,
    " con": 71,
    "con ": 649,
    "ờ": 1972,
    "gư": 766,
    "ườ": 1790,
    "ời": 1973,
    "ngư": 1178,
    "gườ": 767,
    "ười": 1791,
    "ời ": 1974,
    " ngư": 259,
    "ngườ": 1179,
    "gười": 768,
    "ười ": 1792,
    "ay": 537,
    " ha": 137,
    "hay": 795,
    "ay ": 538,
    " hay": 138,
    "hay ": 796,
    "má": 1131,
    "áy": 1636,
    " má": 231,
    "máy": 1134,
    "áy ": 1637,
    " máy": 233,
    "máy ": 1135,
    "tí": 1465,
    " tí": 382,
    "tín": 1466,
    " tín": 383,
    "tính": 1467,
    "ậ": 1845,
    "hậ": 900,
    "ật": 1848,
    "thậ": 1402,
    "hật": 901,
    "ật ": 1849,
    " thậ": 349,
    "thật": 1403,
    "hật ": 902,
    " bo": 18,
    " bot": 19,
    "tha": 1386,
    "han": 791,
    "anh": 528,
    " tha": 342,
    "than": 1388,
    "hanh": 792,
    "anh ": 529,
    "to": 1434,
    "oá": 1259,
    " to": 365,
    "toá": 1437,
    "oán": 1260,
    "án ": 1625,
    " toá": 367,
    "toán": 1438,
    "oán ": 1261,
    "ằ": 1861,
    "bằ": 588,
    "ằn": 1862,
    " bằ": 40,
    "bằn": 589,
    "ằng": 1863,
    " bằn": 41,
    "bằng": 590,
    "ằng ": 1864,
    "ữ": 2012,
    "hữ": 954,
    "ữn": 2016,
    "nhữ": 1196,
    "hữn": 955,
    "ững": 2017,
    " nhữ": 267,
    "nhữn": 1197,
    "hững": 956,
    "ững ": 2018,
    "hư": 880,
    "ươ": 1780,
    "ơn": 1770,
    "phư": 1276,
    "hươ": 882,
    "ươn": 1783,
    "ơng": 1772,
    " phư": 295,
    "phươ": 1277,
    "hươn": 883,
    "ương": 1784,
    "ơng ": 1773,
    "ứ": 2003,
    "hứ": 951,
    "ức": 2004,
    "thứ": 1416,
    "hức": 952,
    "ức ": 2005,
    " thứ": 356,
    "thức": 1417,
    "hức ": 953,
    "ỗ": 1952,
    "hỗ": 931,
    "ỗ ": 1953,
    " hỗ": 169,
    "hỗ ": 932,
    " hỗ ": 170,
    "ợ": 1987,
    "tr": 1439,
    "rợ": 1337,
    "ợ ": 1988,
    " tr": 368,
    "trợ": 1453,
    "rợ ": 1338,
    " trợ": 375,
    "trợ ": 1454,
    "q": 1286,
    " q": 300,
    "qu": 1287,
    "ua": 1493,
    " qu": 301,
    "qua": 1288,
    "ua ": 1494,
    " qua": 302,
    "qua ": 1289,
    "ẻ": 1876,
    "hẻ": 906,
    "ẻ ": 1877,
    "thẻ": 1404,
    "hẻ ": 907,
    " thẻ": 350,
    "thẻ ": 1405,
    "mo": 1122,
    "om": 1236,
    " mo": 226,
    "mom": 1124,
    "omo": 1237,
    "mo ": 1123,
    " mom": 227,
    "momo": 1125,
    "omo ": 1238,
    "chư": 636,
    " chư": 65,
    "chươ": 637,
    "rì": 1318,
    "trì": 1447,
    "rìn": 1319,
    " trì": 372,
    "trìn": 1448,
    "rình": 1320,
    "yế": 1588,
    "ến": 1880,
    "khu": 1038,
    "uyế": 1514,
    "yến": 1589,
    "ến ": 1881,
    " khu": 183,
    "khuy": 1039,
    "huyế": 833,
    "uyến": 1515,
    "yến ": 1590,
    "ã": 1647,
    "mã": 1136,
    "ãi": 1648,
    " mã": 234,
    "mãi": 1137,
    "ãi ": 1649,
    " mãi": 235,
    "mãi ": 1138,
    "gi": 734,
    "iả": 999,
    "ảm": 1818,
    " gi": 111,
    "giả": 744,
    "iảm": 1000,
    "ảm ": 1819,
    " giả": 116,
    "giảm": 745,
    "iảm ": 1001,
    "iá": 986,
    "giá": 740,
    "iá ": 987,
    " giá": 114,
    "giá ": 741,
    "gì": 761,
    " gì": 124,
    "gì ": 762,
    " gì ": 125,
    "mua": 1127,
    " mua": 229,
    "mua ": 1128,
    "nhi": 1186,
    " nhi": 263,
    "nhiề": 1188,
    "đư": 1744,
    "ượ": 1800,
    "ợc": 1989,
    " đư": 468,
    "đượ": 1747,
    "ược": 1801,
    "ợc ": 1990,
    " đượ": 470,
    "được": 1748,
    "ược ": 1802,
    " ư": 487,
    "ưu": 1778,
    " ưu": 488,
    "ưu ": 1779,
    " ưu ": 489,
    "đã": 1735,
    " đã": 462,
    "đãi": 1736,
    " đãi": 463,
    "đãi ": 1737,
    "hờ": 939,
    "thờ": 1414,
    "hời": 940,
    " thờ": 355,
    "thời": 1415,
    "hời ": 941,
    "ia": 962,
    "gia": 735,
    "ian": 963,
    "an ": 525,
    " gia": 112,
    "gian": 736,
    "ian ": 964,
    "iao": 965,
    "giao": 737,
    "iao ": 966,
    "ba": 540,
    " ba": 12,
    "bao": 541,
    " bao": 13,
    "bao ": 542,
    "lâ": 1088,
    " lâ": 208,
    "lâu": 1091,
    " lâu": 210,
    "lâu ": 1092,
    "í ": 1671,
    "phí": 1272,
    "hí ": 855,
    " phí": 293,
    "phí ": 1273,
    "ip": 982,
    "shi": 1351,
    "hip": 806,
    "ip ": 983,
    " shi": 323,
    "ship": 1352,
    "hip ": 807,
    "iê": 988,
    "êu": 1661,
    "hiê": 808,
    "iêu": 994,
    "êu ": 1662,
    "nhiê": 1187,
    "hiêu": 810,
    "iêu ": 995,
    "ọ": 1919,
    "họ": 917,
    "ọn": 1920,
    "chọ": 640,
    "họn": 918,
    "ọn ": 1921,
    " chọ": 67,
    "chọn": 641,
    "họn ": 919,
    "đơ": 1741,
    " đơ": 466,
    "đơn": 1742,
    "ơn ": 1771,
    " đơn": 467,
    "đơn ": 1743,
    "ị": 1910,
    "vị": 1557,
    "ị ": 1911,
    " vị": 415,
    "vị ": 1558,
    " vị ": 416,
    "vậ": 1550,
    "ận": 1846,
    " vậ": 410,
    "vận": 1551,
    "ận ": 1847,
    " vận": 411,
    "vận ": 1552,
    "yể": 1598,
    "ển": 1894,
    "uyể": 1519,
    "yển": 1599,
    "ển ": 1895,
    "huyể": 834,
    "uyển": 1520,
    "yển ": 1600,
    " d": 93,
    "dư": 693,
    "ưa": 1776,
    " dư": 98,
    "dưa": 694,
    "ưa ": 1777,
    " dưa": 99,
    "dưa ": 695,
    "lư": 1093,
    "ướ": 1785,
    " lư": 211,
    "lướ": 1094,
    "ưới": 1788,
    " lướ": 212,
    "lưới": 1095,
    "ưới ": 1789,
    "ền": 1888,
    "tiề": 1430,
    "iền": 1011,
    "ền ": 1889,
    " tiề": 363,
    "tiền": 1431,
    "iền ": 1012,
    "ắ": 1854,
    "bắ": 585,
    "ắp": 1859,
    " bắ": 38,
    "bắp": 586,
    "ắp ": 1860,
    " bắp": 39,
    "bắp ": 587,
    "cả": 666,
    " cả": 83,
    "cải": 667,
    " cải": 84,
    "cải ": 668,
    "củ": 675,
    "ủa": 2001,
    " củ": 89,
    "của": 676,
    "ủa ": 2002,
    " của": 90,
    "của ": 677,
    "hị": 914,
    "ịt": 1917,
    "thị": 1410,
    "hịt": 915,
    "ịt ": 1918,
    " thị": 353,
    "thịt": 1411,
    "hịt ": 916,
    "eo": 713,
    "heo": 800,
    "eo ": 714,
    " heo": 141,
    "heo ": 801,
    "gà": 756,
    " gà": 120,
    "gà ": 757,
    " gà ": 121,
    "gu": 753,
    "yê": 1585,
    "ên": 1657,
    "ngu": 1176,
    "guy": 754,
    "uyê": 1512,
    "yên": 1586,
    "ên ": 1658,
    " ngu": 258,
    "nguy": 1177,
    "guyê": 755,
    "uyên": 1513,
    "yên ": 1587,
    "cá ": 653,
    " cá ": 75,
    "biể": 549,
    "iển": 1016,
    " biể": 16,
    "biển": 550,
    "iển ": 1017,
    "sữ": 1374,
    "ữa": 2014,
    " sữ": 338,
    "sữa": 1375,
    "ữa ": 2015,
    " sữa": 339,
    "sữa ": 1376,
    "tươ": 1478,
    "ươi": 1781,
    " tươ": 391,
    "tươi": 1479,
    "ươi ": 1782,
    "oa": 1228,
    "kho": 1036,
    "hoa": 823,
    "oai": 1229,
    " kho": 182,
    "khoa": 1037,
    "hoai": 824,
    "oai ": 1230,
    "tâ": 1457,
    "ây": 1645,
    " tâ": 377,
    "tây": 1458,
    "ây ": 1646,
    " tây": 378,
    "tây ": 1459,
    "cà": 650,
    " cà": 72,
    "cà ": 651,
    " cà ": 73,
    "hua": 830,
    "chua": 622,
    "hua ": 831,
    "bá": 567,
    " bá": 26,
    "bán": 568,
    "ánh": 1628,
    " bán": 27,
    "bánh": 570,
    "ánh ": 1629,
    "gọ": 775,
    "ọt": 1922,
    "ngọ": 1180,
    "gọt": 776,
    "ọt ": 1923,
    " ngọ": 260,
    "ngọt": 1181,
    "gọt ": 777,
    "nư": 1218,
    "ớc": 1966,
    " nư": 279,
    "nướ": 1219,
    "ước": 1786,
    "ớc ": 1967,
    " nướ": 280,
    "nước": 1220,
    "ước ": 1787,
    "su": 1358,
    " su": 327,
    "suố": 1361,
    "uối": 1530,
    " suố": 329,
    "suối": 1362,
    "uối ": 1531,
    "ộ": 1954,
    "mộ": 1158,
    "ột": 1963,
    " mộ": 249,
    "một": 1159,
    "ột ": 1964,
    " một": 250,
    "một ": 1160,
    "hai": 789,
    "chai": 612,
    "hai ": 790,
    "ă": 1717,
    "hă": 874,
    "ăn": 1718,
    "khă": 1043,
    "hăn": 875,
    "ăn ": 1719,
    " khă": 185,
    "khăn": 1044,
    "hăn ": 876,
    "iấ": 1002,
    "ấy": 1831,
    "giấ": 746,
    "iấy": 1003,
    "ấy ": 1832,
    " giấ": 117,
    "giấy": 747,
    "iấy ": 1004,
    "dầ": 698,
    "ầu": 1836,
    " dầ": 101,
    "dầu": 699,
    "ầu ": 1837,
    " dầu": 102,
    "dầu ": 700,
    "gộ": 778,
    "ội": 1955,
    " gộ": 132,
    "gội": 779,
    "ội ": 1956,
    " gội": 133,
    "gội ": 780,
    "tắ": 1483,
    "ắm": 1857,
    " tắ": 394,
    "tắm": 1484,
    "ắm ": 1858,
    " tắm": 395,
    "tắm ": 1485,
    "mì ": 1140,
    " mì ": 237,
    "gó": 763,
    " gó": 126,
    "gói": 764,
    " gói": 127,
    "gói ": 765,
    "ra": 1296,
    " ra": 305,
    "ra ": 1297,
    " ra ": 306,
    "or": 1246,
    "re": 1300,
    " or": 288,
    "ore": 1247,
    "reo": 1301,
    " ore": 289,
    "oreo": 1248,
    "reo ": 1302,
    "dâ": 690,
    " dâ": 96,
    "dâu": 691,
    " dâu": 97,
    "dâu ": 692,
    "quy": 1290,
    "uy ": 1511,
    " quy": 303,
    "quy ": 1291,
    "nắ": 1221,
    " nắ": 281,
    "nắm": 1222,
    " nắm": 282,
    "nắm ": 1223,
    "ki": 1049,
    "im": 973,
    " ki": 188,
    "kim": 1050,
    "im ": 974,
    " kim": 189,
    "kim ": 1051,
    "hâ": 849,
    "âm": 1639,
    "châ": 630,
    "hâm": 850,
    "âm ": 1640,
    " châ": 62,
    "châm": 631,
    "hâm ": 851,
    "_": 498,
    " _": 1,
    "__": 500,
    "_n": 504,
    "nu": 1204,
    "um": 1495,
    "mb": 1116,
    "be": 543,
    "er": 715,
    "r_": 1293,
    "_ ": 499,
    " __": 2,
    "__n": 502,
    "_nu": 505,
    "num": 1205,
    "umb": 1496,
    "mbe": 1117,
    "ber": 544,
    "er_": 716,
    "r__": 1294,
    "__ ": 501,
    " __n": 3,
    "__nu": 503,
    "_num": 506,
    "numb": 1206,
    "umbe": 1497,
    "mber": 1118,
    "ber_": 545,
    "er__": 717,
    "r__ ": 1295,
    "bị": 596,
    "ịc": 1914,
    " bị": 46,
    "bịc": 598,
    "ịch": 1915,
    " bịc": 48,
    "bịch": 599,
    "ịch ": 1916,
    "ậy": 1852,
    "vậy": 1553,
    "ậy ": 1853,
    " vậy": 412,
    "vậy ": 1554,
    "hủ": 949,
    " hủ": 175,
    "hủ ": 950,
    " hủ ": 176,
    "ếu": 1884,
    "iếu": 1008,
    "ếu ": 1885,
    "tiếu": 1429,
    "iếu ": 1009,
    "na": 1165,
    "am": 520,
    " na": 254,
    "nam": 1169,
    "am ": 521,
    " nam": 255,
    "nam ": 1170,
    "va": 1539,
    " va": 403,
    "van": 1540,
    " van": 404,
    "vang": 1541,
    "như": 1194,
    "hư ": 881,
    " như": 266,
    "như ": 1195,
    "hở": 942,
    "phở": 1282,
    "hở ": 943,
    " phở": 298,
    "phở ": 1283,
    "ò": 1682,
    "bò": 574,
    "ò ": 1683,
    " bò": 30,
    "bò ": 575,
    " bò ": 31,
    "ru": 1305,
    "yề": 1595,
    "tru": 1440,
    "ruy": 1306,
    "uyề": 1517,
    "yền": 1596,
    " tru": 369,
    "truy": 1441,
    "ruyề": 1307,
    "uyền": 1518,
    "yền ": 1597,
    "hố": 925,
    "thố": 1412,
    "hốn": 926,
    "ống": 1937,
    " thố": 354,
    "thốn": 1413,
    "hống": 927,
    "ống ": 1938,
    "ờn": 1975,
    "đườ": 1745,
    "ườn": 1793,
    "ờng": 1976,
    " đườ": 469,
    "đườn": 1746,
    "ường": 1794,
    "ờng ": 1977,
    "mí": 1143,
    "ía": 1672,
    " mí": 239,
    "mía": 1144,
    "ía ": 1673,
    " mía": 240,
    "mía ": 1145,
    " á": 439,
    " á ": 440,
    "ù": 1702,
    "hù": 867,
    "ùn": 1704,
    "thù": 1400,
    "hùn": 869,
    "ùng": 1705,
    " thù": 348,
    "thùn": 1401,
    "hùng": 870,
    "ùng ": 1706,
    "ku": 1054,
    "un": 1498,
    " ku": 191,
    "kun": 1055,
    "un ": 1499,
    " kun": 192,
    "kun ": 1056,
    "rá": 1308,
    "ái": 1622,
    "trá": 1442,
    "rái": 1309,
    "ái ": 1623,
    " trá": 370,
    "trái": 1443,
    "rái ": 1310,
    "câ": 659,
    " câ": 78,
    "cây": 662,
    " cây": 80,
    "cây ": 663,
    "du": 685,
    "ut": 1507,
    "tc": 1382,
    " du": 94,
    "dut": 686,
    "utc": 1508,
    "tch": 1383,
    " dut": 95,
    "dutc": 687,
    "utch": 1509,
    "tch ": 1384,
    "la": 1061,
    "ad": 512,
    "dy": 688,
    " la": 196,
    "lad": 1062,
    "ady": 513,
    "dy ": 689,
    " lad": 197,
    "lady": 1063,
    "ady ": 514,
    "vi": 1542,
    "mi": 1119,
    "il": 970,
    "lk": 1069,
    " vi": 405,
    "vin": 1543,
    "ina": 977,
    "ami": 522,
    "mil": 1120,
    "ilk": 971,
    "lk ": 1070,
    " vin": 406,
    "vina": 1544,
    "inam": 979,
    "nami": 1171,
    "amil": 523,
    "milk": 1121,
    "ilk ": 972,
    "rán": 1311,
    "trán": 1444,
    "ráng": 1313,
    "ni": 1198,
    " ni": 268,
    "nin": 1199,
    "inh": 980,
    " nin": 269,
    "ninh": 1200,
    "inh ": 981,
    "ảo": 1824,
    " hả": 158,
    "hảo": 892,
    "ảo ": 1825,
    " hảo": 160,
    "hảo ": 893,
    "ca": 604,
    " ca": 52,
    "cay": 607,
    " cay": 54,
    "cay ": 608,
    "rố": 1329,
    "ốt": 1939,
    " rố": 314,
    "rốt": 1332,
    "ốt ": 1940,
    " rốt": 316,
    "rốt ": 1333,
    "hấ": 894,
    "ấu": 1829,
    " hấ": 161,
    "hấu": 895,
    "ấu ": 1830,
    " hấu": 162,
    "hấu ": 896,
    "ụ": 1995,
    "cụ": 672,
    "ục": 1997,
    " cụ": 87,
    "cục": 673,
    "ục ": 1998,
    " cục": 88,
    "cục ": 674,
    "xà": 1574,
    " xà": 427,
    "xà ": 1575,
    " xà ": 428,
    "bô": 576,
    " bô": 32,
    "bôn": 577,
    " bôn": 33,
    "bông": 578,
    "f": 725,
    "li": 1066,
    "if": 967,
    "fe": 726,
    "eb": 705,
    "uo": 1502,
    "oy": 1254,
    " li": 199,
    "lif": 1067,
    "ife": 968,
    "feb": 727,
    "ebu": 706,
    "buo": 560,
    "uoy": 1503,
    "oy ": 1255,
    " lif": 200,
    "life": 1068,
    "ifeb": 969,
    "febu": 728,
    "ebuo": 707,
    "buoy": 561,
    "uoy ": 1504,
    "bẹ": 591,
    "ẹ ": 1871,
    " bẹ": 42,
    "bẹ ": 592,
    " bẹ ": 43,
    "xa": 1565,
    " xa": 421,
    "xan": 1566,
    " xan": 422,
    "xanh": 1567,
    "lố": 1099,
    "ốc": 1931,
    " lố": 215,
    "lốc": 1100,
    "ốc ": 1932,
    " lốc": 216,
    "lốc ": 1101,
    "hộ": 933,
    "ộp": 1961,
    " hộ": 171,
    "hộp": 934,
    "ộp ": 1962,
    " hộp": 172,
    "hộp ": 935,
    "no": 1201,
    " no": 270,
    "non": 1202,
    " non": 271,
    "non ": 1203,
    "ke": 1030,
    " ke": 178,
    "kem": 1031,
    " kem": 179,
    "kem ": 1032,
    "đá": 1729,
    " đá": 458,
    "đán": 1730,
    " đán": 459,
    "đánh": 1731,
    "ră": 1321,
    " ră": 310,
    "răn": 1322,
    "ăng": 1720,
    " răn": 311,
    "răng": 1323,
    "ăng ": 1721,
    "cl": 644,
    "os": 1249,
    "se": 1347,
    "eu": 720,
    "up": 1505,
    " cl": 68,
    "clo": 645,
    "los": 1076,
    "ose": 1250,
    "seu": 1348,
    "eup": 721,
    "up ": 1506,
    " clo": 69,
    "clos": 646,
    "lose": 1077,
    "oseu": 1251,
    "seup": 1349,
    "eup ": 722,
    " ă": 450,
    " ăn": 451,
    " ăn ": 452,
    "cái": 657,
    " cái": 77,
    "cái ": 658,
    "ân": 1641,
    "lân": 1089,
    "ân ": 1642,
    " lân": 209,
    "lân ": 1090,
    "số": 1369,
    "ố ": 1930,
    " số": 334,
    "số ": 1370,
    " số ": 335,
    "đi": 1726,
    " đi": 456,
    "điệ": 1727,
    "iện": 1024,
    " điệ": 457,
    "điện": 1728,
    "iện ": 1025,
    "oạ": 1262,
    "tho": 1392,
    "hoạ": 827,
    "oại": 1263,
    " tho": 344,
    "thoạ": 1393,
    "hoại": 828,
    "oại ": 1264,
    "đị": 1757,
    "ịa": 1912,
    " đị": 477,
    "địa": 1758,
    "ịa ": 1913,
    " địa": 478,
    "địa ": 1759,
    "ỉ": 1908,
    "hỉ": 912,
    "ỉ ": 1909,
    "chỉ": 638,
    "hỉ ": 913,
    " chỉ": 66,
    "chỉ ": 639,
    "rẻ": 1327,
    " rẻ": 312,
    "rẻ ": 1328,
    " rẻ ": 313,
    "hơ": 877,
    " hơ": 152,
    "hơn": 878,
    " hơn": 153,
    "hơn ": 879,
    "bán ": 569,
    "dướ": 696,
    " dướ": 100,
    "dưới": 697,
    "các ": 655,
    " lo": 201,
    "loạ": 1078,
    " loạ": 202,
    "loại": 1079,
    "sn": 1355,
    "ac": 509,
    "ck": 642,
    " sn": 325,
    "sna": 1356,
    "nac": 1167,
    "ack": 510,
    "ck ": 643,
    " sna": 326,
    "snac": 1357,
    "nack": 1168,
    "ack ": 511,
    "áo": 1630,
    "chá": 628,
    "háo": 847,
    "áo ": 1631,
    " chá": 61,
    "cháo": 629,
    "háo ": 848,
    "kẹ": 1057,
    "ẹo": 1874,
    " kẹ": 193,
    "kẹo": 1058,
    "ẹo ": 1875,
    " kẹo": 194,
    "kẹo ": 1059,
    " e": 105,
    " em": 106,
    " em ": 107,
    "cao": 605,
    " cao": 53,
    "cao ": 606,
    "rê": 1315,
    "trê": 1445,
    "rên": 1316,
    " trê": 371,
    "trên": 1446,
    "rên ": 1317,
    "bị ": 597,
    " bị ": 47,
    " hu": 146,
    "yết": 1591,
    " huy": 147,
    "uyết": 1516,
    "yết ": 1592,
    "áp": 1632,
    " áp": 441,
    "áp ": 1633,
    " áp ": 442,
    "nê": 1212,
    " nê": 275,
    "nên": 1213,
    " nên": 276,
    "nên ": 1214,
    "ự": 2019,
    "hự": 957,
    "ực": 2022,
    "thự": 1418,
    "hực": 958,
    "ực ": 2023,
    " thự": 357,
    "thực": 1419,
    "hực ": 959,
    "tốt": 1489,
    " tốt": 398,
    "tốt ": 1490,
    "tiể": 1432,
    " tiể": 364,
    "tiểu": 1433,
    "ỡ": 1985,
    "mỡ": 1161,
    "ỡ ": 1986,
    " mỡ": 251,
    "mỡ ": 1162,
    " mỡ ": 252,
    "áu": 1634,
    "máu": 1132,
    "áu ": 1635,
    " máu": 232,
    "máu ": 1133,
    "gợ": 781,
    "ợi": 1991,
    " gợ": 134,
    "gợi": 782,
    "ợi ": 1992,
    " gợi": 135,
    "gợi ": 783,
    "mó": 1146,
    "ón": 1690,
    " mó": 241,
    "món": 1147,
    "ón ": 1691,
    " món": 242,
    "món ": 1148,
    "ù ": 1703,
    "phù": 1274,
    "hù ": 868,
    " phù": 294,
    "phù ": 1275,
    "hợ": 944,
    "ợp": 1993,
    " hợ": 173,
    "hợp": 945,
    "ợp ": 1994,
    " hợp": 174,
    "hợp ": 946,
    "é": 1650,
    "bé": 571,
    "éo": 1651,
    " bé": 28,
    "béo": 572,
    "éo ": 1652,
    " béo": 29,
    "béo ": 573,
    "phì": 1270,
    " phì": 292,
    "phì ": 1271,
    "cân": 660,
    " cân": 79,
    "cân ": 661,
    "ránh": 1314,
    "kiê": 1052,
    "iên": 991,
    "êng": 1659,
    " kiê": 190,
    "kiên": 1053,
    "iêng": 993,
    "êng ": 1660,
    "mặ": 1155,
    "ặn": 1866,
    " mặ": 247,
    "mặn": 1156,
    "ặn ": 1867,
    " mặn": 248,
    "mặn ": 1157,
    " an": 9,
    " an ": 10,
    "oà": 1256,
    "toà": 1435,
    "oàn": 1257,
    "àn ": 1609,
    " toà": 366,
    "toàn": 1436,
    "oàn ": 1258,
    "bệ": 593,
    " bệ": 44,
    "bện": 594,
    "ệnh": 1904,
    " bện": 45,
    "bệnh": 595,
    "ệnh ": 1905,
    "sứ": 1371,
    " sứ": 336,
    "sức": 1372,
    " sức": 337,
    "sức ": 1373,
    "ỏe": 1925,
    "khỏ": 1045,
    "hỏe": 921,
    "ỏe ": 1926,
    " khỏ": 186,
    "khỏe": 1046,
    "hỏe ": 922,
    "thi": 1389,
    "hiế": 811,
    " thi": 343,
    "thiế": 1390,
    "hiếu": 812,
    "bổ": 600,
    "ổ ": 1949,
    " bổ": 49,
    "bổ ": 601,
    " bổ ": 50,
    "sun": 1359,
    "ung": 1500,
    " sun": 328,
    "sung": 1360,
    "ung ": 1501,
    "gầ": 769,
    "ầy": 1838,
    " gầ": 128,
    "gầy": 770,
    "ầy ": 1839,
    " gầy": 129,
    "gầy ": 771,
    " yế": 434,
    "yếu": 1593,
    " yếu": 436,
    "yếu ": 1594,
    "hiệ": 819,
    "thiệ": 1391,
    "hiện": 820,
    "rạ": 1324,
    "trạ": 1449,
    "rạn": 1325,
    "ạng": 1813,
    " trạ": 373,
    "trạn": 1450,
    "rạng": 1326,
    "ạng ": 1814,
    "ma": 1113,
    " ma": 224,
    "man": 1114,
    " man": 225,
    "mang": 1115,
    "thai": 1387,
    "rối": 1330,
    " rối": 315,
    "rối ": 1331,
    "oạn": 1265,
    "loạn": 1080,
    "oạn ": 1266,
    "tiê": 1425,
    " tiê": 361,
    "tiêu": 1426,
    "hó": 860,
    "óa": 1686,
    " hó": 150,
    "hóa": 861,
    "óa ": 1687,
    " hóa": 151,
    "hóa ": 862,
    "ga": 731,
    " ga": 109,
    "gan": 732,
    " gan": 110,
    "gan ": 733,
    "ễ": 1898,
    "iễ": 1020,
    "ễm": 1899,
    "hiễ": 817,
    "iễm": 1021,
    "ễm ": 1900,
    "nhiễ": 1189,
    "hiễm": 818,
    "iễm ": 1022,
    " u": 399,
    " uố": 400,
    " uốn": 401,
    "uống": 1534,
    "iú": 996,
    "úp": 1711,
    "giú": 742,
    "iúp": 997,
    "úp ": 1712,
    " giú": 115,
    "giúp": 743,
    "iúp ": 998,
    "tìn": 1463,
    " tìn": 381,
    "tình": 1464,
    "tă": 1473,
    " tă": 387,
    "tăn": 1474,
    " tăn": 388,
    "tăng": 1475,
    "tim": 1421,
    " tim": 359,
    "tim ": 1422,
    "huố": 838,
    "chuố": 625,
    "huối": 839,
    "rứ": 1339,
    "ứn": 2006,
    "trứ": 1455,
    "rứn": 1340,
    "ứng": 2007,
    " trứ": 376,
    "trứn": 1456,
    "rứng": 1341,
    "ứng ": 2008,
    "au": 535,
    "rau": 1298,
    "au ": 536,
    " rau": 307,
    "rau ": 1299,
    "bin": 547,
    "na ": 1166,
    " bin": 15,
    "bina": 548,
    "ina ": 978,
    " ả": 490,
    " ản": 491,
    "ảnh": 1822,
    " ảnh": 492,
    "ảnh ": 1823,
    "ưở": 1795,
    "ởn": 1982,
    " hư": 154,
    "hưở": 884,
    "ưởn": 1798,
    "ởng": 1983,
    " hưở": 155,
    "hưởn": 885,
    "ưởng": 1799,
    "ởng ": 1984,
    "đế": 1752,
    " đế": 473,
    "đến": 1753,
    " đến": 474,
    "đến ": 1754,
    "êm": 1655,
    "viê": 1545,
    "iêm": 989,
    "êm ": 1656,
    " viê": 407,
    "viêm": 1546,
    "iêm ": 990,
    "hớ": 936,
    "ớp": 1970,
    "khớ": 1047,
    "hớp": 937,
    "ớp ": 1971,
    " khớ": 187,
    "khớp": 1048,
    "hớp ": 938,
    " hải": 159,
    " yến": 435,
    "mạ": 1149,
    "ạc": 1804,
    " mạ": 243,
    "mạc": 1150,
    "ạch": 1805,
    " mạc": 244,
    "mạch": 1151,
    "ạch ": 1806,
    "độ": 1764,
    "ộn": 1957,
    " độ": 482,
    "độn": 1765,
    "ộng": 1959,
    " độn": 483,
    "động": 1766,
    "ộng ": 1960,
    "gâ": 758,
    " gâ": 122,
    "gây": 759,
    " gây": 123,
    "gây ": 760,
    "hụ": 947,
    "ụ ": 1996,
    "phụ": 1284,
    "hụ ": 948,
    " phụ": 299,
    "phụ ": 1285,
    "nữ": 1224,
    "ữ ": 2013,
    " nữ": 283,
    "nữ ": 1225,
    " nữ ": 284,
    "nho": 1190,
    " nho": 264,
    "nho ": 1191,
    "ô ": 1693,
    "hô ": 864,
    "khô ": 1041,
    " í": 445,
    "ít": 1680,
    " ít": 446,
    "ít ": 1681,
    " ít ": 447,
    "vịt": 1559,
    " vịt": 417,
    "vịt ": 1560,
    "lộ": 1102,
    " lộ": 217,
    "lộn": 1103,
    "ộn ": 1958,
    " lộn": 218,
    "lộn ": 1104,
    "trẻ": 1451,
    " trẻ": 374,
    "trẻ ": 1452,
    "đậ": 1749,
    "ậu": 1850,
    " đậ": 471,
    "đậu": 1750,
    "ậu ": 1851,
    " đậu": 472,
    "đậu ": 1751,
    "nàn": 1208,
    "ành": 1612,
    " nàn": 273,
    "nành": 1209,
    "ành ": 1613,
    "lợ": 1105,
    " lợ": 219,
    "lợi": 1106,
    " lợi": 220,
    "lợi ": 1107,
    "ià": 984,
    "già": 738,
    "ià ": 985,
    " già": 113,
    "già ": 739,
    "lự": 1108,
    "ựa": 2020,
    " lự": 221,
    "lựa": 1109,
    "ựa ": 2021,
    " lựa": 222,
    "lựa ": 1110,
    "chay": 614,
    "ôm": 1696,
    "tôm": 1471,
    "ôm ": 1697,
    " tôm": 386,
    "tôm ": 1472,
    "hạ": 886,
    " hạ": 156,
    "hại": 887,
    " hại": 157,
    "hại ": 888,
    "dị": 701,
    " dị": 103,
    "dị ": 702,
    " dị ": 104,
    " ứ": 495,
    " ứn": 496,
    " ứng": 497,
    "bư": 579,
    "ởi": 1980,
    " bư": 34,
    "bưở": 580,
    "ưởi": 1796,
    "ởi ": 1981,
    " bưở": 35,
    "bưởi": 581,
    "ưởi ": 1797,
    "mắ": 1152,
    "ắc": 1855,
    " mắ": 245,
    "mắc": 1153,
    "ắc ": 1856,
    " mắc": 246,
    "mắc ": 1154,
    "hồ": 928,
    " hồ": 167,
    "hồi": 929,
    " hồi": 168,
    "hồi ": 930,
    "lan": 1064,
    " lan": 198,
    "lang": 1065,
    "khi": 1034,
    " khi": 181,
    "khi ": 1035,
    "ồ ": 1942,
    "đồ ": 1761,
    " đồ ": 480,
    "chiê": 617,
    "hiên": 809,
    "iên ": 992,
    " rá": 308,
    " rán": 309,
    "rán ": 1312
  },
  "response": null,
  "action_text": null
}