{
  "text": {
    "hey": 90,
    "hello": 88,
    "hi": 91,
    "xin": 269,
    "chào": 40,
    "buổi": 10,
    "sáng": 201,
    "bạn": 18,
    "chiều": 33,
    "tối": 254,
    "shop": 197,
    "ơi": 298,
    "cửa": 62,
    "hàng": 94,
    "ê": 278,
    "alo": 2,
    "mình": 145,
    "cần": 59,
    "tư": 250,
    "vấn": 260,
    "cho": 34,
    "hỏi": 103,
    "chút": 44,
    "bye": 11,
    "tạm": 252,
    "biệt": 7,
    "ngủ": 158,
    "ngon": 154,
    "goodbye": 78,
    "hẹn": 102,
    "gặp": 84,
    "lại": 132,
    "đúng": 287,
    "rồi": 194,
    "yes": 272,
    "chính": 43,
    "xác": 271,
    "chuẩn": 38,
    "luôn": 126,
    "bro": 9,
    "phải": 181,
    "ok": 175,
    "nhá": 163,
    "đồng": 296,
    "ý": 280,
    "không": 113,
    "thích": 212,
    "tôi": 247,
    "đâu": 285,
    "muốn": 140,
    "xem": 268,
    "thông": 213,
    "tin": 225,
    "sản": 202,
    "phẩm": 182,
    "ở": 301,
    "làm": 128,
    "sao": 195,
    "để": 293,
    "chi": 31,
    "tiết": 227,
    "thì": 211,
    "cách": 53,
    "thế": 217,
    "nào": 169,
    "tìm": 244,
    "hiểu": 92,
    "về": 263,
    "có": 57,
    "thể": 218,
    "là": 127,
    "ai": 1,
    "à": 275,
    "chatbot": 29,
    "đang": 282,
    "nói": 171,
    "chuyện": 37,
    "với": 266,
    "con": 49,
    "người": 156,
    "hay": 87,
    "máy": 142,
    "tính": 246,
    "thật": 215,
    "bot": 8,
    "thanh": 207,
    "toán": 232,
    "bằng": 20,
    "những": 165,
    "phương": 180,
    "thức": 222,
    "hỗ": 105,
    "trợ": 241,
    "qua": 185,
    "thẻ": 216,
    "momo": 138,
    "chương": 45,
    "trình": 238,
    "khuyến": 111,
    "mãi": 143,
    "giảm": 76,
    "giá": 74,
    "gì": 81,
    "mua": 139,
    "nhiều": 160,
    "được": 290,
    "ưu": 299,
    "đãi": 286,
    "thời": 221,
    "gian": 71,
    "giao": 72,
    "bao": 4,
    "lâu": 130,
    "phí": 178,
    "ship": 196,
    "nhiêu": 159,
    "chọn": 47,
    "đơn": 288,
    "vị": 264,
    "vận": 261,
    "chuyển": 36,
    "dưa": 65,
    "lưới": 131,
    "tiền": 229,
    "bắp": 19,
    "cải": 58,
    "của": 61,
    "thịt": 219,
    "heo": 89,
    "gà": 79,
    "nguyên": 155,
    "cá": 51,
    "biển": 6,
    "sữa": 205,
    "tươi": 251,
    "khoai": 110,
    "tây": 243,
    "cà": 50,
    "chua": 35,
    "bánh": 13,
    "ngọt": 157,
    "nước": 172,
    "suối": 200,
    "một": 151,
    "chai": 28,
    "khăn": 114,
    "giấy": 77,
    "dầu": 67,
    "gội": 85,
    "tắm": 253,
    "mì": 144,
    "gói": 82,
    "ra": 187,
    "oreo": 176,
    "dâu": 64,
    "quy": 186,
    "nắm": 173,
    "kim": 117,
    "châm": 42,
    "__number__": 0,
    "bịch": 24,
    "vậy": 262,
    "hủ": 108,
    "tiếu": 228,
    "nam": 153,
    "vang": 257,
    "như": 164,
    "phở": 183,
    "bò": 15,
    "truyền": 233,
    "thống": 220,
    "đường": 289,
    "mía": 146,
    "á": 276,
    "thùng": 214,
    "kun": 119,
    "trái": 234,
    "cây": 56,
    "dutch": 63,
    "lady": 121,
    "vinamilk": 258,
    "tráng": 235,
    "ninh": 166,
    "hảo": 100,
    "cay": 27,
    "rốt": 193,
    "hấu": 101,
    "cục": 60,
    "xà": 270,
    "bông": 16,
    "lifebuoy": 123,
    "bẹ": 21,
    "xanh": 267,
    "lốc": 133,
    "hộp": 106,
    "non": 167,
    "kem": 109,
    "đánh": 284,
    "răng": 190,
    "closeup": 48,
    "ăn": 281,
    "cái": 54,
    "lân": 129,
    "số": 203,
    "điện": 283,
    "thoại": 210,
    "địa": 294,
    "chỉ": 46,
    "rẻ": 191,
    "hơn": 96,
    "bán": 12,
    "dưới": 66,
    "các": 52,
    "loại": 124,
    "snack": 198,
    "cháo": 41,
    "kẹo": 120,
    "em": 69,
    "cao": 26,
    "trên": 237,
    "bị": 23,
    "huyết": 93,
    "áp": 277,
    "nên": 170,
    "thực": 223,
    "tốt": 255,
    "tiểu": 230,
    "mỡ": 152,
    "máu": 141,
    "gợi": 86,
    "món": 147,
    "phù": 179,
    "hợp": 107,
    "béo": 14,
    "phì": 177,
    "cân": 55,
    "tránh": 236,
    "kiêng": 118,
    "mặn": 150,
    "an": 3,
    "toàn": 231,
    "bệnh": 22,
    "sức": 204,
    "khỏe": 115,
    "thiếu": 208,
    "bổ": 25,
    "sung": 199,
    "gầy": 83,
    "yếu": 274,
    "thiện": 209,
    "trạng": 239,
    "mang": 137,
    "thai": 206,
    "rối": 192,
    "loạn": 125,
    "tiêu": 226,
    "hóa": 95,
    "gan": 70,
    "nhiễm": 161,
    "uống": 256,
    "giúp": 75,
    "tình": 245,
    "tăng": 249,
    "đồ": 295,
    "chiên": 32,
    "rán": 189,
    "tim": 224,
    "chuối": 39,
    "trứng": 242,
    "rau": 188,
    "bina": 5,
    "ảnh": 300,
    "hưởng": 97,
    "đến": 292,
    "viêm": 259,
    "khớp": 116,
    "hải": 99,
    "yến": 273,
    "mạch": 148,
    "động": 297,
    "gây": 80,
    "phụ": 184,
    "nữ": 174,
    "nho": 162,
    "khô": 112,
    "ít": 279,
    "vịt": 265,
    "lộn": 134,
    "trẻ": 240,
    "đậu": 291,
    "nành": 168,
    "lợi": 135,
    "già": 73,
    "lựa": 136,
    "chay": 30,
    "tôm": 248,
    "hại": 98,
    "dị": 68,
    "ứng": 302,
    "bưởi": 17,
    "mắc": 149,
    "hồi": 104,
    "lang": 122
  },
  "intent": {
    "greet": 14,
    "goodbye": 13,
    "affirm": 0,
    "deny": 11,
    "ask_product_info": 6,
    "ask_product_detail": 5,
    "bot_challenge": 10,
    "ask_payment": 3,
    "ask_promotion": 7,
    "ask_shipping": 8,
    "ask_price": 4,
    "ask_shop_info": 9,
    "filter_products": 12,
    "ask_food_for_condition": 1,
    "ask_if_food_good_for_condition": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_products": 6,
    "action_get_product_price": 7,
    "action_recommend_food": 9,
    "action_recommend_food_by_condition": 10,
    "utter_ask_more_help": 16,
    "utter_ask_payment": 17,
    "utter_ask_product_detail": 18,
    "utter_ask_product_info": 19,
    "utter_ask_promotion": 20,
    "utter_ask_shipping": 21,
    "utter_ask_shop_info": 22,
    "utter_follow_up": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_iamabot": 26,
    "utter_sorry": 27,
    "utter_thank_you": 28
  },
  "action_text": null,
  "intent_response_key": null
}